[
  {
    "title": "MC Aviation to decide on taking back five Jet Airways planes - Livemint",
    "description": "MC Aviation to decide on taking back five Jet Airways planes Livemint Jet Airways' lessor to decide on repossessing plane after board meeting Economic Times DGCA reviewing Jet Airways flights' schedule every 15 days, says official Moneycontrol.com Top stocks …",
    "sentiment": "undefined"
  },
  {
    "title": "DGCA reviewing Jet Airways flights' schedule every 15 days, says official - Times of India",
    "description": "DGCA reviewing Jet Airways flights' schedule every 15 days, says official Times of India India Business News: New Delhi, Feb 13 () Aviation regulator DGCA is reviewing every 15 days the schedule of flights to be operated by crisis-hit Jet Airways,...",
    "sentiment": "undefined"
  },
  {
    "title": "New Pentagon chief meets NATO allies wary after Trump rows",
    "description": "Washington's new acting defence chief took part in his first NATO gathering Wednesday meeting allies unsure about his interim status and wary after recent spats with his boss President Donald Trump. Former Boeing executive Patrick Shanahan took over at the Pe…",
    "sentiment": "undefined"
  },
  {
    "title": "Winter storm: Flight woes ease for Wednesday travelers",
    "description": "Flight schedules appeared to be on the rebound Wednesday after widespread weather delays a day earlier. Still. a few trouble spots remained.",
    "sentiment": "undefined"
  },
  {
    "title": "Daily briefing: Data sharing is like “a love letter to your future self”",
    "description": "Learn how to apply the FAIR principles of data sharing to your research, discover the latest high-altitude pseudosatellites and gain a new perspective on ancient Maya bones.",
    "sentiment": "undefined"
  },
  {
    "title": "Daily briefing: Data sharing is like “a love letter to your future self”",
    "description": "Learn how to apply the FAIR principles of data sharing to your research, discover the latest high-altitude pseudosatellites and gain a new perspective on ancient Maya bones.",
    "sentiment": "undefined"
  },
  {
    "title": "Life without the Export-Import Bank",
    "description": "In terms of total revenue, Boeing, the aerospace giant, had its best year ever in 2018, with worldwide sales of $101.1 billion. Exports were particularly robust. Commercial jet deliveries to foreign airlines rose from 763 in 2017 to 806 last year. Overall, th…",
    "sentiment": "undefined"
  },
  {
    "title": "TPG Exclusive: Airlines Stranding Record Number of Passengers on Tarmacs",
    "description": "United flight 1293 started off like any other trip. It pushed back from the gate in Santa Ana, California, on time, and in just a little more than five hours it crossed the entire country — landing safely at New Jersey’s Newark Liberty International Airport. …",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing Flies Ahead of Airbus With Solid January Orders",
    "description": "Boeing pulled in more orders than Airbus in 2018, and it got off to a better start in 2019, too.",
    "sentiment": "undefined"
  },
  {
    "title": "3 Things Boeing Investors Should Look Out For in 2019",
    "description": "A look at why the aviation giant's stock could continue to rise in 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Bosses, Beware! You're Legally at Risk Over High 401(k) Plan Fees",
    "description": "Yes, CEOs have a fiduciary responsibility to their employees, and if they fail to fulfill it, the employees can sue. And win.",
    "sentiment": "undefined"
  },
  {
    "title": "Albany International (AIN) Q4 2018 Earnings Conference Call Transcript",
    "description": "AIN earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Selling in the aftermarket: How to win the sales street fight",
    "description": "At high-growth industrial companies, services aren&rsquo;t just an optional add-on, but an essential revenue driver deserving thoughtful investment.",
    "sentiment": "undefined"
  },
  {
    "title": "Unsolicited Eurofighter offer had inaccuracies: MoD",
    "description": "Unsolicited Eurofighter offer had inaccuracies: MoDThe rebate on the Eurofighter was proposed by its manufacturer in comparison to the 2007 UPA offer on the Rafale jets.",
    "sentiment": "undefined"
  },
  {
    "title": "U.S. allies look for clues on acting Pentagon chief in European debut",
    "description": "U.S. allies will use the opportunity of Patrick Shanahan's first NATO ministers meeting this week to see whether the acting defense secretary will be as supportive of the military alliance as his predecessor was, defense officials and experts said.",
    "sentiment": "undefined"
  },
  {
    "title": "Before Amazon Drops Packages On Your House From The Air, Drones May Start To Transform Air Cargo",
    "description": "The startup Elroy Air has raised $9.2 million to develop an autonomous aerial freight hauler that could replace trucks on some routes and help out the small air carriers subcontracted by UPS and FedEx that are struggling to sign up enough pilots amid a growin…",
    "sentiment": "undefined"
  },
  {
    "title": "Why 2019 Needs To Be The Year The U.S. Army Picks Up The Pace On A New Long-Range Assault Aircraft",
    "description": "It will take decades to replace all of the Army's aging air assault rotorcraft, so the service shouldn't waste time getting started.",
    "sentiment": "undefined"
  },
  {
    "title": "Here's How Much A New Green Deal Could Cost America's Aviation, Travel & Aerospace Industries",
    "description": "Let’s give it a try by narrowing down our focus to the impacts resulting from just one of the aspirational hopes included in the resolution sponsored by the newly-famous freshman Democrat Congresswoman from New York and veteran Massachusetts Senator Edward Ma…",
    "sentiment": "undefined"
  },
  {
    "title": "Pentagon Review Of SpaceX’s Air Force Certification Is Unlikely To Keep The Company Grounded",
    "description": "The DOD’s Inspector General’s Office has opened an inquiry into whether SpaceX was properly certified for national security flights, but that’s unlikely to prevent the company from launching rockets for the government.",
    "sentiment": "undefined"
  },
  {
    "title": "Air Malta Outlines Five Year Fleet Plan, Including A321XLR",
    "description": "Airbus's yet-to-be-confirmed A321XLR would put New York within reach of the Maltese flag-carrier.",
    "sentiment": "undefined"
  },
  {
    "title": "Venezuela Accuses U.S. of Secretly Shipping Arms After Weapons Found on Plane with Possible CIA Ties",
    "description": "A North Carolina-based air freight company has halted flights to Venezuela following a report by McClatchy linking it to possible arms smuggling. Last week, Venezuelan authorities claimed they had uncovered 19 assault weapons, 118 ammunition cartridges and 90…",
    "sentiment": "undefined"
  },
  {
    "title": "Has D-day arrived for the troubled A380? - Airline Ratings",
    "description": "Has D-day arrived for the troubled A380? Airline Ratings End of the superjumbo: Airbus is giving up on the A380 CNN Qatar Airways Will Retire the Airbus A380 In Favor of The Boeing 777X Simple Flying Airbus Will Stop Building Its A380 Superjumbo Jet The Wall …",
    "sentiment": "undefined"
  },
  {
    "title": "Aeromexico Struggles as Most North American Airlines Report Hefty Profits",
    "description": "Despite one of the more favorable macro environments for North American airlines in recent years, Aeromexico this week reported a fourth quarter operating Despite one of the more favorable macro environments for airlines in recent years, Aeromexico this week …",
    "sentiment": "undefined"
  },
  {
    "title": "A New Start for Abercrombie & Kent",
    "description": "\"I wake up every day thinking I'm just starting,\" Geoffrey Kent, founder, chairman, and CEO of luxury travel company Abercrombie & Kent, said to me \"I wake up every day thinking I'm just starting,\" says Geoffrey Kent, founder, chairman and CEO of luxury trave…",
    "sentiment": "undefined"
  },
  {
    "title": "Threat to future of A380 as Emirates set to cut order",
    "description": "Superjumbo’s plight underlines shift toward smaller, more fuel-efficient aircraft",
    "sentiment": "undefined"
  },
  {
    "title": "What Polaris can teach us about the 797’s business class PaxEx - Runway Girl Network",
    "description": "For the sake of argument, let’s assume that the 797 is a twin-aisle aircraft, approximately between the size of a 767-200 and -300, with a cabin width somewhere between the 767 and 787, and is able to fly for at least eight or nine hours, requiring a proper i…",
    "sentiment": "undefined"
  },
  {
    "title": "Pentagon Chief Tries to Reassure NATO Allies",
    "description": "Acting Defense Secretary Patrick Shanahan began two days of meetings with NATO allies who are unsettled by President Trump’s mixed messages on the alliance and the breakdown of a Cold War-era nuclear treaty.",
    "sentiment": "undefined"
  },
  {
    "title": "Digital Realty Trust: A Growing Computer Infrastructure REIT With A Dividend Increase In March",
    "description": "Digital Realty Trust's total return over-performed the Dow average for my 49-month test period by 46.56%. Digital Realty Trust is estimated to increase its divi",
    "sentiment": "undefined"
  },
  {
    "title": "The Boeing 747 jetliner turns fifty",
    "description": "As the jumbo-jet fades away as a passenger aircraft, its maker goes back to Plan A",
    "sentiment": "undefined"
  },
  {
    "title": "What Changed In The Electric Vehicle Industry In January?",
    "description": "It's time for another recap of significant electric vehicle (EV) changes in the industry last month. Read through for notable news about Tesla, other EVs, and EV policy",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing-Safran joint venture for auxiliary power units has a name: Initium Aerospace",
    "description": "The 50-50 joint venture that Boeing and Europe’s Safran aerospace company formed last year to build auxiliary power units for airplanes now has a name: Initium Aerospace. Auxiliary power units, or APUs, are onboard engines that are used primarily to start an …",
    "sentiment": "undefined"
  },
  {
    "title": "Vietnamese airlines excited, worried about direct US flights",
    "description": "Vietnamese carriers are keen on operating direct flights to the US, but worried about recouping the large investments involved.",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing and Safran name APU venture Initium",
    "description": "Boeing and Safran have named their newly formed APU joint venture Initium Aerospace.",
    "sentiment": "undefined"
  },
  {
    "title": "Air Canada tail-strike pilot was conducting first 777 flight",
    "description": "Investigators probing an Air Canada Boeing 777-300ER tail-strike at Hong Kong have disclosed that the landing was the pilot s first on the 777, outside of a simulator.",
    "sentiment": "undefined"
  },
  {
    "title": "Banks’ Brexit costs are one-off, but asset relocation is one-way",
    "description": "BofA has spent $400m on shifting employees and operations to Dublin and Paris",
    "sentiment": "undefined"
  },
  {
    "title": "VIDEO: Canada's Flair Airlines unveils new livery",
    "description": "Canadian ultra-low-cost startup Flair Airlines has unveiled a new brand and new aircraft livery, updates that come as the still-new discounter continues expanding its network.",
    "sentiment": "undefined"
  },
  {
    "title": "Schiphol ground shunt damages KLM 747 and 787",
    "description": "Two KLM widebodies have been involved in a minor ground collision at Amsterdam Schiphol airport.",
    "sentiment": "undefined"
  },
  {
    "title": "Aircastle to liquidate joint venture with OTPP",
    "description": "Aircastle and Ontario Teacher's Pension Plan will sell the aircraft portfolio owned by joint venture Lancaster Aircraft Leasing.",
    "sentiment": "undefined"
  },
  {
    "title": "​PICTURE: Moscow claims new A-100 superior to E-3 Sentry",
    "description": "Moscow has touted the capabilities of the new Beriev A-100 airborne early warning &amp; control (AEW&amp;C) aircraft as being far superior to domestic and international rivals.",
    "sentiment": "undefined"
  },
  {
    "title": "Moscow claims new A-100 superior to E-3 Sentry",
    "description": "Moscow has touted the capabilities of its new Beriev A-100 airborne early warning and control (AEW&amp;C) aircraft as being far superior to domestic and international rivals.",
    "sentiment": "undefined"
  },
  {
    "title": "Clean Sky 2 to test hybrid laminar-flow demonstrators",
    "description": "European researchers are preparing a series of ground and flight tests to asses the viability of using fuel-saving hybrid laminar-flow technology on future large aircraft.",
    "sentiment": "undefined"
  },
  {
    "title": "Man suspected of faking death to avoid charges he raped 14-year-old girl",
    "description": "Army veteran leaves note saying 'I'm sorry' and handgun tied to rope, police say",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing Flies Ahead of Airbus With Solid January Orders",
    "description": "Boeing pulled in more orders than Airbus in 2018, and it got off to a better start in 2019, too.",
    "sentiment": "undefined"
  },
  {
    "title": "3 Things Boeing Investors Should Look Out For in 2019",
    "description": "A look at why the aviation giant's stock could continue to rise in 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing-Safran joint venture for auxiliary power units has a name: Initium Aerospace",
    "description": "The 50-50 joint venture that Boeing and Europe’s Safran aerospace company formed last year to build auxiliary power units for airplanes now has a name: Initium Aerospace. Auxiliary power units, or APUs, are onboard engines that are used primarily to start an …",
    "sentiment": "undefined"
  },
  {
    "title": "Airbus poised to ax A380 as Emirates reviews demand -sources",
    "description": "Airbus is nearing a decision to ax production of the world's largest airliner amid a downward revision in demand from the Gulf and is likely to give an update with its full-year earnings on Feb. 14, industry sources and analysts said. The move to shut product…",
    "sentiment": "undefined"
  },
  {
    "title": "Sector ETFs & Stocks to Rally on US-Sino Trade Hopes",
    "description": "These sector ETFs and their related stocks should benefit if the United States extends the trade truce period.",
    "sentiment": "undefined"
  },
  {
    "title": "Albany International (AIN) Q4 2018 Earnings Conference Call Transcript",
    "description": "AIN earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "SpiceJet to induct 20 Boeing 737 Max this year",
    "description": "SpiceJet to induct 20 Boeing 737 Max this year SpiceJet will be inducting 20 Boeing 737 Max and 5-10 Bombardier Q-400 planes in 2019, CMD Ajay Singh said.“With the induction of Boeing 737 Max planes,",
    "sentiment": "undefined"
  },
  {
    "title": "Turbulence continues for SpiceJet in Q3; are the skies clear going ahead?",
    "description": "They have retained buy calls on the stock, stating better fuel efficiency, passenger load factors and falling non-fuel cost.",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street rises on trade hopes, deal to avoid government shutdown",
    "description": "The Dow Jones Industrial Average rose 376.06 points, or 1.5 percent, to 25,429.17, the S&P 500 gained 36.15 points, or 1.33 percent, to 2,745.95, and the Nasdaq Composite added 104.52 points, or 1.43 percent, to 7,412.43.",
    "sentiment": "undefined"
  },
  {
    "title": "U.S. allies look for clues on acting Pentagon chief in European debut",
    "description": "U.S. allies will use the opportunity of Patrick Shanahan’s first NATO ministers meeting this week to see whether the acting defense secretary will be as supportive of the military alliance as his predecessor was, defense officials and experts said.",
    "sentiment": "undefined"
  },
  {
    "title": "You Can Now Use AAdvantage Miles for Premium Economy Awards",
    "description": "This post contains references to products from one or more of our advertisers. We may receive compensation when you click on links to those products. For an explanation of our Advertising Disclosure, visit this page. American Airlines is in the process of upd…",
    "sentiment": "undefined"
  },
  {
    "title": "You Can Now Use AAdvantage Miles for Premium Economy Awards",
    "description": "Feb 13, 2019 The comments on this page are not provided, reviewed, or otherwise approved by the bank advertiser. It is not the bank advertiser's responsibility to ensure all posts and/or questions are answered. Editorial Note: The editorial content on this pa…",
    "sentiment": "undefined"
  },
  {
    "title": "Ontic Signs License Agreement With a UK Based OEM",
    "description": "CHATSWORTH, Calif.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/aviation?src=hash\" target=\"_blank\"gt;#aviationlt;/agt;--Ontic, a BBA Aviation company and aerospace industry’s leading provider of ‘Extended Life Solutions’ for Original Equipment Man…",
    "sentiment": "undefined"
  },
  {
    "title": "Macedonia officially changes name to North Macedonia after long-running dispute with Greece",
    "description": "Prespa agreement comes into force to end decades-long naming dispute",
    "sentiment": "undefined"
  },
  {
    "title": "Antisemitic crimes in Germany rose by around 10% last year, figures show",
    "description": "Central Council of Jews calls for 'stronger commitment' to action",
    "sentiment": "undefined"
  },
  {
    "title": "Venezuela Accuses U.S. of Secretly Shipping Arms After Weapons Found on Plane",
    "description": "A U.S.-based air freight company has halted flights to Venezuela following a report linking it to arms smuggling. The post Venezuela Accuses U.S. of Secretly Shipping Arms After Weapons Found on Plane appeared first on Truthout.",
    "sentiment": "undefined"
  },
  {
    "title": "MH370 Pilot's 'Mystery Caller' Breaks Silence Five Years After Tragedy",
    "description": "A report by Malaysian police leaked in May 2014 exposed investigators' suspicions about a phone call between MH370 pilot Zaharie Ahmad Shah and a flight engineer weeks before the Boeing was declared missing. The same person appeared to have made multiple call…",
    "sentiment": "undefined"
  },
  {
    "title": "US Navy’s Nuclear Command Aircraft Damaged in Hangar Incident (PHOTOS)",
    "description": "On Thursday, the vertical stabilizer at the rear of the US Navy’s nuclear command-and-control aircraft struck part of its hangar as it was being towed out and could require millions of dollars in repairs, according to a spokesperson for US Naval Air Forces.",
    "sentiment": "undefined"
  },
  {
    "title": "$30 Billion Down the Drain: Five Launched and Trashed Pentagon Projects",
    "description": "Dramatic geopolitical changes at the end of the 20th century prompted the Pentagon to repeatedly review it doctrine, resulting in a number of abandoned military projects. The National Interest has outlined five flawed initiatives which cost American taxpayers…",
    "sentiment": "undefined"
  },
  {
    "title": "Talk of cash infusion by lenders on eve of Jet Airways board meet - Telegraph India",
    "description": "Talk of cash infusion by lenders on eve of Jet Airways board meet Telegraph India Jet Airways Poised To Get Rs 600-Crore Emergency Loan NDTV News Top stocks to watch out for on February 14: DHFL, Yes Bank, Jet Airways, ONGC CNBCTV18 ICICI-Videocon case whistl…",
    "sentiment": "undefined"
  },
  {
    "title": "KLM Boeing 747 and 787 Dreamliner collide during taxi",
    "description": "KLM Boeing 747 and 787 Dreamliner collide during taxi A KLM Boeing 747-400 has collided with a KLM Boeing 787-9 Dreamliner at Amsterdam Schiphol, damaging the winglet of the 747 and the horizontal tail section of the 787. The 747, performing flight KL601 to L…",
    "sentiment": "undefined"
  },
  {
    "title": "Embraer releases 2018 delivery results",
    "description": "Embraer releases 2018 delivery results Following the earlier release of the 2018 results for Airbus and Boeing, Embraer has announced their delivery performance for the year. 2018 saw the Brazilian manufacturer delivery 90 commercial aircraft, which mostly ma…",
    "sentiment": "undefined"
  },
  {
    "title": "SpiceJet preparing for WiFi on board",
    "description": "SpiceJet seems to be the only Indian airline which is working towards launching wifi on board at the moment. They are currently in the process of getting regulatory approvals for launching their service at the moment. The post SpiceJet preparing for WiFi on b…",
    "sentiment": "undefined"
  },
  {
    "title": "Brazil Deal: £1005 Business Class Euro Cities To Rio Or Sao Paulo…",
    "description": "It’s always caipirinha time. Once you’ve conquered the Northern Hemisphere, you’re in for a real treat. Things in the South are hot, spicy and always exciting. In the America’s there’s hardly a more enticing destination to explore than Brazil, one of the worl…",
    "sentiment": "undefined"
  },
  {
    "title": "The Air Force's Next Super Fighter: Boeing's 'New' F-15X?",
    "description": "Task and Purpose Security, Could this really happen? The National Interest’s Dave Majumdar put the Air Force’s skepticism more bluntly: “It’s amazing this Boeing sales pitch is being swallowed hook, line, and sinker by the trade press... The Air Force will ne…",
    "sentiment": "undefined"
  },
  {
    "title": "Stealth Rules: One Expert Thinks the Air Force Should Avoid the F-15X",
    "description": "David Axe Security, \"Trying to adopt aircraft that belong in museums to warfare in the 21st century is a mistake.\" The U.S. Air Force shouldn't waste money on new F-15s when what it really needs is to add stealth fighters, one leading air-power advocate argue…",
    "sentiment": "undefined"
  },
  {
    "title": "The F-22 and B-2 Bomber Are Old: A New Generation of Super Stealth Is Coming",
    "description": "David Axe Security, Thanks to BAE Systems. In 2010, the company — along with Cranfield University — tested the smaller Demon drone, which also used blown air for maneuverability. Demon was the result of a five-year, $8-million research initiative that BAE Sys…",
    "sentiment": "undefined"
  },
  {
    "title": "McKinsey wins additional $15.7m for F-35 Affordability Efforts | Turkey launches TCG Ufuk | IAF to receive Rafale in September",
    "description": "Americas The Naval Warfare Center Weapons Division awarded Raytheon a $88.4 million contract for the modification and upgrade of the sensor system software and hardware of the F/A-18E/F Super Hornet and EA-18G Growler aircraft to incorporate updates, improvem…",
    "sentiment": "undefined"
  },
  {
    "title": "Qatar Airways Will Replace Its A380s With The Boeing 777X",
    "description": "Qantas recently confirmed that it was cancelling what remaining A380 orders it had, Emirates has suggested that it may look to change its remaining A380 orders to A350s and now Qatar Airways has said that it will look to retire its 10 Airbus A380s in the comi…",
    "sentiment": "undefined"
  },
  {
    "title": "AMAZING fare – Portugal to Brazil round trip business class for only £1056 / €1200!",
    "description": "LATAM have a very good fare between Portugal and the two biggest cities in Brazil which is attractive for tier point collectors who also fancy exploring Brazil for a bit. The post AMAZING fare – Portugal to Brazil round trip business class for only £1056 / €1…",
    "sentiment": "undefined"
  },
  {
    "title": "The Airbus A380 Program May Get Killed Tomorrow",
    "description": "As a passenger the Airbus A380 is a special experience. Takeoff rolls are incredibly smooth. While they can pack in passengers densely most operators have offered incredibly luxurious perks on the plane -- in part because it can be so much more difficult to f…",
    "sentiment": "undefined"
  },
  {
    "title": "Review: Air Tahiti Nui 787-9 Premium Economy",
    "description": "As a part of a crazy itinerary that took me on 8 flights from Auckland to Tokyo via Santiago I found myself flying on a new airline to cross off my bucket list. I ended up taking Air Tahiti Nui from Auckland to Papeete and just as my luck would have it, the f…",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing's Secret: Aircraft Pricing",
    "description": "Boeing 737 and Boeing 787 provide bulk of Boeing's Commercial Airplanes revenues. Boeing 787 has taken over role of the Boeing 777 as revenue driver. Boeing mil",
    "sentiment": "undefined"
  },
  {
    "title": "The beginning of the end: Temperatures could reach low 40s by this weekend",
    "description": "What would usually have us reaching for a sweater and a blanket now has us reaching for shorts and sandals. \n After two weeks of snow and freezing cold, temperatures could rise to the low 40s in Seattle by this weekend -- and with those higher temperatures, p…",
    "sentiment": "undefined"
  },
  {
    "title": "Tyson Made Its Fortune Packing Meat. Now It Wants to Sell You Frittatas.",
    "description": "The nation’s biggest meatpacker is trying to reinvent itself as a maker of packaged foods to insulate itself from the boom-and-bust cycles of its traditional business. So far, the going has been tough amid a historic meat glut. “That’s part of the struggle th…",
    "sentiment": "undefined"
  },
  {
    "title": "A Vicious Cycle: The U.S. Military’s Maintenance and Modernization Problem",
    "description": "On Jan. 24, Gen. Maryanne Miller, head of Air Mobility Command, took the stage in Seattle and accepted the ceremonial keys to a new KC-46 airplane. She begrudgingly acknowledged to the assembled Boeing employees that she was really just the understudy. The sc…",
    "sentiment": "undefined"
  },
  {
    "title": "1,200 Kids Were Killed by Guns Since the Parkland Shooting. Now, Teen Journalists Are Telling Their Stories",
    "description": "Almost 1,200 American kids were killed by gun violence in U.S. in the year since the Parkland shooting, according to teen reporting project.",
    "sentiment": "undefined"
  },
  {
    "title": "Preview Post: A Very Special Valentine’s Day With the 787-10 and United Polaris",
    "description": "What’s the best way to celebrate Valentine’s Day? For most people some combination of candy, kisses, chocolate, and rom-coms does the trick. But we AvGeeks like to do things a little differently, don’t we? So tomorrow and into Friday, get ready for some epic …",
    "sentiment": "undefined"
  },
  {
    "title": "Comparing British Airways’ World Traveller Plus: 787-9 vs A380",
    "description": "Later this year, British Airways will celebrate a huge milestone: a full 100 years of passenger flights (if you count their predecessors all the way back to the Aircraft Transport and Travel company). As one of the many ways it’s commemorating the occasion, B…",
    "sentiment": "undefined"
  },
  {
    "title": "Get a Sneak Peek at the Largest Plane in the World",
    "description": "It’s amazing that this aircraft is able to take flight. The post Get a Sneak Peek at the Largest Plane in the World appeared first on Reader's Digest.",
    "sentiment": "undefined"
  },
  {
    "title": "Norwegian's sale on Buenos Aires flights includes returns from £439 but be quick",
    "description": "Norwegian Air has slashed prices on flights to Buenos Aires with return fares from £439pp on offer",
    "sentiment": "undefined"
  },
  {
    "title": "The Defense Department has rolled out its AI Strategy. Now the Hard Part Begins",
    "description": "A number of companies are already working with the Defense Department on pioneering AI efforts. Their experiences show the challenges ahead.",
    "sentiment": "undefined"
  },
  {
    "title": "Corendon Boeing 747 Has 'Landed' in Hotel Garden",
    "description": "After a five-day mega transport from Amsterdam Airport Schiphol to Badhoevedorp, the Corendon Boeing 747 has arrived in the garden of the Corendon Village Hotel this morning. There the plane will be converted into a 5D-experience about the 747 and the history…",
    "sentiment": "undefined"
  },
  {
    "title": "WoodSpring Suites Debuts First Hotel in Oregon",
    "description": "Choice Hotels International, Inc. (NYSE: CHH), one of the world's largest hotel franchisors, in collaboration with Brookwood Hotels, announced the opening of the WoodSpring Suites Portland North Gresham. The new hotel is the brand's 250th and the fi...",
    "sentiment": "undefined"
  },
  {
    "title": "BruVue, which is brewing change to beer ecosystem, shows Triangle's emergence as IoT hub - WRAL Tech Wire",
    "description": "BruVue, which is brewing change to beer ecosystem, shows Triangle's emergence as IoT hub WRAL Tech Wire RALEIGH – Four startups, six judges, one prize. In the end, BruVue, a platform that provides real-time tracking of inventory and beer keg levels for bar.",
    "sentiment": "undefined"
  },
  {
    "title": "Interns strike it rich",
    "description": "Corporates pay fat stipends to students with the requisite talent",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon Signals It Could Sign Agreement with Local Unions to Govern Arlington Construction",
    "description": "Amazon is showing an increasing willingness to sign a collective bargaining agreement with local unions before it sets to work building new office space in Arlington, perhaps meeting a frequent demand of activists concerned about the tech giant's labor practi…",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing, Safran call new JV - Initium Aerospace",
    "description": "The creation of Initium Aerospace follows the regulatory and antitrust approvals the joint venture received last November, after an agreement was reached in June.The initial team consists of employees",
    "sentiment": "undefined"
  },
  {
    "title": "FLIR Systems beats by $0.02, misses on revenue",
    "description": "FLIR Systems (NASDAQ:FLIR): Q4 Non-GAAP EPS of $0.62 beats by $0.02; GAAP EPS of $0.71 beats by $0.15.Revenue of $448.46M (-9.4% Y/Y) misses by $16.52M.Shares +3.27% PM.Press Release",
    "sentiment": "undefined"
  },
  {
    "title": "Ex-Boeing executive named CEO of Pacific Northwest Aerospace Alliance suppliers group",
    "description": "The group announced a new leadership team and longtime CEO Melanie Jordan is shifting to a new role as emeritus executive director of the 18-year old aerospace suppliers trade group.",
    "sentiment": "undefined"
  },
  {
    "title": "Inside Isaiah Thomas' incredible fall -- and hope to rise again",
    "description": "Two years ago, Isaiah Thomas was an MVP candidate and a rising Celtics legend. Then tragedy and injury struck. Eleven months since his last NBA game, one question remains: Can Thomas rise again?",
    "sentiment": "undefined"
  },
  {
    "title": "How Donald Trump Finally Won Over “Liberal” Media",
    "description": "How did Trump finally get the liberal corporate media to stop calling him a fascist? He did that by acting like a ” democracy-spreading” fascist of course. >>>",
    "sentiment": "undefined"
  },
  {
    "title": "MH370: Man who made ‘mystery’ calls was Captain Zaharie’s cousin",
    "description": "Zulhaimi Wahidin says he made a normal call weeks before the plane disappeared as he was close to Zaharie, and three calls on the morning the plane disappeared because he was concerned.",
    "sentiment": "undefined"
  },
  {
    "title": "20% discount on Eurofighter by EADS had 'factual inaccuracies': MoD to CAG",
    "description": "In July 2014, the European Aeronautic Defence and Space Company (EADS) had offered the discount and also proposed enhancing the transfer of technology process.",
    "sentiment": "undefined"
  },
  {
    "title": "Maxar Technologies: Betting On Space",
    "description": "Maxar Technologies is well positioned in the low earth orbit arena. However, a series of poor decisions and just poor bad luck has collapsed the share value. Le",
    "sentiment": "undefined"
  },
  {
    "title": "3 French Rafales land in Yelahanka air base",
    "description": "Revised timings for flight operations at KIA from February 14-24",
    "sentiment": "undefined"
  },
  {
    "title": "We flew in first class on the Delta Airbus jet that Boeing tried to keep out of the US. Here's what it was like. (DAL)",
    "description": "Last Thursday, Delta Air Lines debuted it's all-new Airbus A220 jetliner on flights from New York to Boston and Dallas. The A220 began life as the Bombardier C Series but was rebranded after Airbus took over the program. We flew in the plane's economy cabin d…",
    "sentiment": "undefined"
  },
  {
    "title": "Jet Airways' lessor to decide on repossessing plane tomorrow",
    "description": "India’s second largest airline by market share has taken five Boeing 737 NG planes on lease from MC Aviation.",
    "sentiment": "undefined"
  }
]