[
  {
    "title": "Protect your Honor View 20 with one of these great cases",
    "description": "The View 20 is Honor's latest \"affordable flagship,\" with dual cameras and a hole-punch display. Combined with the bold colors and chevron pattern along the back, it's a gorgeous phone with a design that's worth protecting — that's why we've sought out the be…",
    "sentiment": "undefined"
  },
  {
    "title": "Texas oil production breaks 1970s record...",
    "description": "Crude oil production in Texas has beat a previous record set in the 1970s, according to a new report.",
    "sentiment": "undefined"
  },
  {
    "title": "Texas oil production breaks 1970s record...",
    "description": "Crude oil production in Texas has beat a previous record set in the 1970s, according to a new report.",
    "sentiment": "undefined"
  },
  {
    "title": "Passion For Speed: Battle Of The Millennials",
    "description": "Big wings, lots of gadgets, carbon fiber-clad bodywork and high octane fuel. Yup, I’m talking about modern race cars. Why am I calling these beautiful, state-of-the-art, high-priced racing machines ‘millennials’ you ask? Well, it’s simple really. Millennials …",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks Selected For Issues Americans Care About Most",
    "description": "23 stocks that pass rigorous 4 rigorous ESG filters. And pass fundamental and value filters. And pass balanced multi-factor filters. And have current yields of",
    "sentiment": "undefined"
  },
  {
    "title": "Occidental Petroleum - Key Takeaways From The Fourth Quarter",
    "description": "Occidental Petroleum's 4Q'18 total revenues and other were $4,802 million, up 33.8% from a year ago, but down 22.3% sequentially. The company's profit was $706",
    "sentiment": "undefined"
  },
  {
    "title": "The Future Is Fermented: Amyris",
    "description": "AMRS is only followed by 2 sellside analysts and is off the radar screen of institutions. Balance sheet fears are misplaced. Uncertainty in forward financial me",
    "sentiment": "undefined"
  },
  {
    "title": "Private equity leads the changing of the North Sea guard",
    "description": "Wave of new investment and M&A grips five decades-old basin as oil majors retreat",
    "sentiment": "undefined"
  },
  {
    "title": "Here's Why Saudi Aramco May Be Coming To An Oil Field Near You",
    "description": "Saudi Arabia's national oil company is gearing to buy up oil and gas assets around the world.",
    "sentiment": "undefined"
  },
  {
    "title": "Texas Shale Forces Big Oil Cost Revolution, Chevron CEO Says",
    "description": "As he celebrates his first year as chief executive of Chevron Corp., Wirth sees the Permian Basin as a plentiful source of high-quality crude for years to come, but that’s not all. The low break-even costs to pump in the Permian are forcing Chevron to be more…",
    "sentiment": "undefined"
  },
  {
    "title": "How Do Analysts See Chevron Corporation (NYSE:CVX) Performing In The Years Ahead?",
    "description": "Want to participate in a short research study? Help shape the future of investing tools and you could win a $250 gift card! Chevron Corporation's (NYSE:CVX) most recent earnings announcementRead More...",
    "sentiment": "undefined"
  },
  {
    "title": "Citroën urban mobility concept to debut at Geneva",
    "description": "Citroën has announced that it will be unveiling an “urban mobility” concept at the upcoming Geneva Motor Show next month. The car was confirmed by CEO Linda Jackson in a video previewing the VivaTech conference […] The post Citroën urban mobility concept to d…",
    "sentiment": "undefined"
  },
  {
    "title": "A Sci-Fi Backdrop for the New 105-Equipped All-City Cycles Cosmic Stallion",
    "description": "A little while back, All-City reached out to me to shoot their new Cosmic Stallion, with one request, it does not look like Los Angeles in the backdrop. Being a geological nerd, I have a list of weird zones surrounding LA’s sprawling megacity footprint that I…",
    "sentiment": "undefined"
  },
  {
    "title": "Not So Supreme?",
    "description": "Doug Mills/The New York Times via AP, Pool Supreme Court Justices John Roberts, Elena Kagan, Neil Gorsuch, and Brett Kavanaugh listen as President Donald Trump gives the 2019 State of the Union speech. I t is a grim time for the rule of law in the United Stat…",
    "sentiment": "undefined"
  },
  {
    "title": "Peek inside Brooklyn Heights library tower’s sales gallery",
    "description": "One Clinton, a new condo building, is expected to open in 2020",
    "sentiment": "undefined"
  },
  {
    "title": "The joy, fear, and occasional humiliation of playing as an amateur in the AT&T Pebble Beach Pro-Am",
    "description": "It's as fun as it looks, but not without its anxieties.",
    "sentiment": "undefined"
  },
  {
    "title": "Blockchain oil platform Vakt hires former energy trader as chief",
    "description": "Etienne Amic, once a managing director at JPMorgan, will lead the digital group",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron Phillips Chemical names Carolyn Burke Senior Vice President and Chief Financial Officer",
    "description": "THE WOODLANDS, Texas--(BUSINESS WIRE)--Chevron Phillips Chemical Company LLC (Chevron Phillips Chemical) announces that effective February 13, 2019, Carolyn Burke joins the company as senior vice president and chief financial officer. She will report to Mark …",
    "sentiment": "undefined"
  },
  {
    "title": "U.S. senators to try again to pass Russia sanctions bill",
    "description": "A bipartisan group of U.S. senators introduced a bill on Wednesday that would impose stiff new sanctions on Russia over its meddling in U.S. elections and aggression against Ukraine, the latest congressional effort to push President Donald Trump to ratchet up…",
    "sentiment": "undefined"
  },
  {
    "title": "Exclusive: U.S. senators to try again to pass Russia sanctions bill",
    "description": "By Patricia Zengerle WASHINGTON (Reuters) - U.S. Republican and Democratic senators on Wednesday will introduce a bill that would impose sanctions on Russia's banking and energy sectors and foreign debt for Moscow's meddling in U.S. The post Exclusive: U.S. s…",
    "sentiment": "undefined"
  },
  {
    "title": "The Suffering of the Iranian People Has “Made in USA” Stamped on It",
    "description": "All the oil money in the world cannot outrun consequences. The post The Suffering of the Iranian People Has “Made in USA” Stamped on It appeared first on Truthout.",
    "sentiment": "undefined"
  },
  {
    "title": "Gas block contracts signing this month",
    "description": "The two petroleum contracts for the Erawan and Bongkot gas blocks are still on track to be signed this month, says the Mineral Fuels Department.",
    "sentiment": "undefined"
  },
  {
    "title": "The Rundown: 100 Miles in Salomon’s Speedcross 5",
    "description": "The Speedcross 5 is a durable, smooth-running traction fiend for any and all trail conditions. Read the full article at The Rundown: 100 Miles in Salomon’s Speedcross 5 on Competitor Running.",
    "sentiment": "undefined"
  },
  {
    "title": "Crude Oil Prices Solidly Higher, Ignoring Rising US Inventories",
    "description": "Reported cuts in world crude oil production and encouraging words on the U.S.-China trade talks have overcome significant increases in U.S. petroleum inventories to keep prices about 2% above last night's closing level.",
    "sentiment": "undefined"
  },
  {
    "title": "Canada vs. Venezuela: The Murky Background",
    "description": "Following the closed-door, Feb. 4th meeting of the Lima Group in Ottawa, Canada’s Minister of Foreign Affairs Chrystia Freeland was holding a press conference to issue “the Ottawa Declaration for Venezuela” when suddenly protestors swarmed in front of her pod…",
    "sentiment": "undefined"
  },
  {
    "title": "Missing oil revenue: Court fixed April 30 for FG’s suit against Oil Companies",
    "description": "The 69 million dollars suit filed by the Federal Government (FG) of Nigeria against Chevron Petroleum Nigeria Ltd, seeking to recover Oil Revenue has been adjourned to 30 of April by a Federal High Court in Lagos on Wednesday. Continue reading Missing oil rev…",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron Signs New LNG Deal with South Korean Refiner",
    "description": "A Chevron subsidiary signed a sales and purchase agreement with South Korean oil refiner GS Caltex Corporation.",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron CEO Says Lower Your Costs or Die",
    "description": "In a time of transition, where everyone from politicians to shareholder activists is bashing Big Oil, shale's success is forging a new reality, Wirth said: Lower your costs, or die.",
    "sentiment": "undefined"
  },
  {
    "title": "Energy Companies at Increasing Risk of 'Over-Investing'",
    "description": "Companies continue to link executive pay to the discovery of energy resources the world can't safely burn, according to a new report.",
    "sentiment": "undefined"
  },
  {
    "title": "Oil and gas stocks in broad rally; crude prices jump on reports of supply cuts",
    "description": "Shares of oil and gas companies were broadly higher Wednesday, as reports of supply cuts and optimism on U.S.-China trade talks helped fuel a rally in crude oil prices. The energy sector was the best performing of the S&P 500's 11 key sectors, with the SPDR E…",
    "sentiment": "undefined"
  },
  {
    "title": "How Donald Trump Finally Won Over “Liberal” Media",
    "description": "How did Trump finally get the liberal corporate media to stop calling him a fascist? He did that by acting like a ” democracy-spreading” fascist of course. >>>",
    "sentiment": "undefined"
  },
  {
    "title": "Australian producers plan LNG plant maintenance from April-Sept",
    "description": "Woodside Petroleum and Chevron Corp have planned major maintenance works at their liquefied natural gas (LNG) facilities in Western Australia over April to September.",
    "sentiment": "undefined"
  },
  {
    "title": "Shell, NNPC Invite Bidders for $10bn Bonga South West Project",
    "description": "[This Day] Exactly seven months after the Minister of State for Petroleum, Dr. Ibe Kachikwu, directed the Nigerian National Petroleum Corporation (NNPC) and Shell Nigeria Exploration and Production Company (SNEPCo) to commence the tendering process for the ex…",
    "sentiment": "undefined"
  },
  {
    "title": "casa atrio in melbourne by biasol follows the laws of european design",
    "description": "biasol restored the exterior to bring out the bygone beauty of the italianate façade and designed the interior with timeless french charm. The post casa atrio in melbourne by biasol follows the laws of european design appeared first on designboom | architectu…",
    "sentiment": "undefined"
  },
  {
    "title": "Shell, NNPC Invite Bidders for $10bn Bonga South West Project - THISDAY Newspapers",
    "description": "NNPC Looks to India for Help in Repair of Refineries Ejiofor Alike, Peter Uzoho in Lagos and Chineme Okafor in Abuja Exactly seven months after the Minister of State for Petroleum, Dr. Ibe Kachikwu, directed the Nigerian National Petroleum Corporation (NNPC) …",
    "sentiment": "undefined"
  },
  {
    "title": "Four Ladies Watches That Don’t Need Diamonds To Be Elegant",
    "description": "Sometimes it seems almost mandatory; diamonds on a ladies watch. As if the use of these precious stones marks the difference for which sex a timepiece is created. While they can certainly add something, a watch without diamonds can be just as feminine, as the…",
    "sentiment": "undefined"
  },
  {
    "title": "Nigeria: Missing Oil Revenue - Court Fixed April 30 for Govt's Suit Against Oil Companies",
    "description": "[Vanguard] The 69 million dollars suit filed by the Federal Government (FG) of Nigeria against Chevron Petroleum Nigeria Ltd, seeking to recover Oil Revenue has been adjourned to 30 of April by a Federal High Court in Lagos on Wednesday.",
    "sentiment": "undefined"
  },
  {
    "title": "Surge Energy Announces 2018 Preliminary Results, 2019 Activity Guidance And Management Transition",
    "description": "HOUSTON, Feb. 13, 2019 /PRNewswire/ -- Moss Creek Resources Holdings, Inc. (the \"Company\"), a wholly owned subsidiary of Surge Energy US Holdings Company (\"Surge\") today announced preliminary 2018 results, 2019 activity guidance and management transition. Pre…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Industrial Lubricants Market, 2016-2018 & 2024 - Rising Demand for Processed Food, Expansion of Textile Industry & Growth in Energy Sector",
    "description": "DUBLIN, Feb. 13, 2019 /PRNewswire/ -- The \"Industrial Lubricants Market by Product, by Application, by Geography - Global Market Size, Share, Development, Growth, and Demand Forecast, 2016-2024\" report has been added to ResearchAndMarkets.com's offering. Indu…",
    "sentiment": "undefined"
  },
  {
    "title": "Top 10 US Shale Portfolios",
    "description": "Chevron holds the most valuable U.S. shale portfolio in terms of total net present value, according to Rystad Energy.",
    "sentiment": "undefined"
  },
  {
    "title": "This oil major CEO says Permian break-even costs are forcing more efficiency",
    "description": "Dallas News: your source for breaking news and analysis for Dallas-Fort Worth, Texas and around the world. Read it here, first.",
    "sentiment": "undefined"
  },
  {
    "title": "As it should be. Swedish GNW Cavalry",
    "description": "Charge! The Swedish Liv Dragoon Regiment thunders down upon its quaking enemiesIt's a legitimate question. Why has it taken you so long to produce a unit of your own cavalry, based in your own 'chevron' style?Time and conflicting priorities is the answer. I d…",
    "sentiment": "undefined"
  },
  {
    "title": "VAKT appoints Etienne Amic as new CEO",
    "description": "VAKT, the company re-imagining commodity post-trade processing underpinned by blockchain, today announces the appointment of Etienne Amic as its new CEO.",
    "sentiment": "undefined"
  },
  {
    "title": "Getting the ball rolling: NORD teens stage a formal Carnival fete",
    "description": "Since the mid-1800s, an array of elegant balls have been staged to celebrate Mardi Gras in New Orleans. Today, more than 100 such elaborate events span the Carnival season. They are pricey affairs, the majority are invitation-only, and all admit…",
    "sentiment": "undefined"
  },
  {
    "title": "Occidental Petroleum Corp (OXY) Q4 2018 Earnings Conference Call Transcript",
    "description": "OXY earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "What To Watch As Transocean Reports Q4 Results",
    "description": "Transocean , one of the largest offshore drilling contractors, is expected to publish its Q4 2018 results on February 19, reporting on a quarter that saw the company close its acquisition of offshore driller Ocean Rig.",
    "sentiment": "undefined"
  },
  {
    "title": "What Recession?",
    "description": "Most of the Dow Jones Industrial Average companies have reported their full year 2018 earnings, and the raw data is interesting, to say the least. After a robus",
    "sentiment": "undefined"
  },
  {
    "title": "The Guyana-Suriname Basin: An Emerging Petroleum Province",
    "description": "A new petroleum province has emerged in the Guyana-Suriname Basin, thanks to Liza and other discoveries made by ExxonMobil in the deepwater Stabroek Block. The",
    "sentiment": "undefined"
  },
  {
    "title": "Oil & Gas Execs Are Rewarded For Pursuing Stranded Assets That Will Burn Investors",
    "description": "At the same time that oil and gas majors around the world are announcing plans to tie company climate action to employee remuneration, these same companies are still rewarding executives for pursuing traditional growth that will inevitably lead to stranded as…",
    "sentiment": "undefined"
  },
  {
    "title": "Big Oil’s Big Issue With Embracing ‘Big Energy’",
    "description": "Royal Dutch Shell Plc, which traces its roots back to the late 19th century, just bought Greenlots, a California software company serving the electric-vehicle charging sector. This follows other deals by Shell — along with the likes of BP Plc, Chevron Corp. a…",
    "sentiment": "undefined"
  },
  {
    "title": "Occidental Petroleum Corp (OXY) Q4 2018 Earnings Conference Call Transcript",
    "description": "OXY earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "A Nonviolent Strategy to Defeat a US Military Invasion of Venezuela",
    "description": "To the People of Venezuela Recently I wrote an article explaining how you could defeat, using nonviolent strategy, the US coup attempt that is taking place in your country. See ‘A Nonviolent Strategy to Defeat the US Coup Attempt in … The post A Nonviolent St…",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron Signs New Gas Agreement with GS Caltex",
    "description": "SINGAPORE--(BUSINESS WIRE)--Chevron U.S.A. Inc, a wholly owned subsidiary of Chevron Corp, announced the signing of a sales and purchase agreement with GS Caltex Corporation for the delivery of liquefied natural gas (LNG) to South Korea from Chevron’s global …",
    "sentiment": "undefined"
  },
  {
    "title": "Australia 2019: Gift Cards and Incentive Cards Market Size & Forecast (2014-2023) - ResearchAndMarkets.com",
    "description": "DUBLIN--(BUSINESS WIRE)--The \"Australia Gift Cards and Incentive Cards Market Intelligence and Future Growth Dynamics - Market Size and Forecast (2014-2023), Analysis of Business and Retail Consumer Spending Pattern, Attitude &amp; Behaviour\" report has been …",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron Technology Ventures Awards Winners in FE-Supported Produced Water Challenge",
    "description": "Chevron Technology Ventures Awards Winners in FE-Supported Produced Water Challenge Today, Chevron Technology Ventures, LLC announced three winners of the FE-supported Chevron Tech Challenge for Produced Water.",
    "sentiment": "undefined"
  },
  {
    "title": "Implied iShares S&P 500 Value ETF Analyst Target Price: $127",
    "description": "For the iShares S&amp;P 500 Value ETF, we found that the implied analyst target price for the ETF based upon its underlying holdings is $126.65 per unit.",
    "sentiment": "undefined"
  },
  {
    "title": "How To Maximize Your Credit Limits With Each Card Issuer",
    "description": "Page has now been fully updated for 2019. If you see any errors, let us know and we will fix this page. If there is a page you’d like to see updated, let us know in the comments below. Some of the time it’s useful to have a really large credit limit on a sing…",
    "sentiment": "undefined"
  },
  {
    "title": "25 Jaw-Dropping Statement Ceiling Ideas",
    "description": "We are used to making a statement and accents in the interiors in different ways: with statement walls, with bright furniture, with bold accessories and eye-catchy lamps and chandeliers. But there’s one more idea that not everyone thinks about: a statement ce…",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron Signs New LNG Deal with South Korean Refiner",
    "description": "A Chevron subsidiary signed a sales and purchase agreement with South Korean oil refiner GS Caltex Corporation.",
    "sentiment": "undefined"
  },
  {
    "title": "Energy Companies at Increasing Risk of 'Over-Investing'",
    "description": "Companies continue to link executive pay to the discovery of energy resources the world can't safely burn, according to a new report.",
    "sentiment": "undefined"
  },
  {
    "title": "Wave of new signage atop Atlanta buildings continues in Midtown",
    "description": "Like downtown sky-rises of late, distinctive 1180 Peachtree tower has a more corporate look.",
    "sentiment": "undefined"
  },
  {
    "title": "US STOCKS-Futures gain on signs of trade talk progress",
    "description": "U.S. stock index futures rose on Thursday, fueled by expectations of a breakthrough in the trade talks between the United States and China.",
    "sentiment": "undefined"
  },
  {
    "title": "EU mergers and takeovers (Feb 14)",
    "description": "The following are mergers under review by the European Commission and a brief guide to the EU merger process:",
    "sentiment": "undefined"
  },
  {
    "title": "Oil Companies' New Target Is Yield-Hungry Investors",
    "description": "Exxon Mobil, Chevron, Valero Energy, and other energy stocks are showing encouraging signs when it comes to issuing dividends. Income investors should take note.",
    "sentiment": "undefined"
  },
  {
    "title": "Nigeria Plan for Local Firms Stands on Shaky Ground - OE Digital",
    "description": "Nigeria Plan for Local Firms Stands on Shaky Ground OE Digital Nigeria's Ministry of Petroleum Resources has recently reiterated its intention to push for an increase of the share to the…",
    "sentiment": "undefined"
  },
  {
    "title": "Occidental Petroleum Corporation (OXY) CEO Vicki Hollub on Q4 2018 Results - Earnings Call Transcript",
    "description": "Occidental Petroleum Corporation (NYSE:OXY) Q4 2018 Earnings Conference Call February 13, 2019 12:00 PM ET Company Participants Jeff Alvarez - Vice President, I",
    "sentiment": "undefined"
  },
  {
    "title": "6 Piece Set: Chevron Embossed Comforter Set - 8 Colors $34.99",
    "description": "https://www.dailysteals.com/collections/just-added-deals/products/6-piece-set-chevron-embossed-comforter-set-8-colors \n \nFeatures: \n \n6 Piece Set includes one comforter, one 17'' x 17'' decorative pil ...",
    "sentiment": "undefined"
  },
  {
    "title": "‘’Lower Your Costs, Or Die’’ Big Oil’s New Mantra",
    "description": "Fracking and the booming short-cycle shale production in the Permian have revolutionized not only U.S. crude oil production. The prolific shale basin in West Texas and New Mexico has also shown U.S. supermajor Chevron that it needs to become more efficient in…",
    "sentiment": "undefined"
  },
  {
    "title": "How Blockchain Is Changing The Face Of Oil Trading",
    "description": "As the hype around blockchain subsides and actual applications come to light, the technology is beginning to change the face of a huge industry: crude oil and gas trading. This could be just the start of a lot more wide-scale adoption in oil and gas. Earlier …",
    "sentiment": "undefined"
  },
  {
    "title": "2 Reasons Why Big Oil Isn’t Rushing Into Renewables",
    "description": "Squeezed between peak oil demand forecasts and investor demand for increasingly environmentally conscious investments, the world’s largest oil companies have started to venture into clean energy and new technologies in recent years. Some oil supermajors have …",
    "sentiment": "undefined"
  },
  {
    "title": "Chevron: Time To Buy?",
    "description": "Upstream sector did well. Downstream sector reported average numbers. Operating cash flow has increased drastically.",
    "sentiment": "undefined"
  },
  {
    "title": "Transocean's Backlog Makes The Company An Uncontested Leader",
    "description": "Total backlog is $12.2 billion as of February 11, 2019. Transocean added about $907 million in contract backlog since October 2018. I still advise accumulating",
    "sentiment": "undefined"
  },
  {
    "title": "Enphase Energy: Great Expectations",
    "description": "BlackRock stands behind Enphase. Potential industry-leading, high-performance CCC for Q4. Distributors see IQ market share increase. IQ7 generates more revenue.",
    "sentiment": "undefined"
  },
  {
    "title": "Molded Plastics Market to Reach $690.15 Bn, Globally, by 2023 at 3.9% CAGR: AMR",
    "description": "PORTLAND, Oregon, Feb. 14, 2019 /PRNewswire/ -- Allied Market Research recently published a report, titled, \"Molded Plastics Market by Product (Polyvinyl Chloride, Polypropylene, Polystyrene, Low Density Polyethylene, High Density Polyethylene, Polyethylene T…",
    "sentiment": "undefined"
  },
  {
    "title": "Aromatic Solvents Market to be Worth US$7.76 Bn by 2023, Booming Demand From Numerous End-use Industries to Bolster Growth - TMR",
    "description": "ALBANY, New York, Feb. 14, 2019 /PRNewswire/ -- Transparency Market Research (TMR) projects that the global aromatic solvents market has a fragmented competitive scenario. Some of the companies operating in the global aromatic solvents market are Eastman Chem…",
    "sentiment": "undefined"
  },
  {
    "title": "Dividend Growth Investing: Can Conversion From Price Growth Work?",
    "description": "Dividend Growth Investing discussions often include disagreements over the possible success in buying growth stocks early in life and converting to income stock",
    "sentiment": "undefined"
  },
  {
    "title": "On This Day, Feb. 14: Marjory Stoneman Douglas High School shooting leaves 17 dead",
    "description": "On  Feb. 14, 2018, a 19-year-old walked into Marjory Stoneman Douglas High School in Parkland, Fla., and fatally shot 17 people, including 14 students.",
    "sentiment": "undefined"
  },
  {
    "title": "The Other Two Recap: Pride and Prejudice",
    "description": "A new Chase Dreams viral hit forces Cary to come to terms with being the “gay brother” in a sharp but hilarious episode.",
    "sentiment": "undefined"
  },
  {
    "title": "Featured Deals of the Week – 2/15/19",
    "description": "Because I know all of my readers are just dying to have this question answered, yes, I did sit and write this deal post on Valentine’s day. keep it simple stupid (K.I.S.S.) “Not a Glock” – $439.99 What the deal is: The K.I.S.S. 80PBuild kit is probably the mo…",
    "sentiment": "undefined"
  },
  {
    "title": "Venezuelan Oil Finds Home in India as U.S. Shuns Shipments",
    "description": "While flows to the U.S. came to a halt, India became the No. 1 buyer of Venezuelan crude in the first half of February, with imports jumping 66 percent to 620,000 barrels a day. Indian refiners Reliance Industries Ltd and Nayara Energy Ltd, which is backed by…",
    "sentiment": "undefined"
  },
  {
    "title": "A Big Week For Oil Bulls",
    "description": "It’s been a great week for oil bulls as fears relating to the U.S.-China trade war have diminished while supply outages and reductions have made headlines",
    "sentiment": "undefined"
  },
  {
    "title": "Legal Experts Accuse New York Climate Crusaders Of Overstepping The Law",
    "description": "'Would produce inconsistent and ill-considered outcomes '",
    "sentiment": "undefined"
  },
  {
    "title": "Gulf Coast petrochemical plants open, and new ones are planned",
    "description": "Sasol and Lotte open facilities as Chevron Phillips and Shell consider new ones",
    "sentiment": "undefined"
  },
  {
    "title": "In Defense of Incrementalism: A Response to Prof. Greve’s Proposal for Administrative Courts",
    "description": "For “anti-administrativists” like myself, what’s the best way to reform the administrative state? In a provocative post at Law & Liberty, Professor Michael Greve rejects our ilk’s dominant approach, which is to focus on judicial deference doctrines—in particu…",
    "sentiment": "undefined"
  },
  {
    "title": "U.S. Consumers Would Rather Have a Free Tank of Gas Than a Free Dinner",
    "description": "Gas is more important than savings or health care to U.S. consumers, according to a new study. Given a choice, they would choose a free tank of gas over a free dinner.",
    "sentiment": "undefined"
  },
  {
    "title": "The Salmon Wars in the Pacific Northwest: Banning the Rough Customer",
    "description": "This week in Olympia, the Senate Agriculture Committee held a public hearing on Senate Bill 5671 to ban nontribal gillnetting in Washington state. The legislation would eliminate 445 small fishing businesses in rural and coastal areas. Despite the treacherous…",
    "sentiment": "undefined"
  },
  {
    "title": "2 Reasons Why Big Oil Isn’t Rushing Into Renewables",
    "description": null,
    "sentiment": "undefined"
  },
  {
    "title": "UPDATE 1-GLOBAL LNG-Asian prices drop to 17-mth low on tepid demand",
    "description": "Asian spot prices for liquefied natural gas (LNG) continued their downward spiral this week, hitting a 17-month low as the market moved further away from the peak winter-demand period and inventories remained high in the region.",
    "sentiment": "undefined"
  },
  {
    "title": "EU mergers and takeovers (Feb 15)",
    "description": "The following are mergers under review by the European Commission and a brief guide to the EU merger process:",
    "sentiment": "undefined"
  },
  {
    "title": "Court Rejects Oil Industry's Retaliatory Lawsuit Against L.A. Youth Groups",
    "description": "A California appeals court today",
    "sentiment": "undefined"
  },
  {
    "title": "Woodside Petroleum's (WOPEF) CEO Peter Coleman on 2018 Full Year Results - Earnings Call Transcript",
    "description": "Woodside Petroleum Ltd. (OTCPK:WOPEF) 2018 Full Year Results Conference Call February 13, 2019 6:30 PM ET Company Participants Peter Coleman – Chief Executive O",
    "sentiment": "undefined"
  },
  {
    "title": "‘’Lower Your Costs, Or Die’’ Big Oil’s New Mantra",
    "description": "Fracking and the booming short-cycle shale production in the Permian have revolutionized not only U.S. crude oil production. The prolific shale basin in West Texas and New Mexico has also shown U.S. supermajor Chevron that it needs to become more efficient in…",
    "sentiment": "undefined"
  },
  {
    "title": "A Big Week For Oil Bulls",
    "description": "Oil prices headed higher on Friday for the fifth day in a row as fears related to U.S.-China trade talks subsided and production cuts continued to make headlines. Friday, February 15th, 2019 (Click to enlarge) (Click to enlarge) (Click to enlarge) (Click to e…",
    "sentiment": "undefined"
  },
  {
    "title": "\"Lower Your Costs, Or Die\" Big Oil's New Mantra",
    "description": "Authored by Tsvetana Paraskova via Oilprice.com, Fracking and the booming short-cycle shale production in the Permian have revolutionized not only U.S. crude oil production. The prolific shale basin in West Texas and New Mexico has also shown U.S. supermajor …",
    "sentiment": "undefined"
  },
  {
    "title": "'It's all about Lucas': Petition effort underway to name Amherst bridge after fallen police trooper",
    "description": "An effort is underway to name a bridge in Amherst in honor of Lucas P. Dowell, a Virginia State Police trooper who died after being shot Feb. 4 in the line of duty in Cumberland County.",
    "sentiment": "undefined"
  },
  {
    "title": "Flaming Burger Makes Beautifully Uncomplicated Burgers in a Lochwood Strip Mall",
    "description": "Marco Vazquez smiles. He’s just finished plating a steaming double cheeseburger inside a plastic basket, sent it out to the quiet dining room, and he mentions that Flaming Burger is family-owned. It took a question or two later to determine that Vazquez, who …",
    "sentiment": "undefined"
  },
  {
    "title": "Americans value a free gas fill-up over a cash giveaway — that doesn’t erase risk for commodity investors",
    "description": "Volatile prices make gasoline a particularly risky investment, but the fuel’s importance to drivers hasn’t wavered.",
    "sentiment": "undefined"
  },
  {
    "title": "How will next week's heavy rain impact the 59/20 bridge project?",
    "description": "Next week's heavy rain will impact the 59/20 bridge project.",
    "sentiment": "undefined"
  },
  {
    "title": "These 3 Value Stocks Are Absurdly Cheap Right Now",
    "description": "Twitter, ExxonMobil, and Abbvie are companies you need to look at today.",
    "sentiment": "undefined"
  },
  {
    "title": "Featured Deals of the Week – 2/15/19",
    "description": "Because I know all of my readers are just dying to have this question answered, yes, I did sit and write this deal post on Valentine’s day. keep it simple stupid (K.I.S.S.) “Not a Glock” – $439.99 What the deal is: The K.I.S.S. 80PBuild kit is probably the mo…",
    "sentiment": "undefined"
  }
]