[
  {
    "title": "DriveNets emerges from stealth with $110M for its cloud-based alternative to network routers",
    "description": "Software is eating the world, and today a startup that’s taking this maxim to the world of telecoms has raised a big round of funding as it comes out of stealth. DriveNets, a company out of Israel that builds cloud-based networking services that provide a che…",
    "sentiment": "undefined"
  },
  {
    "title": "The Ratings Game: Cisco shows ‘fundamental resiliency’ as stock climbs after earnings",
    "description": "Cisco Systems Inc. is eliciting cheers from analysts on Thursday, after the company quelled doubts with its latest earnings report.",
    "sentiment": "undefined"
  },
  {
    "title": "Earnings Watch: Coke stock heads for worst day since 2008, Nvidia looks to capitalize on ‘positive set up’",
    "description": "Coca-Cola Co. may be losing some of its fizz, and that’s hurting its stock on Thursday.",
    "sentiment": "undefined"
  },
  {
    "title": "Market Snapshot: S&P 500, Nasdaq poised to extend rally to a fifth day on U.S.-China trade-talk progress",
    "description": "U.S. stock index futures on Thursday were set to trade modestly higher, amid continued easing of tensions on two of the most pressing issues of the week: U.S.-China talks and a partial government shutdown",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street Falls as Surprise Drop in Retail Sales Rattle Investors",
    "description": "U.S. stocks fell on Thursday, as consumer and retail stocks dropped after a sharp decline in retail sales in December suggested a slowdown in economic activity.",
    "sentiment": "undefined"
  },
  {
    "title": "4 Reasons to Buy Cisco After Its Solid Second Quarter",
    "description": "The networking hardware giant remains one of the safest tech stocks on the market.",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco Systems, Inc. (CSCO) Q2 2019 Earnings Conference Call Transcript",
    "description": "CSCO Earnings call for the period ending January 31, 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Stock Market Today: Investors Show Some Love for Cisco, but Not So Much for Coca-Cola",
    "description": "Stocks fell after a disturbing retail sales report but recovered from steep early losses.",
    "sentiment": "undefined"
  },
  {
    "title": "Insight Enterprises Inc (NSIT) Q4 2018 Earnings Conference Call Transcript",
    "description": "NSIT earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "NetApp Inc (NTAP) Q3 2019 Earnings Conference Call Transcript",
    "description": "NTAP earnings call for the period ending January 25, 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Equinix Inc (EQIX) Q4 2018 Earnings Conference Call Transcript",
    "description": "EQIX earnings call for the period ending  December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco jumps after crushing Wall Street sales, earnings forecasts (CSCO)",
    "description": "Cisco Systems on Wednesday reported second-quarter profits that beat Wall Street estimates. The company's quarterly sales were in line with forecasts. Cisco also provided relatively bullish outlooks for profit and revenue in the third quarter. Watch Cisco Sys…",
    "sentiment": "undefined"
  },
  {
    "title": "Trade Optimism Continues, Cisco Posts Strong Quarter",
    "description": "It looked like a continuation of yesterday's rally in early trading amid hopes of a possible extension of talks with China and solid earnings from Cisco (CSCO), but a weak retail sales number seemed to put a damper on things.",
    "sentiment": "undefined"
  },
  {
    "title": "Analysis: IBM CEO Declares Chapter 2 of Cloud and AI at IBM Think 2019",
    "description": "At IBM Think 2019 IBM CEO sets the stage for Chapter 2 of the cloud, data, storage, and artificial intelligence.",
    "sentiment": "undefined"
  },
  {
    "title": "Packet Loss: How to Measure And How to Fix",
    "description": "Networks are the backbone of most modern organizations. They allow data to be accessed by whoever needs it wherever they may be. But as important and critical as they may be, networks can also suffer from a few issues. In fact, there are mainly three main pro…",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco CLO Mark Chandler On Legal Department Innovation",
    "description": "For some two decades, Mark Chandler has been a leading voice for innovation and technology in the operation of legal departments and the delivery of legal",
    "sentiment": "undefined"
  },
  {
    "title": "Newer businesses drive Cisco's earnings beat; shares rise - Yahoo Finance",
    "description": "Newer businesses drive Cisco's earnings beat; shares rise Yahoo Finance By Arjun Panchadar. (Reuters) - Cisco Systems Inc reported better-than-expected quarterly earnings on Wednesday, as it benefited from strength in its newer...",
    "sentiment": "undefined"
  },
  {
    "title": "Nasdaq Today Reverses Higher; CyberArk Sparks IBD 50 - Investor's Business Daily",
    "description": "Nasdaq Today Reverses Higher; CyberArk Sparks IBD 50 Investor's Business Daily The Nasdaq today was higher and the S&P 500 almost flat in afternoon trading after erasing early losses, while leading stocks outperformed thanks to...",
    "sentiment": "undefined"
  },
  {
    "title": "Arista Networks: The Time To Sell Has Come",
    "description": "Arista Networks has been dominant in the last years, but keeping its growth so high could be really hard with all the players in the market. Cisco is giving Ari",
    "sentiment": "undefined"
  },
  {
    "title": "What Recession?",
    "description": "Most of the Dow Jones Industrial Average companies have reported their full year 2018 earnings, and the raw data is interesting, to say the least. After a robus",
    "sentiment": "undefined"
  },
  {
    "title": "Alibaba Still Isn't Shy About Opening Up Its Checkbook- Tech Check - TheStreet.com",
    "description": "Alibaba Still Isn't Shy About Opening Up Its Checkbook- Tech Check TheStreet.com Trade tensions and slowing Chinese GDP growth haven't dampened Alibaba's (BABA) enthusiasm for making strategic investments. The Chinese e-commerce...",
    "sentiment": "undefined"
  },
  {
    "title": "Tech pitching staff sees changes with new season - The Daily Toreador",
    "description": "Tech pitching staff sees changes with new season The Daily Toreador As five pitchers move on to the MLB, the Texas Tech baseball team has acquired many new faces along with a few returners to the pitching roster in hopes of...",
    "sentiment": "undefined"
  },
  {
    "title": "How Chinese Theft is Becoming a Global Menace",
    "description": "Huawei, accused many times over of stealing secrets, is poised to control next-gen cellular technology worldwide.",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco Gains on Solid Earnings and Orders: 5 Key Takeaways - TheStreet.com",
    "description": "Cisco Gains on Solid Earnings and Orders: 5 Key Takeaways TheStreet.com Macro and trade pressures didn't slow down Cisco Systems (CSCO - Get Report) much last quarter, and the company insists demand remains healthy in the... View full coverage on Google News",
    "sentiment": "undefined"
  },
  {
    "title": "Stock Market Falls On Weak Retail Sales; Dow Jones Stock Breaks Out - Investor's Business Daily",
    "description": "Stock Market Falls On Weak Retail Sales; Dow Jones Stock Breaks Out Investor's Business Daily The Dow Jones industrials lost 150 points in today's stock market amid weak retail sales. Dow Jones stock Cisco Systems is tryig to break out. View full coverage on …",
    "sentiment": "undefined"
  },
  {
    "title": "Ferrari, Cirrus Logic, Cisco and MGM highlighted as Zacks Bull and Bear of the Day",
    "description": "Ferrari, Cirrus Logic, Cisco and MGM highlighted as Zacks Bull and Bear of the Day",
    "sentiment": "undefined"
  },
  {
    "title": "ETFs to Surge on Cisco's Solid Results",
    "description": "ETFs having the largest allocation to Cisco will be in focus over the coming days.",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco Systems (CSCO) Q2 Earnings & Revenue Beat Estimates",
    "description": "Cisco Systems (CSCO) gains from strength in Security and Applications segment. Order strength and improving traction of the subscription-based model were other tailwinds.",
    "sentiment": "undefined"
  },
  {
    "title": "4 Reasons to Buy Cisco After Its Solid Second Quarter",
    "description": "The networking hardware giant remains one of the safest tech stocks on the market.",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco Systems, Inc. (CSCO) Q2 2019 Earnings Conference Call Transcript",
    "description": "CSCO Earnings call for the period ending January 31, 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Stock Market Today: Investors Show Some Love for Cisco, but Not So Much for Coca-Cola",
    "description": "Stocks fell after a disturbing retail sales report but recovered from steep early losses.",
    "sentiment": "undefined"
  },
  {
    "title": "Newer businesses drive Cisco's earnings beat; shares rise",
    "description": "Shares of the Dow component rose about 4 percent in extended trading after the network gear maker also forecast third-quarter earnings above analysts' estimates and boosted its share buyback program and quarterly dividend. Analysts have been worried about the…",
    "sentiment": "undefined"
  },
  {
    "title": "Noxious Trade Talk Fumes Dull S&P Bears’ Senses: Taking Stock",
    "description": "S&P valuations are approaching their November highs, and you have to ask yourself -- if a deal is made tomorrow, where should it be? MKM strategists led by Michael Darda in a note Wednesday wrote that a 20% gain in the S&P for 2019 (citing history that sugges…",
    "sentiment": "undefined"
  },
  {
    "title": "Insight Enterprises Inc (NSIT) Q4 2018 Earnings Conference Call Transcript",
    "description": "NSIT earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "NetApp Inc (NTAP) Q3 2019 Earnings Conference Call Transcript",
    "description": "NTAP earnings call for the period ending January 25, 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Equinix Inc (EQIX) Q4 2018 Earnings Conference Call Transcript",
    "description": "EQIX earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street advances on trade hopes, tame inflation data",
    "description": "The Dow Jones Industrial Average rose 117.51 points, or 0.46 percent, to 25,543.27, the S&P 500 gained 8.3 points, or 0.30 percent, to 2,753.03 and the Nasdaq Composite added 5.76 points, or 0.08 percent, to 7,420.38.",
    "sentiment": "undefined"
  },
  {
    "title": "Qualys, Lacework, & Multicloud – Enterprise Security Weekly #126",
    "description": "Cisco unlocks IoT potential with Intent-Based Networking, Qualys extends cloud platform with patch management, Tenable announces general availability of Predictive Prioritization, and Lacework announces security support for Azure and Multicloud environments! …",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street falls as surprise drop in retail sales rattle investors - Investing.com",
    "description": "Wall Street falls as surprise drop in retail sales rattle investors Investing.com Dow falls more than 200 points after 'dreadful' retail sales report sparks recession fears MarketWatch Dow falls more than 100 points on biggest retail sales drop since 2009 CNB…",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks close mostly lower, ending S&P 500’s 4-day winning streak",
    "description": "US stock indexes clawed most of the way back from an early slide Thursday to finish mostly lower, ending a four-day winning streak for the benchmark S&P 500 index.",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks - Wall Street Slumps After Retail Sales Fall in December - Investing.com",
    "description": "Stocks - Wall Street Slumps After Retail Sales Fall in December Investing.com Dow falls more than 200 points after 'dreadful' retail sales report sparks recession fears MarketWatch Dow falls more than 100 points on biggest retail sales drop since 2009 CNBC St…",
    "sentiment": "undefined"
  },
  {
    "title": "First On CNBC: CNBC Transcript: Cisco Chairman and CEO Chuck Robbins Speaks with CNBC's Jim Cramer Today",
    "description": "",
    "sentiment": "undefined"
  },
  {
    "title": "Pinnacle Financial Partners is One of America’s Best Places to Work",
    "description": "NASHVILLE, Tenn.--(BUSINESS WIRE)--Pinnacle Financial Partners is one of the top places to work in the United States, according to the latest list of the 100 Best Companies to Work For® from FORTUNE magazine and Great Place to Work. The firm ranked 27 on the …",
    "sentiment": "undefined"
  },
  {
    "title": "Virsec Named Winner of Three Info Security Products Guide 2019 Global Excellence Awards®",
    "description": "SAN JOSE, Calif.--(BUSINESS WIRE)--Virsec, a cybersecurity company delivering a radically new approach to protect against advanced targeted attacks, today announced that Info Security Products Guide, one of the industry’s leading information security research…",
    "sentiment": "undefined"
  },
  {
    "title": "Arista Networks, Inc. Reports Fourth Quarter and Full Year 2018 Financial Results",
    "description": "SANTA CLARA, Calif.--(BUSINESS WIRE)--Arista reports fourth quarter and full year 2018 results.",
    "sentiment": "undefined"
  },
  {
    "title": "Hudson Pacific Properties Reports Fourth Quarter and Full Year 2018 Financial Results",
    "description": "LOS ANGELES--(BUSINESS WIRE)--Hudson Pacific Properties, Inc. (the \"Company\" or \"Hudson Pacific\") (NYSE: HPP) today announced financial results for the fourth quarter 2018. Management Comments &amp; Industry Outlook Victor Coleman, Hudson Pacific Properties' …",
    "sentiment": "undefined"
  },
  {
    "title": "Israeli software firm DriveNets raises $110 mln in 1st funding round",
    "description": "TEL AVIV (Reuters) - Israeli networking software company DriveNets said on Thursday it raised $110 million in its first round of financing led by Bessemer Venture Partners and Israel's Pitango Growth, with the participation of several private investors. The n…",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street regains lost ground as trade optimism offsets bleak retail data",
    "description": "By Amy Caren Daniel and Shreyashi Sanyal (Reuters) - U.S. stocks recovered from declines triggered by bleak retail data to trade flat on Thursday, as investors focused on signs of progress in the ongoing U.S.-China trade talks. The post Wall Street regains lo…",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street skids as bleak retail sales data clouds trade optimism",
    "description": "By Amy Caren Daniel and Shreyashi Sanyal (Reuters) - U.S. stocks fell on Thursday, led by declines in consumer and bank shares, after bleak retail data fanned concerns about retailer earnings and led to increased bets of interest rate cuts, with losses capped…",
    "sentiment": "undefined"
  },
  {
    "title": "Love for sale: Valentine's Day campaigns for your romantic interludes",
    "description": "The late rock philosopher, J. Geils, once famously stated: \"Love stinks.\" For those who don't share the bandleader's sentiments, there's Valentine's Day. Some might call it a holiday manufactured by those selling flowers, chocolates, and silky undergarments, …",
    "sentiment": "undefined"
  },
  {
    "title": "A preview of MarTech: over 50 in-depth sessions at the intersection of marketing, technology, and management",
    "description": "Twice a year, I face a dilemma. Presented with hundreds of nominated speakers and topics for an upcoming MarTech conference, I have to choose only a few dozen to fit into a two-day, three-track event. It’s a dilemma for a couple of reasons. First, the vast ma…",
    "sentiment": "undefined"
  },
  {
    "title": "S&P 500 slips as grim retail sales data overshadows trade hopes",
    "description": "U.S. stock index futures pared gains on Thursday, after retail sales recorded their biggest drop in more than nine years in December, suggesting a sharp slowdown in economic activity at the end of 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Dow, S&P 500 hit by weak December retail sales",
    "description": "NEW YORK: Wall Street stocks finished mostly lower on Thursday (Feb 14) following a disappointing retail sales report and mixed earnings. The Dow Jones Industrial Average fell 103.88 points (0.41 per cent) to 25,439.39. The broad-based S&P 500 shed 7.30 point…",
    "sentiment": "undefined"
  },
  {
    "title": "DJIA pressured on its advance to the 76.4% Fibo at 25668",
    "description": "Stocks on Wall Street were pressured on Thursday due to disappointments in the US retail sales data and concerning notice over the progress, or there lack of, in trade negotiations between the US and Chinese officials. The Dow Jones Industrial Average DJIA, d…",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco Does It Again in Q2",
    "description": "Cisco reported fiscal second-quarter financial results after the markets closed on Wednesday that were about what Wall Street expected.",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks making the biggest moves premarket: Coca-Cola, Alphabet, Canada Goose & more",
    "description": "These are the stocks posting the largest moves before the bell.",
    "sentiment": "undefined"
  },
  {
    "title": "How Cisco Encourages Everyone To Innovate (All The Time)",
    "description": "Cisco created a new way for employees to put ideas in front of key decision-makers. Here's how it has paid off.",
    "sentiment": "undefined"
  },
  {
    "title": "How Workday Turns Data Into Diversity",
    "description": "Product design isn’t typically in the job description for a chief diversity officer. But at Workday, it’s an essential part.",
    "sentiment": "undefined"
  },
  {
    "title": "How Every Company Can Inspire All Employees to Drive Innovation",
    "description": "Fortune research partner Great Place to Work used the Innovation Velocity Ratio metric while determining the 100 Best Companies to work for.",
    "sentiment": "undefined"
  },
  {
    "title": "RSA 2019: Experts Consider AI as a Security Topic to Watch",
    "description": "We wanted to find out what cybersecurity experts and IT professionals expected to be the biggest draws at the upcoming security conference -- and several pegged this year as the year of machine learning and AI-driven security topics and solutions.",
    "sentiment": "undefined"
  },
  {
    "title": "eWEEK’s Top Vendors: Data Center Switching Providers",
    "description": "eWEEK is creating a new series of articles which examine all sectors of IT and present up-to-date research and analysis on the leading companies in each space. It's all designed for enterprise buyers of hardware, software, services and cloud products to have …",
    "sentiment": "undefined"
  },
  {
    "title": "Ericsson, Intel Partner on 5G Platform",
    "description": "The companies will combine technologies to create a platform to enable service providers to more quickly launch services around 5G, NFV and the cloud.",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco CEO Chuck Robbins Talks Q2 Results, 5G, China Trade",
    "description": "First On CNBC: CNBC Transcript: Cisco Chairman and CEO Chuck Robbins Speaks with CNBC’s Jim Cramer Today WHEN: Today, Thursday, February 14, 2018 WHERE: CNBC’s “Squawk on the Street” The following is the unofficial transcript of a FIRST ON CNBC […] The post C…",
    "sentiment": "undefined"
  },
  {
    "title": "Goldman Sachs CEO David Michael Solomon’s Full CNBC Interview",
    "description": "CNBC Exclusive: CNBC Transcript: Goldman Sachs CEO David Michael Solomon Speaks with CNBC’s Leslie Picker Today WHEN: Today, Wednesday, February 13, 2019 WHERE: CNBC’s “Closing Bell” – Live from the Goldman Sachs Technology and Internet Conference in San Fran…",
    "sentiment": "undefined"
  },
  {
    "title": "DevOps Chat: Shifting DevSec Left with ShiftLeft – RSAC Edition",
    "description": "In this DevOps Chat we speak with Manish Gupta, CEO co-founder of ShiftLeft. ShiftLeft is one of the up-and-coming DevSecOps companies. As evidence of such, it was recently chosen as one of the 10 finalists for this year’s #RSAC Innovation Sandbox award. I ha…",
    "sentiment": "undefined"
  },
  {
    "title": "VCP6.7-DCV Objective 4.4 – Set up ESXi hosts",
    "description": "Hello students and readers. This is our first post covering the new upcoming VCP6.7-DCV Study Guide. It is a work in progress and we’re just started. I hope it will help VMware admins to successfully pass their VCP6.7-DCV 2019 certification. This post’s title…",
    "sentiment": "undefined"
  },
  {
    "title": "Resilient & Robust - Enterprise Security Weekly #126",
    "description": "This week, Paul is joined by Matt Alderman in the absence of John Strand, to discuss The Evolution of Vulnerability Management, and where we stand today in areas such as Applications, Infrastructure, and Mobile! In the Enterprise Security News, Cisco unlocks …",
    "sentiment": "undefined"
  },
  {
    "title": "Internet of Things (IoT) Middleware Market Anticipated huge Opportunity: CISCO SYSTEMS, ORACLE, RED HAT, THINGWORX, PROSYST (BOSCH), CLEARBLADE - Crypto News Today",
    "description": "Internet of Things (IoT) Middleware Market Anticipated huge Opportunity: CISCO SYSTEMS, ORACLE, RED HAT, THINGWORX, PROSYST (BOSCH), CLEARBLADE Crypto News Today Internet of Things (IoT) Middleware market report offers a comprehensive valuation of the marketp…",
    "sentiment": "undefined"
  },
  {
    "title": "5 Best 5G Stocks to Buy As the Trend Heats Up - Yahoo Finance",
    "description": "Just as IoT (Internet of Things) became a buzzword for many years before it started taking off, the same is happening with 5G. 5G is the next-generation standard for wireless communications. It promises to give wireless devices, especially the mainstream smar…",
    "sentiment": "undefined"
  },
  {
    "title": "5 Best 5G Stocks to Buy As the Trend Heats Up - Investorplace.com",
    "description": "5 Best 5G Stocks to Buy As the Trend Heats Up Investorplace.com These five 5G stocks should benefit the most as 5G gets its start in 2019. Here's what you should know about each.",
    "sentiment": "undefined"
  },
  {
    "title": "Fourfold Growth in IoT Service Revenues to be Spearheaded by Data and Analytics - IoT For All",
    "description": "A recent report from ABI Research, a market-foresight advisory firm providing strategic guidance on the most compelling transformative technologies, comprehensively defines the growth dynamics in IoT service revenues. Internet of Things (IoT) connections are …",
    "sentiment": "undefined"
  },
  {
    "title": "Internet of Things Technology Market Effect Factors Analysis with Revenue and Forecast to 2025 - B2B Reports News",
    "description": "Internet of Things Technology Market report provides featured analysis that will drive your business to the next level. It overview including growth factors, market demand, current trends, and forecast research by expert studies. This report estimate upcoming…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Internet of Things (IoT) in Healthcare Market Top Player 2018 – International Business Machines Corporation (IBM) - Times of Market",
    "description": "Global Internet of Things (IoT) in Healthcare Market Top Player 2018 – International Business Machines Corporation (IBM) Times of Market The report gives the detailed overview of Global “Internet of Things (IoT) in Healthcare“ Market 2018 and predicts future …",
    "sentiment": "undefined"
  },
  {
    "title": "Global Industrial Internet of Things (IIoT) Market Share to Hit USD 232.15 Billion by 2023 - Industry News Network",
    "description": "Global Industrial Internet of Things (IIoT) Market Share to Hit USD 232.15 Billion by 2023 Industry News Network The “Global Industrial Internet of Things (IIoT) Market Set for Rapid Growth, to Reach Around USD 232.15 Billion by 2023” report has been added to…",
    "sentiment": "undefined"
  },
  {
    "title": "2018 Global Internet of Things (IoT) Market in Manufacturing – Segmented by Software,Connectivity, Services, Application (Process Optimization, Predictive Maintenance, Asset Management) and Region – Growth, Trends and Forecasts to 2023 – Daily Updates - Daily Updates",
    "description": "2018 Global Internet of Things (IoT) Market in Manufacturing – Segmented by Software,Connectivity, Services, Application (Process Optimization, Predictive Maintenance, Asset Management) and Region – Growth, Trends and Forecasts to 2023 – Daily Updates Daily U…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Internet of Things (IoT) in Healthcare Market Research Report | Size, Share and Forecast by 2028: Microsoft Corporation, Proteus Digital Health Inc, Medtronic - World Reporter",
    "description": "Global Internet of Things (IoT) in Healthcare Market Research Report | Size, Share and Forecast by 2028: Microsoft Corporation, Proteus Digital Health Inc, Medtronic World Reporter Market.us released a new report on”Internet of Things (IoT) in Healthcare Mark…",
    "sentiment": "undefined"
  },
  {
    "title": "Internet of Things (IoT) in Energy Market Global Industry Analysis, Size, Share, Growth, Trends and Forecast 2019-2025 - Fashion Herald",
    "description": "Internet of Things (IoT) in Energy Market Global Industry Analysis, Size, Share, Growth, Trends and Forecast 2019-2025 Fashion Herald Wiseguyreports.Com adds “Internet of Things (IoT) in Energy Market –Market Demand, Growth, Opportunities, Analysis of Top Key…",
    "sentiment": "undefined"
  },
  {
    "title": "Internet of Things Technology Market Report 2019 -2025: Consumption (Sales) Comparison by Application - DD News Herald",
    "description": "Internet of Things Technology Market reports cover detailed competitive outlook including the market share and company profiles of the key participants operating in the Global market. The Internet of Things Technology market report provides an in-depth overvi…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Industrial Internet of Things (IIoT) Market : USD 232.15 Billion by 2023 : US, UK, France, Germany, China & Japan - Press Release - Digital Journal",
    "description": "Global Industrial Internet of Things (IIoT) Market : USD 232.15 Billion by 2023 : US, UK, France, Germany, China & Japan - Press Release Digital Journal Industrial Internet of Things (IIoT) Market by Component (Sensors, Industrial Robotics, Distributed Contro…",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco delivers solid financials as it steps up its transition to a software-focused company",
    "description": "Computer networking giant Cisco Systems Inc. looks to be humming along nicely after delivering strong second quarter fiscal 2019 earnings that edged past Wall Street’s expectations. The company’s shares rose almost 4 percent in extended trading Wednesday afte…",
    "sentiment": "undefined"
  },
  {
    "title": "After limping through chapter one of cloud computing, IBM aims to own chapter two",
    "description": "In 2013, IBM Corp. got a wakeup call when it lost an important cloud computing deal at the Central Intelligence Agency to Amazon Web Services Inc. IBM protested the contract, exposing previously confidential details. In a high-profile decision, Judge Thomas W…",
    "sentiment": "undefined"
  },
  {
    "title": "AWS Introduces 5 New Amazon EC2 Bare Metal Instances",
    "description": "<!--paging_filter--> Amazon Web Services (AWS) released five new EC2 bare metal instances. Bare metal instances are ideal for workloads that need direct access to the process and memory resources. AWS also released lower cost storage, EFS Infrequent Access (E…",
    "sentiment": "undefined"
  },
  {
    "title": "Dow Ends Day Down 103",
    "description": "Stocks drifted to a mixed finish on Wall Street as losses for banks and consumer products makers outweighed gains elsewhere in the market, the AP reports. A small loss for the S&P 500 Thursday broke a four-day winning streak for the benchmark index. The marke…",
    "sentiment": "undefined"
  },
  {
    "title": "Twillio Is Transitioning",
    "description": "Twilio started out as a \"developer first\" company. That means they started building their business at the developer level and have started working their way up the ladder with the larger customers. Of late though, they have been sending all kinds of signals t…",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco's stock surges toward 18-year high, would add about 14 points to Dow's price",
    "description": "Shares of Cisco Systems Inc. surged 4.2% in premarket trade Thursday, putting them on track to open at the higher level seen during regular-session hours since December 2000, after the networking giant reported better-than-expected fiscal second-quarter repor…",
    "sentiment": "undefined"
  },
  {
    "title": "Dow falls nearly 200 points at the open after 'dreadful' retail sales report sparks recession fears",
    "description": "U.S. stocks opened solidly lower Thursday morning after lackluster economic reports overshadowed optimism over progress in U.S.-China trade negotiations. The Dow Jones Industrial Average fell about 180 points to 25363, a decline of 0.7%, the S&P 500 index fel…",
    "sentiment": "undefined"
  },
  {
    "title": "U.S. stocks shake off declines in midday trading",
    "description": "Nasdaq and the S&amp;P 500 shake of their morning declines, while the Dow is nearing green in noon hour trading.Nasdaq +0.3%, the S&amp;P essentially flat, and the Dow, off 0.2%, had slid as much as 0",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks start lower as plunging retail sales spark slowdown worries",
    "description": "Stocks dip into the red following the release of much weaker than expected December retail sales, which heightens investor concerns about a potential slowdown in the U.S. economy; Dow -0.7%, S&amp;P -",
    "sentiment": "undefined"
  },
  {
    "title": "ISC StormCast for Thursday, February 14th 2019",
    "description": "Fake Updates Campaign Still Active in 2019 https://isc.sans.edu/forums/diary/Fake+Updates+campaign+still+active+in+2019/24640/ macOS Malware (Shlayer) Disables Gatekeeper https://www.carbonblack.com/2019/02/12/tau-threat-intelligence-notification-new-macos-ma…",
    "sentiment": "undefined"
  },
  {
    "title": "Wall Street advances on trade hopes, tame inflation data",
    "description": "For the 2nd straight day, the S&P 500 closes above its 200-day moving average, a key technical level.",
    "sentiment": "undefined"
  },
  {
    "title": "DEC unveils new Dallas hub focused on smart cities, gets hand from Microsoft, AT&T",
    "description": "The Dallas Entreprenuer Center is making a fresh effort around smart cities – and getting help from some of the biggest names in tech. The DEC Network is announcing a smart cities incubator in its flagship West End site focused on supporting entrepreneurs and…",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco jumps after crushing Wall Street sales, earnings forecasts (CSCO)",
    "description": "Cisco Systems on Wednesday reported second-quarter profits that beat Wall Street estimates. The company's quarterly sales were in line with forecasts. Cisco also provided relatively bullish outlooks for profit and revenue in the third quarter. Watch Cisco Sys…",
    "sentiment": "undefined"
  },
  {
    "title": "Israel’s DriveNets raises $110 million to simplify telco service deployments",
    "description": "Networking software startup DriveNets emerged out of stealth mode today when it announced the company had raised $110 million in venture capital.",
    "sentiment": "undefined"
  },
  {
    "title": "What’s New in Civic Tech: Detroiters Pay Taxes Via Kiosks",
    "description": "Wayne County, Mich., which is home to Detroit, has deployed a new kiosk-based system for property tax payment that allows its residents to pay their bills over time, rather than in one lump sum. Local media reported on the kiosk system this week, which is rel…",
    "sentiment": "undefined"
  },
  {
    "title": "​China slowdown fails to dent demand for Cisco tech",
    "description": "The San Jose-based networking equipment company, often seen as a bellwether for spending by corporations, governments and telecoms companies, survived headwinds to report a surprisingly solid performance.",
    "sentiment": "undefined"
  },
  {
    "title": "US STOCKS-Futures gain on signs of trade talk progress",
    "description": "U.S. stock index futures rose on Thursday, fueled by expectations of a breakthrough in the trade talks between the United States and China.",
    "sentiment": "undefined"
  },
  {
    "title": "Weak sales report sinks stock prices in midday trading",
    "description": "NEW YORK - New figures showing that last month's holiday sales were far worse than previously expected helped drive stocks lower on Wall Street Thursday, threatening to end a four-day winning streak for the S&P 500 index.",
    "sentiment": "undefined"
  },
  {
    "title": "Slow and steady for Cisco: Yep, people still need network gear, and together they'll pay billions of bucks for it",
    "description": "Switchzilla shakes off economic worries, turns tidy profit Little news is good news for networking giant Cisco.…",
    "sentiment": "undefined"
  },
  {
    "title": "Between starving and thriving children, there's Rajeev",
    "description": "Between starving and thriving children, there's Rajeev. More RSS Feed: newsroom.cisco.com/rss-feeds...",
    "sentiment": "undefined"
  },
  {
    "title": "Cisco Systems rises while Coca-Cola, AIG fall on Wall Street",
    "description": "Cisco Systems rises while Coca-Cola, AIG fall on Wall Street",
    "sentiment": "undefined"
  }
]