[
  {
    "title": "Too Big to Succeed: Why the Airbus A380 Is Dead",
    "description": "The mega-jet is dead. Thursday morning, in a move that surprised no one in the industry, Airbus announced that its A380 line in Toulouse will close in 2021, once the final aircraft on order has been delivered. After spending billions on the double-decker flag…",
    "sentiment": "undefined"
  },
  {
    "title": "Ruthless and sophisticated: How hackers exploit new tech",
    "description": "A new study shows internet-connected devices and employees are being used to steal data and money from organisations.",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx CEO's Top Deputy Abruptly Exits Weeks After Joining Board",
    "description": null,
    "sentiment": "undefined"
  },
  {
    "title": "Close Calls Revealed: The 9/11s That Didn't Happen",
    "description": "The world of near-disasters, as described by those who watched them unfold.",
    "sentiment": "undefined"
  },
  {
    "title": "Close Calls Revealed: The 9/11s That Didn't Happen Revealed",
    "description": "The world of near-disasters, as described by those who watched them unfold.",
    "sentiment": "undefined"
  },
  {
    "title": "Airbus A380 To End Production, Deliveries To Stop In 2021 - Investor's Business Daily",
    "description": "Airbus A380 To End Production, Deliveries To Stop In 2021 Investor's Business Daily Citing lack of demand, Airbus cancels A380 superjumbo aircraft Ars Technica Airbus to scrap A380 superjumbo production The Star Online Killing the Airbus A380 Is an Act of Kin…",
    "sentiment": "undefined"
  },
  {
    "title": "IMF January Buys And Portfolio Performance Update",
    "description": "Ian's Million Fund IMF is a real-money portfolio that I've written about monthly since January 2016 here at Seeking Alpha. This article reviews the 18 stocks I",
    "sentiment": "undefined"
  },
  {
    "title": "Thursday's Duel qualifying races: Start time, lineup and more - Yahoo Sports",
    "description": "Thursday's Duel qualifying races: Start time, lineup and more Yahoo Sports Paul Menard, Jimmie Johnson clear the air from Daytona Clash incident autoweek.com FedEx Preview Show: 2019 Daytona 500 NASCAR WEBISODE: Daytona 500 marks end of era for NASCAR WFLA Da…",
    "sentiment": "undefined"
  },
  {
    "title": "INTERVIEW: Tyler Reddick on 'the biggest week of my life' - Racer",
    "description": "INTERVIEW: Tyler Reddick on 'the biggest week of my life' Racer Kevin Harvick, Joey Logano win qualifying Duel races, which set Daytona 500 lineup USA TODAY FedEx Preview Show: 2019 Daytona 500 NASCAR Paul Menard, Jimmie Johnson clear the air from Daytona Cla…",
    "sentiment": "undefined"
  },
  {
    "title": "A Call to Moral Capitalism",
    "description": "AP Photo/Julio Cortez A woman shouts while marching with service workers asking for $15 minimum wage pay during a rally at Newark Liberty International Airport. L ast month, our president told 800,000 federal employees to make do without paychecks for 35 days…",
    "sentiment": "undefined"
  },
  {
    "title": "Phil Mickelson might drop the Players from his schedule, says it's \"not a must-play for me\"",
    "description": "Phil Mickelson might drop the Players from his schedule, says it's \"not a must-play for me\"",
    "sentiment": "undefined"
  },
  {
    "title": "Matt Kuchar defends caddie controversy: \"We had an arrangement\"",
    "description": "What was initially billed as a feel-good story continues to transform into one of golf's more curious tales.",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx Corporation Announces Appointment of Raj Subramaniam as President and Chief Operating Officer",
    "description": "MEMPHIS, Tenn.--(BUSINESS WIRE)--FedEx Corporation announces appointment of Raj Subramaniam as president and chief operating officer",
    "sentiment": "undefined"
  },
  {
    "title": "Unity Technologies Welcomes New Chief Financial Officer",
    "description": "SAN FRANCISCO--(BUSINESS WIRE)--Unity Technologies (https://unity3d.com/), creator of the world’s most widely used real-time 3D development platform, today announced the appointment of Kim Jabal as the company’s Chief Financial Officer (CFO). Jabal brings dec…",
    "sentiment": "undefined"
  },
  {
    "title": "US Firm Still Works in Venezuela Despite Illegal Arms Shipment Allegation",
    "description": "MOSCOW (Sputnik) - GPS-Air, a US-based air cargo company, denied allegations that it illegally shipped weapons to Venezuela and the company continues to offer freight forwarding services to the South American country without disruption, a source in the compan…",
    "sentiment": "undefined"
  },
  {
    "title": "Brad Phillips on Trauma, Memory, and the Myth of the Self",
    "description": "Brad Phillips is the guest on this week’s Otherppl. His new story collection, Essays and Fictions, is available from Tyrant Books. The late Anthony Bourdain calls it: “Searingly honest, brilliant and disturbing. Brad Phillips peels back the skin and bone and …",
    "sentiment": "undefined"
  },
  {
    "title": "Phil Mickelson might drop the Players from his schedule, says it's \"not a must-play for me\"",
    "description": "PGA Tour commissioner Jay Monahan recently described the six-month stretch that kicks off with the Players in March as \"the season of championships.\" But could this reconfigured part of the schedule possibly begin without one of the tour's biggest stars? Phil…",
    "sentiment": "undefined"
  },
  {
    "title": "Air T reports Q3 results",
    "description": "Air T (NASDAQ:AIRT): Q3 GAAP EPS of -$1.34.Revenue of $63.62M (+43.0% Y/Y)Press Release",
    "sentiment": "undefined"
  },
  {
    "title": "Thailand Warehousing Market 2018-2022: A Highly Concentrated Market with the Presence of Kerry Logistics, DHL, CJ Express, SK Logistics, Shippop, aCommerce, FedEx, & TNT",
    "description": "DUBLIN, Feb. 14, 2019 /PRNewswire/ -- The \"Thailand Warehousing Market Outlook to 2022 - By Business Model (Industrial / Retail Freight, Container Freight, Cold Storage, Agriculture and Others), By End Users\" report has been added to ResearchAndMarkets.com's …",
    "sentiment": "undefined"
  },
  {
    "title": "5 pro golfers who paid their caddies more generously than Matt Kuchar",
    "description": "Not every golfer is as cheap.",
    "sentiment": "undefined"
  },
  {
    "title": "What we learned from this earnings season: Trade war is clouding outlook",
    "description": "U.S.-China trade war is making corporate executives scratch their heads when it comes to their expectations for the future.",
    "sentiment": "undefined"
  },
  {
    "title": "Roadshow report: FedEx plans to grow EPS 10 to 15 percent a year",
    "description": "In a week dominated locally by FedEx headlines, the company provided an investor update. FedEx Logistics — a subsidiary of delivery giant FedEx Corp. — announced Feb. 12 it plans to move its global headquarters to the former Gibson Guitar Factory building in …",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx names new president and COO",
    "description": "FedEx has a new president and COO effective March 1. Memphis-based FedEx Corp. announced Thursday, Feb. 14 that David Bronczek, president and chief operating officer for FedEx Corp. would retire at the start of next month. A news release stated it was a \"pers…",
    "sentiment": "undefined"
  },
  {
    "title": "Downtown boards approve $18M in incentives for FedEx Logistics",
    "description": "A pair of Downtown Memphis Commission (DMC) boards approved a combined $18.2 million in incentives Thursday, Feb. 14, for FedEx Logistics' move to the Gibson Guitar Factory building. The Center City Revenue Finance Corp. (CCRFC) board approved a 22-year PILOT…",
    "sentiment": "undefined"
  },
  {
    "title": "This Era In Commercial Aviation Is Coming To A Close(A380)",
    "description": "Production on the Airbus A380 superjumbo jet will end, and deliveries will stop in 2021 after Airbus (EADSY) renegotiated an order with Emirates, the largest A380 customer....The Airbus A380 entered commercial service just 11 years ago and can only be accommo…",
    "sentiment": "undefined"
  },
  {
    "title": "Sport24.co.za | European Tour announces largest first prize in golf",
    "description": "The European Tour has continued its bid to entice golf's biggest names to compete in its events by announcing the biggest first prize in the sport.",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics: Truckloads Of Alpha?",
    "description": "XPO's stock price has fallen dramatically over the last four months. We look at the reasons. XPO seems undervalued now. After all, e-commerce has brought a new",
    "sentiment": "undefined"
  },
  {
    "title": "Thailand Warehousing Market 2018-2022: A Highly Concentrated Market with the Presence of Kerry Logistics, DHL, CJ Express, SK Logistics, Shippop, aCommerce, FedEx, & TNT",
    "description": "DUBLIN, Feb. 14, 2019 /PRNewswire/ -- The \"Thailand Warehousing Market Outlook to 2022 - By Business Model (Industrial / Retail Freight, Container Freight, Cold Storage, Agriculture and Others), By End Users\" report has been added to ResearchAndMarkets.com's …",
    "sentiment": "undefined"
  },
  {
    "title": "Which NFL Team Should Be Featured on HBO’s Hard Knocks?",
    "description": "Lions coach Matt Patricia made it very clear that even though he is one of five teams that fits the Hard Knocks parameters this year, he wants no part of the HBO docu-series. So which team should be featured? Analyzing the pros and cons of each.",
    "sentiment": "undefined"
  },
  {
    "title": "Kamala Harris Joins the Nation's Most Powerful Black Women at the BLACK ENTERPRISE Women of Power Summit",
    "description": "NEW YORK, Feb. 14, 2019 /PRNewswire/ -- BLACK ENTERPRISE will welcome presidential candidate Kamala Harris to the Women of Power Summit, the nation's No. 1 executive development and leadership conference for women of color, annually attracting more than 1,200…",
    "sentiment": "undefined"
  },
  {
    "title": "Air T, Inc. Reports Third Quarter Fiscal 2019 Results",
    "description": "DENVER, N.C., Feb. 14, 2019 /PRNewswire/ -- Air T, Inc. (NASDAQ: AIRT) is organized as a portfolio of powerful businesses, each of which is independent yet interrelated. These include overnight air cargo operations; ground support equipment manufacturing; gro…",
    "sentiment": "undefined"
  },
  {
    "title": "McIlroy dilemma as Tour unveils $3m Dubai prize",
    "description": "Rory McIlroy will be turning up his nose at the biggest first prize in golf - a whopping $3 million - if he skips in the European Tour's season-ending DP World Tour Championship this year.",
    "sentiment": "undefined"
  },
  {
    "title": "How Apartment Therapy's House Tour Editor Lives — House Tour",
    "description": "Name: Adrienne Breaux, Keith Fields, Stanley the shih tzu, Otis the giant yellow lab Location: Carrollton — New Orleans, Louisiana Size: 500 square feet Years lived in: 4 years, renting I've been madly in love with this apartment since the moment I walked in.…",
    "sentiment": "undefined"
  },
  {
    "title": "How Ukraine became a test bed for cyberweaponry",
    "description": "As Russian hackers face down Western spies, the country has become a live-fire space for hackers.",
    "sentiment": "undefined"
  },
  {
    "title": "What the lady whose tattoos you stare at notices about your reaction",
    "description": "\"I don't like tattoos on women\" really irks me.",
    "sentiment": "undefined"
  },
  {
    "title": "Netflix (NFLX) Valuation Declined While Gfs Advisors Increased Its Stake; Markel Increases Stake in Microsoft (MSFT) - The FinExaminer",
    "description": "Netflix (NFLX) Valuation Declined While Gfs Advisors Increased Its Stake; Markel Increases Stake in Microsoft (MSFT) The FinExaminer Gfs Advisors Llc increased its stake in Netflix Inc (NFLX) by 326.39% based on its latest 2018Q3 regulatory filing with the SE…",
    "sentiment": "undefined"
  },
  {
    "title": "Unity Technologies Welcomes New Chief Financial Officer",
    "description": "Unity Technologies ( https://unity3d.com/ ), creator of the world’s most widely used real-time 3D development platform, today announced the appointment of Kim Jabal as the company’s Chief Financial Officer (CFO). Jabal brings decades of experience in senior p…",
    "sentiment": "undefined"
  },
  {
    "title": "OPINION: Dan Snyder needs to sell the Washington Redskins",
    "description": "An apathetic fan base, dwindling attendance and no hope on the horizon make us implore Washington's NFL owner to take drastic measures in an open letter",
    "sentiment": "undefined"
  },
  {
    "title": "One of America's biggest trucking companies says it will lose out on $600 million in earnings this year and hinting Amazon is to blame (AMZN)",
    "description": "XPO Logistics lost $46 million in the fourth quarter of 2018 alone, when its largest customer curtailed its delivery and logistics business. XPO said in a filing with the Securities and Exchange Commission that it will lose out on an estimated $600 million in…",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon Web Services is underpinning the technology at a $1 billion driverless trucking startup — and it shows how Amazon wants to control its supply chain and cut its $28 billion yearly shipping bill (AMZN)",
    "description": "TuSimple is an autonomous trucking company that's valued at $1 billion. Amazon Web Services is powering the technology that TuSimple uses to commercially haul freight in Arizona without human intervention. It's another sign that Amazon is making serious moves…",
    "sentiment": "undefined"
  },
  {
    "title": "Market Up as Government Shutdown Averted, but FAANG Stocks Still Down",
    "description": "The government shutdown drama is over and the legal drama over who has the power of the public purse -- Congress or the President -- has just begun.",
    "sentiment": "undefined"
  },
  {
    "title": "Airbus To Halt Production Of The A380; Goodbye to an Engineering Triumph",
    "description": "Eleven years ago, the Airbus A380 entered commercial service with Singapore Airlines. In the time since then it has become the queen of the skies. It’s a double-decker airliner, capable of flying 550 passengers eight thousand nautical miles. Some configuratio…",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics stock plunges, as cut back by largest customer, weak Europe trump big buybacks",
    "description": "Shares of XPO Logistics plummeted Friday, as the loss of business from its largest customer and weakness in Europe led to a disappointing earnings report, and overwhelmed relatively large share buybacks.",
    "sentiment": "undefined"
  },
  {
    "title": "Genesis Open 2019: Jordan Spieth Tied for Lead After Rain-Soaked Round Suspended",
    "description": "Jordan Spieth  and Sung Kang paced the field during the rain-shortened opening round of the 2019 Genesis Open on Thursday at the Riviera Country Club in Pacific Palisades, California...",
    "sentiment": "undefined"
  },
  {
    "title": "3 Top Growth Stocks to Buy Right Now",
    "description": "Investors looking to inject growth into their portfolio should give these companies a closer look.",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx's No. 2 Executive to Leave, Weeks After Joining Board",
    "description": "FedEx veteran David Bronczek became a director on Jan. 28 and was a leading internal candidate to succeed founder and CEO Fred Smith.",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon Invests in Electric-Car Maker Rivian",
    "description": "Amazon.com has climbed aboard the electric-vehicle bandwagon, leading a $700 million investment round for car-making startup Rivian Automotive.",
    "sentiment": "undefined"
  },
  {
    "title": "A Closer Look At The PGA Tour Player-Caddie Relationship",
    "description": "PGA Tour player Matt Kuchar and his fill-in caddie disagreed on what was fair pay after Kuchar won the Mayakoba Classic. The financial arrangements between pro and caddie are typically less complicated.",
    "sentiment": "undefined"
  },
  {
    "title": "Let The Beer Sponsors Flow Again At The Daytona 500, NASCAR's Hoppy Place",
    "description": "After a year without a major beer sponsorship, one brewery will be more prominent this year at NASCAR’s biggest race, the Daytona 500.",
    "sentiment": "undefined"
  },
  {
    "title": "Business experts respond to FedEx COO’s retirement announcement - WMC",
    "description": "Business experts respond to FedEx COO’s retirement announcement WMC Meagan Nichols with the Memphis Business Journal says when David Bronczek, the number two man at FedEx resigns abruptly, the business world notices.",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics, Inc. (XPO) CEO Brad Jacobs on Q4 2018 Results - Earnings Call Transcript",
    "description": "XPO Logistics, Inc. (NYSEMKT:XPO) Q4 2018 Earnings Conference Call February 15, 2019, 08:30 AM ET Company Participants Tavio Headley - Senior Director, Investor",
    "sentiment": "undefined"
  },
  {
    "title": "Software development isn't a manufacturing process",
    "description": "The following is an exclusive excerpt from Project to Product: How to Survive and Thrive in the Age of Digital Disruption with the Flow Framework by Dr. Mik Kersten: Entering the BMW Group Leipzig plant in Germany is an awe-inspiring experience. My hosts are …",
    "sentiment": "undefined"
  },
  {
    "title": "Genesis Open first round hampered by rain, with more on way for Day 2",
    "description": "On a day of first-round reboots and muddy boots, the Riviera Country Club grounds crew was under pressure Thursday to get the course in playable condition after torrential rain. “The rain wouldn’t stop,” said Matt Morton, in his 20th year as Riviera’s superin…",
    "sentiment": "undefined"
  },
  {
    "title": "What New York Just Lost",
    "description": "The below comes from my friend Peter Boockvar of The Boock Report and is reprinted with his permission. I thought it was perfectly succinct and aligned with how I feel about the situation. I am not in favor of corporate welfare and I understand the other side…",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx Declines After Fred Smith's No. 2 Makes a Surprise Exit",
    "description": "Raj Subramaniam will take over as president and chief operating officer March 1, replacing David Bronczek, FedEx said in a statement Thursday.  Bronczek, 64, made a “personal decision’’ to retire, the company said.",
    "sentiment": "undefined"
  },
  {
    "title": "Market Up as Government Shutdown Averted, but FAANG Stocks Still Down",
    "description": "The government shutdown drama is over and the legal drama over who has the power of the public purse -- Congress or the President -- has just begun.",
    "sentiment": "undefined"
  },
  {
    "title": "3 Top Growth Stocks to Buy Right Now",
    "description": "Investors looking to inject growth into their portfolio should give these companies a closer look.",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Plummets as Analysts Link $600 Million Shortfall to Amazon",
    "description": "While XPO didn’t identify the mystery client, analysts including Citigroup Inc.’s Christian Wetherbee and Deutsche Bank AG’s Amit Mehrotra speculated that it was Amazon.com Inc. The e-commerce giant has been building its own package-delivery business to reduc…",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon Leads $700 Million Bet on Electric Truck Maker Rivian",
    "description": "The backing from Amazon will bolster Michigan-based Rivian’s plans to bring an electric truck to market in late 2020. Rivian remains in talks with General Motors Co. about the largest U.S. automaker making an investment or collaborating another way, people fa…",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon's NYC Retreat Heralds New Era of Corporate Welfare Fights",
    "description": "In Wisconsin, Taiwanese manufacturer Foxconn was backing away from promises it made in exchange for billions in incentives. Stoked by Amazon’s decision to turn its search for a new office hub into a nationwide reality show, a long-simmering backlash to corpor…",
    "sentiment": "undefined"
  },
  {
    "title": "67 thoughts we had while watching I Bought a Vampire Motorcycle",
    "description": "I blame Cher Martinetti. We were discussing the possibility of me writing for the very site upon which you now feast your ravenous peepers. As we kicked around ideas for things I could easily accomplish while high on Michigan’s newly legalized cannabis, she m…",
    "sentiment": "undefined"
  },
  {
    "title": "Jimmie Johnson, Kyle Busch Collide in Duel Race - Frontstretch.com",
    "description": "Jimmie Johnson, Kyle Busch Collide in Duel Race Frontstretch.com Kevin Harvick, Joey Logano win qualifying Duel races, which set Daytona 500 lineup USA TODAY FedEx Preview Show: 2019 Daytona 500 NASCAR Paul Menard, Jimmie Johnson clear the air from Daytona Cl…",
    "sentiment": "undefined"
  },
  {
    "title": "Former Ryder Cup star Boo Weekley reveals absence caused by cancer",
    "description": "Boo Weekley is one of the more gregarious personalities in golf. But the former Ryder Cup star has a reason to be especially good-natured this season.",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx Corp. Board Declares Quarterly Dividend",
    "description": "MEMPHIS, Tenn.--(BUSINESS WIRE)--The Board of Directors of FedEx Corporation (NYSE: FDX) today declared a quarterly cash dividend of $0.65 per share on FedEx Corporation common stock. The dividend is payable April 1, 2019 to stockholders of record at the clos…",
    "sentiment": "undefined"
  },
  {
    "title": "Industrial Logistics Properties Trust Announces Two Portfolio Acquisitions Totaling $905.3 Million",
    "description": "NEWTON, Mass.--(BUSINESS WIRE)--Industrial Logistics Properties Trust (Nasdaq: ILPT) today announced transactions to acquire two portfolios of industrial properties for an aggregate purchase price of $905.3 million, excluding acquisition related costs. On Feb…",
    "sentiment": "undefined"
  },
  {
    "title": "Shooting around 4pm in Eckington",
    "description": "A reader reports just after 4pm:\r\n\r\n\"there was just a shooting in Eckington on Eckington Place, north of FedEx and just south of Qualia Coffee. A guy was shooting from the northwest corner of Eckington Pl and Q St NE and I saw a kid go down and stay down. Pro…",
    "sentiment": "undefined"
  },
  {
    "title": "Warehouse owner ILPT spends $905 million on real estate acquisitions",
    "description": "(Bloomberg)—U.S. warehouse owner Industrial Logistics Properties Trust is buying two real estate portfolios for $905.3 million, acquisitions that will make Amazon.com Inc., No. 1 in the Internet Retailer Top 1000, its largest tenant. ILPT agreed to purchase 1…",
    "sentiment": "undefined"
  },
  {
    "title": "VIP Tickets to Arnold Palmer Invitational with Hertz Gold Plus Rewards",
    "description": "The Arnold Palmer Invitational is Florida’s signature sporting event and a highlight of the PGA Tour, attracting some of the greatest names in golf. The Perks of Hertz Gold Plus Rewards Over the last year, Hertz Gold Plus Rewards has been adding more and more…",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics' top customer pulls back, Amazon suspected",
    "description": "LOS ANGELES: XPO Logistics Inc shares sank more than 14 percent on Friday after it said its biggest customer, believed to be Amazon.com, slashed its business with the warehousing and last-mile delivery provider by two-thirds. XPO shares fell US$8.53 to US$51.…",
    "sentiment": "undefined"
  },
  {
    "title": "Sitex continues buying spree with $36M industrial buy in Queens",
    "description": "After the Sitex Group sold a Red Hook logistics site for a whopping $303 million, the industrial real estate firm has gone on a buying spree. Most recently in New York, firm bought a trio of industrial buildings in Ridgewood for $36 million, according to a pu…",
    "sentiment": "undefined"
  },
  {
    "title": "This Week in Logistics News (February 9 – 15)",
    "description": "According to the National Retail Federation’s (NRF) annual Valentine’s Day survey with Prosper Insights & Analytics, Americans were expected to spend a record amount on Valentine’s Day this year despite a years-long decrease in the percentage of people celebr…",
    "sentiment": "undefined"
  },
  {
    "title": "Gallery: The Duels set the Daytona 500 grid",
    "description": "William Byron, Hendrick Motorsports, Chevrolet Camaro Axalta, Martin Truex Jr., Joe Gibbs Racing, Toyota Camry Bass Pro Shops, Daniel Suarez, Stewart-Haas Racing, Ford Mustang Haas Automation, Chris Buescher, JTG Daugherty Racing, Chevrolet Camaro Kleenex Wet…",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx and UPS stocks sink, after analyst says Amazon taking business in-house could weigh",
    "description": "Shares of FedEx Corp. sank 3.0% and United Parcel Service Inc. shed 1.3% in midday trade Friday, bucking the gains seen in the broader market, after fellow transportation company XPO Logisitics Inc. said its largest customer is curtailing about two-thirds of …",
    "sentiment": "undefined"
  },
  {
    "title": "BAML cites concerns over FedEx management changes",
    "description": "Bank of America Merrill Lynch weighs on on the unexpected departure of FedEx (FDX -3.4%) COO Dave Bronczek from the company. The firm calls the recent flurry of management changes very rare for FedEx",
    "sentiment": "undefined"
  },
  {
    "title": "XPO weakness hits UPS and FedEx as well",
    "description": "UPS (UPS -1.9%) and FedEx (FDX -3.3%) trade weak after XPO Logistics (XPO -14.9%) posts a weak earning report and warns on a significant loss of business from a large customer. JPMorgan says the XPO",
    "sentiment": "undefined"
  },
  {
    "title": "Industrial Logistics on a $906.3M acquisition spree",
    "description": "Industrial Logistics Properties Trust (NASDAQ:ILPT) agrees to buy two portfolios of industrial properties for a total purchase price of $905.3M, excluding acquisition-related costs.In one deal, ILPT w",
    "sentiment": "undefined"
  },
  {
    "title": "New YVR cargo facility could destroy this Richmond community",
    "description": "The construction of a giant cargo facility at YVR could be the last straw for life as Burkeville residents know it. The post New YVR cargo facility could destroy this Richmond community appeared first on Vancouver Is Awesome.",
    "sentiment": "undefined"
  },
  {
    "title": "The Score: The Business Week in 7 Stocks",
    "description": "The Journal's weekly guide to the ups and downs of the business world.",
    "sentiment": "undefined"
  },
  {
    "title": "Drivers competing in the 2019 Daytona 500",
    "description": "Drivers competing in the 2019 Daytona 500, the 61st running of 'The Great American Race'",
    "sentiment": "undefined"
  },
  {
    "title": "Luxury North Carolina clock retailer claims FedEx lost $50K worth of watches",
    "description": "A case of a lost package escalates when the padded envelope is houses tens of thousands of dollars worth of Rolex watches – like the $20,000 Rolex Yachtmaster, complete with an “oyster bracelet” that's at the center of lawsuit circulating in North Carolina's …",
    "sentiment": "undefined"
  },
  {
    "title": "PRESS DIGEST - Wall Street Journal - Feb 15",
    "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon is rapidly expanding its air fleet to handle more shipping, but FedEx isn't worried",
    "description": "Amazon aims to compete with FedEx and UPS in the logistics and shipping industry. That's what analysts told CNBC after Amazon Air recently expanded to include 50 planes and several new regional hubs, including a $1.5 billion hub opening in northern Kentucky i…",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx Stock Takes a Hit Because Amazon May Have Left XPO Logistics",
    "description": "XPO Logistics cut guidance and said it lost profits from a large customer. Investors will believe that’s the last-mile logistic business XPO provides for Amazon.com.",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics' top customer pulls back, Amazon suspected",
    "description": "XPO Logistics Inc shares sank more than 14 percent on Friday after it said its biggest customer, believed to be Amazon.com, slashed its business with the warehousing and last-mile delivery provider by two-thirds.",
    "sentiment": "undefined"
  },
  {
    "title": "FedEx delivers nearly 300 workers to Hamburg center",
    "description": "The logistics giant now has nearly 300 people working from Hamburg operations.",
    "sentiment": "undefined"
  },
  {
    "title": "Bronczek retires from IP board, new member elected",
    "description": "On the heels of his retirement announcement from FedEx, David Bronczek will vacate his board seat at International Paper. Yesterday, Memphis-based FedEx Corp. announced Bronczek, president and chief operating officer for FedEx Corp., would retire from the com…",
    "sentiment": "undefined"
  },
  {
    "title": "Bronczek gets multimillion-dollar cash payment, noncompete from FedEx",
    "description": "David Bronczek’s sudden departure from FedEx will mean a multimillion-dollar cash payment for the longtime exec. Memphis-based FedEx Corp. announced Feb. 14 that Bronczek, president and chief operating officer for the shipping giant, had made a “personal deci…",
    "sentiment": "undefined"
  },
  {
    "title": "Hancitor﻿",
    "description": "Hancitor, also known as Chanitor, is known for dropping its payloads rather than downloading them post-infection, as well as for a unique phishing approach to trick users into downloading and activating Microsoft Word documents with malicious macros. How it w…",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics tanks after earnings miss, 2019 warning",
    "description": "Shares of XPO Logistics, one of the largest transportation and warehouse companies in the world, plummeted more than 13 percent after reporting weaker-than-expected earnings and issuing a dire warning about its business in 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "Bronczek retires from IP board, new member elected",
    "description": "On the heels of his retirement announcement from FedEx, David Bronczek will vacate his board seat at International Paper. Yesterday, Memphis-based FedEx Corp. announced Bronczek, president and chief operating officer for FedEx Corp., would retire from the com…",
    "sentiment": "undefined"
  },
  {
    "title": "LG G7 Thinq T-Mobile $399.99 and LG V30 T-Mobile $329.95 at The Wireless Circle (Authorized reseller with full LG warranty, no tax outside IL)",
    "description": "G7 in both Raspberry Rose and Titanium Gray: https://www.thewirelesscircle.com/lg-g7-thinq-t-mobile-64gb-g710-4g-lte-6-1-ips-lcd-display-4gb-ram-dual-16mp-16mp-smartphone-new-usa-version.html \n \nV30 i ...",
    "sentiment": "undefined"
  },
  {
    "title": "Genesis Open first round hampered by rain, with more on way for Day 2",
    "description": "On a day of first-round reboots and muddy boots, the Riviera Country Club grounds crew was under pressure Thursday to get the course in playable condition after torrential rain. “The rain wouldn’t stop,” said Matt Morton, in his 20th year as Riviera’s superin…",
    "sentiment": "undefined"
  },
  {
    "title": "Philippines Express and E-Commerce Logistics Market 2018-2023 by E-Commerce Merchants and 3PL Companies",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Philippines Express and E-Commerce Logistics Market Outlook to 2023 - By Air Express and Road Express, By International Express and Domestic Express), By B2B, C2C and B2C Model, By E-Commerce Merchants and 3PL Compan…",
    "sentiment": "undefined"
  },
  {
    "title": "Grade 'A' Retirement Portfolio: Does UPS Make The Grade?",
    "description": "United Parcel Service is the world's largest package delivery company with its entrenched infrastructure and low costs providing a competitive advantage. The gr",
    "sentiment": "undefined"
  },
  {
    "title": "The dolphins at Dolphinaris will be moved to new homes soon. How will the move affect them?",
    "description": "The four remaining bottlenose dolphins are expected to be moved to new facilities sometime in the next 30 days.",
    "sentiment": "undefined"
  },
  {
    "title": "Global Asset Tracking Market 2019-2024: Asset Tracking Market Growth will be Driven by AI and IoT Enabled Long Tail Enterprise Assets",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Asset Tracking Market by Technology, Infrastructure, Connection Type, Mobility, Location Determination, and Industry Verticals 2019-2024\" report has been added to ResearchAndMarkets.com's offering. This report evalua…",
    "sentiment": "undefined"
  },
  {
    "title": "City, county incentives part of FedEx Logistics HQ deal",
    "description": "MEMPHIS, Tenn. (AP) — Officials say the owner of the building where FedEx Logistics is establishing its new headquarters in Memphis, Tennessee, is receiving a tax incentive and grants as part of the deal.",
    "sentiment": "undefined"
  },
  {
    "title": "Omaha man sentenced to 10 years in prison on meth charges",
    "description": "Jose Guzman-Ramirez also agreed to an order of removal by U.S. immigration authorities after serving his sentence.",
    "sentiment": "undefined"
  },
  {
    "title": "Drivers competing in the 2019 Daytona 500",
    "description": "The 40 drivers competing in the 2019 Daytona 500, in order of starting position:",
    "sentiment": "undefined"
  },
  {
    "title": "Drivers, connect your Wi-Fi! iRacing a hit in NASCAR - Associated Press",
    "description": "Drivers, connect your Wi-Fi! iRacing a hit in NASCARAssociated Press FedEx Preview Show: 2019 Daytona 500NASCAR Paul Menard, Jimmie Johnson clear the air from Daytona Clash incidentautoweek.com WEBISODE: Daytona 500 marks end of era for NASCARWFLA Jimmie John…",
    "sentiment": "undefined"
  }
]