[
  {
    "title": "Honeywell 12,000 BTU Portable Air Conditioner w/ Remote Control $257 + Free S/H",
    "description": "Lowes.com has Honeywell 12,000 BTU 450-sq ft 115-Volt Portable Air Conditioner w/ Remote Control (HL12CESWB) on sale for $257.32 (price shown in cart). Shipping is free or you may pickup in-store  ...",
    "sentiment": "undefined"
  },
  {
    "title": "Here's What's Next for Ingersoll-Rand After Its $1.4 Billion Acquisition",
    "description": "The industrial conglomerate is buying even as many of its peers are formulating breakup plans.",
    "sentiment": "undefined"
  },
  {
    "title": "Honeywell 450-Sq. Ft. Air Conditioner for $257 + free shipping",
    "description": "Lowe's offers the Honeywell 450-Square Foot Portable Air Conditioner for an in-cart price of $257.32 with free shipping. That's $123 under our June mention and the lowest price we've seen. (It's the best deal now by $242.) It features: built-in dehumidifier s…",
    "sentiment": "undefined"
  },
  {
    "title": "nVent Hitting Its Growth Goals, And Margins Should Eventually Catch Up",
    "description": "nVent has been hitting its target of outgrowing its end-markets, and Enclosures growth in Q4 was quite robust, though overall margin performance was disappointi",
    "sentiment": "undefined"
  },
  {
    "title": "IDEX Is A Best Of Breed Industrial, And Priced Accordingly",
    "description": "IDEX came in a little below the sector norms for revenue growth, but the core fluid handling business is still quite strong and orders are healthier than they f",
    "sentiment": "undefined"
  },
  {
    "title": "PACs Represent People, Too",
    "description": "Democrats pushing election ‘reform’ fail to take into account that PACs are funded by individual donors.",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing-Safran joint venture for auxiliary power units has a name: Initium Aerospace",
    "description": "The 50-50 joint venture that Boeing and Europe’s Safran aerospace company formed last year to build auxiliary power units for airplanes now has a name: Initium Aerospace. Auxiliary power units, or APUs, are onboard engines that are used primarily to start an …",
    "sentiment": "undefined"
  },
  {
    "title": "Boeing-Safran joint venture for auxiliary power units has a name: Initium Aerospace",
    "description": "The 50-50 joint venture that Boeing and Europe’s Safran aerospace company formed last year to build auxiliary power units for airplanes now has a name: Initium Aerospace. Auxiliary power units, or APUs, are onboard engines that are used primarily to start an …",
    "sentiment": "undefined"
  },
  {
    "title": "Here's What's Next for Ingersoll-Rand After Its $1.4 Billion Acquisition",
    "description": "The industrial conglomerate is buying even as many of its peers are formulating breakup plans.",
    "sentiment": "undefined"
  },
  {
    "title": "PACs Represent People, Too",
    "description": "Is it “super legal” for a “bad guy” to fund a congressional campaign entirely with contributions from corporate political action committees (PACs), to use that “dark money” to “pay hush money\" and \"pay people off” to get elected, and then to reward the “speci…",
    "sentiment": "undefined"
  },
  {
    "title": "10 of the best things you can do with the Amazon Echo - CNET",
    "description": "There's a lot Alexa can do -- here are 10 reasons why we love her.",
    "sentiment": "undefined"
  },
  {
    "title": "2019 Fantasy Baseball Draft Prep: Top 100 Prospects",
    "description": "You know Vladimir Guerrero and Eloy Jimenez. Here are 98 more prospects to brush up on.",
    "sentiment": "undefined"
  },
  {
    "title": "Gaurav Sharma: 'Productization' Of The Internet Of Things Is Here Says Honeywell's",
    "description": "When it comes to replacing an old mobile phone with a newer model, most of us find it tedious but manage to do it with relative ease by migrating data from one to the other in the hope of better connectivity and an enhanced user experience.",
    "sentiment": "undefined"
  },
  {
    "title": "ALTIFY is now a LinkedIn Sales Navigator Application Platform (SNAP) Partner",
    "description": "SAN JOSE, Calif. & DUBLIN--(BUSINESS WIRE)--Altify, the pioneer in digital sales transformation software for businesses worldwide, today announced it is now a LinkedIn Sales Navigator Application Platform (SNAP) partner. Altify’s integration with LinkedIn Sal…",
    "sentiment": "undefined"
  },
  {
    "title": "Ontic Signs License Agreement With a UK Based OEM",
    "description": "CHATSWORTH, Calif.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/aviation?src=hash\" target=\"_blank\"gt;#aviationlt;/agt;--Ontic, a BBA Aviation company and aerospace industry’s leading provider of ‘Extended Life Solutions’ for Original Equipment Man…",
    "sentiment": "undefined"
  },
  {
    "title": "Cornerstone Hires Industry Veteran to Lead New Silicon Slopes Office",
    "description": "SANTA MONICA, Calif.--(BUSINESS WIRE)--Cornerstone hires Chief Accounting Officer Trish Coughlin to lead the company’s new hub in Sandy, Utah.",
    "sentiment": "undefined"
  },
  {
    "title": "A Sneak Peak Into Textron Aviation’s Newest Jet: Evolve Your Travel Experience",
    "description": "People fly all the time and airports are always crowded. Therefore it is completely normal that there are lots of improvements regarding the airlines. The engineers … The post A Sneak Peak Into Textron Aviation’s Newest Jet: Evolve Your Travel Experience appe…",
    "sentiment": "undefined"
  },
  {
    "title": "Curt Olson commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Thomas Butler commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "DavidJames commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Thomas Butler commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "It’s not personal: PACs swiftly switched sides after their candidate lost",
    "description": "In 21 different 2018 races, PACs gave money to an incumbent member of Congress, then quickly switched sides after the challenger won on election day. The post It’s not personal: PACs swiftly switched sides after their candidate lost appeared first on OpenSecr…",
    "sentiment": "undefined"
  },
  {
    "title": "Amazon Canada Deals of the Day: Save 44% Off Honeywell HZ-1350C Ceramic Heater + 25% Off Play-Doh & Hasbro Games + More",
    "description": "Amazon Canada has released their new deals for today, February 13 2019. Today’s Deals at Amazon include: 44% off Honeywell HZ-1350C Ceramic Heater now only $24.99 25% Off Select Winter Shoes from Mishansha, $26.99 – $44.99 Save 25% on Select Play-Doh and Hasb…",
    "sentiment": "undefined"
  },
  {
    "title": "2019-2025 Internet of Things Devices Market Growth Factors, Regional Analysis, Applications, & Manufacturers and Forecasts - Thе Prеss Rеvіеwеr",
    "description": "2019-2025 Internet of Things Devices Market Growth Factors, Regional Analysis, Applications, & Manufacturers and Forecasts Thе Prеss Rеvіеwеr “Internet of Things Devices market“ (2019-2025) report analyses an in-depth study on the current state of the global …",
    "sentiment": "undefined"
  },
  {
    "title": "Maxar Technologies: Betting On Space",
    "description": "Maxar Technologies is well positioned in the low earth orbit arena. However, a series of poor decisions and just poor bad luck has collapsed the share value. Le",
    "sentiment": "undefined"
  },
  {
    "title": "Cornerstone OnDemand Opens New Office In Utah",
    "description": "Santa Monica-based cloud-based human capital and resources management software developer Cornerstone OnDemand announced this morning that it has opened up a new office in Utah, where it expects to hire up to 350 people. According to Cornerstone OnDemand, the …",
    "sentiment": "undefined"
  },
  {
    "title": "Spirit AeroSystems a potential landing spot for laid-off Honeywell workers",
    "description": "Spirit says its continuing hiring initiative has pushed it past an employment total of more than 12,500 workers in Wichita.",
    "sentiment": "undefined"
  },
  {
    "title": "Black box recorders reinvented to live-stream data",
    "description": "​Two major manufacturers of airplane flight recorders – commonly known as black box recorders, despite the fact they are usually orange – are partnering to reinvent the device to live-stream data.",
    "sentiment": "undefined"
  },
  {
    "title": "Elroy Air raises $9.2 million for delivery drones that can carry up to 500 pounds",
    "description": "Elroy Air, a startup that aims to commercialize its autonomous delivery drones in 2019 and 2020, has raised $9.2 million in seed financing.",
    "sentiment": "undefined"
  },
  {
    "title": "North America Vibration Monitoring Market By Offering (Hardware and Software), By Monitoring Process (Portable and Online), By System Type, By Industry, By Country, Competition, Forecast & Opportunities, 2014-2024",
    "description": "NEW YORK, Feb. 13, 2019 /PRNewswire/ -- North America Vibration Monitoring Market By Offering (Hardware and Software), By Monitoring Process (Portable and Online), By System Type, By Industry, By Country, Competition, Forecast & Opportunities, 2014-2024 Read …",
    "sentiment": "undefined"
  },
  {
    "title": "Jillian C. Evanko appointed to Alliant Energy Board of Directors",
    "description": "MADISON, Wis., Feb. 13, 2019 /PRNewswire/ -- The Alliant Energy Board of Directors has appointed Jillian C. Evanko as a new director effective February 25, 2019. Ms. Evanko, 41, is the Chief Executive Officer, President and Chief Financial Officer, and Direct…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Autopilot System Market to 2026 - Enhanced Efficiencies and the Rising Adoption Rates for Automation are Taking the Market to New Heights",
    "description": "DUBLIN, Feb. 13, 2019 /PRNewswire/ -- The \"Autopilot System - Global Market Outlook (2017-2026)\" report has been added to ResearchAndMarkets.com's offering. Global Autopilot System market accounted for $3.11 billion in 2017 and expected to grow at a CAGR of 8…",
    "sentiment": "undefined"
  },
  {
    "title": "Localytics Prepares for 2019 Expansion on Heels of 2018 Customer Growth and Platform Enhancements to Strengthen Digital Intelligence and Personalization",
    "description": "BOSTON, Feb. 13, 2019 /PRNewswire/ -- Localytics, the leading mobile engagement platform, announced today an impressive close to 2018 with triple digit increase in sales bookings from the first half of the year to the second half. The company added to its cus…",
    "sentiment": "undefined"
  },
  {
    "title": "FICO Xpress Insight Enables Users to Operationalize Analytics",
    "description": "SAN JOSE, Calif., Feb. 13, 2019 /PRNewswire/ -- Highlights: FICO® Xpress Insight helps turn any advanced analytic asset (such as an R or Python script) into a fully functioning application for business users. A Community Version of FICO Xpress Insight is now …",
    "sentiment": "undefined"
  },
  {
    "title": "Air Quality Monitoring Systems Market to Witness Swift Growth Owing to Increasing Public Awareness Regarding Environmental & Healthcare Implications of Air Pollution: Radiant Insights, Inc.",
    "description": "SAN FRANCISCO, Feb. 13, 2019 /PRNewswire/ -- Global Air Quality Monitoring Systems (AQMS) Market is expected to witness a massive growth in the forecast period. Air quality monitoring is an experiment that has to be ratified as it entails the operative incorp…",
    "sentiment": "undefined"
  },
  {
    "title": "Resideo Names Niccolo de Masi President of Products and Solutions, Chief Innovation Officer",
    "description": "AUSTIN, Texas, Feb. 13, 2019 /PRNewswire/ -- Resideo Technologies, Inc. (NYSE: REZI), has named Niccolo de Masi president of its Products and Solutions segment and chief innovation officer, effective immediately. De Masi will report to Mike Nefkens, president…",
    "sentiment": "undefined"
  },
  {
    "title": "European $9+ Bn Home Security Systems Market to 2025",
    "description": "DUBLIN, Feb. 13, 2019 /PRNewswire/ -- The \"Europe Home Security Systems Market by Component, System Type, Product Offering, Home Type, and Country 2014-2025: Growth Opportunity and Business Strategy\" report has been added to ResearchAndMarkets.com's offering.…",
    "sentiment": "undefined"
  },
  {
    "title": "The global industrial air filtration market size is expected to reach USD 18.2 billion by 2025, expanding at a CAGR of 6.7% over the forecast period",
    "description": "NEW YORK, Feb. 13, 2019 /PRNewswire/ -- Industrial Air Filtration Market Size, Share & Trends Analysis Report By Product (Wet & Dry Scrubber, Welding Fume Extractors), By End Use (Power, Food, Metals), By Region, And Segment Forecasts, 2019 - 2025 Read the fu…",
    "sentiment": "undefined"
  },
  {
    "title": "From the Ground Up",
    "description": "A former refugee strives to build Richmond’s hometown fitness brand.",
    "sentiment": "undefined"
  },
  {
    "title": "Black box recorders reinvented to live-stream data",
    "description": "​Two major manufacturers of airplane flight recorders – commonly known as black box recorders, despite the fact they are usually orange – are partnering to reinvent the device to live-stream data.",
    "sentiment": "undefined"
  },
  {
    "title": "Cornerstone Hires Industry Veteran to Lead New Silicon Slopes Office",
    "description": "Cornerstone OnDemand (NASDAQ:CSOD), a global leader in cloud-based learning and human capital management software, today announced it has hired Trish Coughlin as its first Chief Accounting Officer. Coughlin brings more than 25 years of experience in finance a…",
    "sentiment": "undefined"
  },
  {
    "title": "Rugged IC Markets to 2022: Leading Players are Analog Devices, Honeywell International, Infineon Technologies, Ozark Integrated Circuits, and STMicroelectronics - ResearchAndMarkets.com",
    "description": "The \"Global Rugged IC Market 2018-2022\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined"
  },
  {
    "title": "Maryland Capital Management Has Cut Position in Apple (AAPL) as Share Value Declined; As International Business Machs (IBM) Market Value Declined, Greenwich Wealth Management Lowered by $415,099 Its Holding - The FinReviewer",
    "description": "Maryland Capital Management Has Cut Position in Apple (AAPL) as Share Value Declined; As International Business Machs (IBM) Market Value Declined, Greenwich Wealth Management Lowered by $415,099 Its Holding The FinReviewer Maryland Capital Management decrease…",
    "sentiment": "undefined"
  },
  {
    "title": "Cornerstone Hires Industry Veteran to Lead New Silicon Slopes Office",
    "description": "Cornerstone OnDemand (NASDAQ:CSOD), a global leader in cloud-based learning and human capital management software, today announced it has hired Trish Coughlin as its first Chief Accounting Officer. Coughlin brings more than 25 years of experience in finance a…",
    "sentiment": "undefined"
  },
  {
    "title": "Rugged IC Markets to 2022: Leading Players are Analog Devices, Honeywell International, Infineon Technologies, Ozark Integrated Circuits, and STMicroelectronics - ResearchAndMarkets.com",
    "description": "The \"Global Rugged IC Market 2018-2022\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined"
  },
  {
    "title": "ALTIFY is now a LinkedIn Sales Navigator Application Platform (SNAP) Partner",
    "description": "Altify, the pioneer in digital sales transformation software for businesses worldwide, today announced it is now a LinkedIn Sales Navigator Application Platform (SNAP) partner. Altify’s integration with LinkedIn Sales Navigator allows users to leverage rich a…",
    "sentiment": "undefined"
  },
  {
    "title": "Inertial Sensing Systems and Its Components, 2019 - Global Market Analysis & Outlook (2016-2026): A $14.79 Billion Opportunity - ResearchAndMarkets.com",
    "description": "The \"Global Inertial Sensing Systems and Its Components Market Analysis 2019\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined"
  },
  {
    "title": "2019 ZiPS Projections – Tampa Bay Rays",
    "description": "Baseball's eternal underdogs once again look like legitimate wild-card contenders.",
    "sentiment": "undefined"
  },
  {
    "title": "JP Morgan creates JPM Coin - a digital coin for payments. Seriously. - CryptoNewsReview",
    "description": "JP Morgan creates JPM Coin - a digital coin for payments. Seriously. CryptoNewsReview JPMorgan is creating its own cryptocurrency CNN JP Morgan is rolling out the first US bank-backed cryptocurrency to transform payments business CNBC Newsflash: Bitcoin Bashe…",
    "sentiment": "undefined"
  },
  {
    "title": "Industrial ETFs Stay Strong Despite Mixed Earnings",
    "description": "Signs of improvement in trade relations between the United States and China and the Fed???s dovish stance have helped industrial ETFs despite mixed earnings.",
    "sentiment": "undefined"
  },
  {
    "title": "The best Google Home accessories to trick out your home",
    "description": "Once you buy a smart speaker, such as the Google Home, you’ll be eager to kit out your space with more smart products that can work with it. Tell Google you want the lights dimmed or changed to a cozy pink hue. Pause that show you’re watching to cast a feed o…",
    "sentiment": "undefined"
  },
  {
    "title": "2019 Impact Prospects",
    "description": "Which prospects are poised to have the biggest impact in 2019?",
    "sentiment": "undefined"
  },
  {
    "title": "HONEYWELL Howard Leight Sync Wireless Bluetooth Earmuffs $99 Plus Shipping @ AB Safe",
    "description": "Hi… seems like a good deal… they review well… and crap sometimes.",
    "sentiment": "undefined"
  },
  {
    "title": "Honeywell Howard Leight 1013530 Earmuff Impact Sport $66.01 + Shipping (Free with Prime) @ Amazon USA via Amazon Au Global",
    "description": "Hi.. im on the search for comfortable earmuffs… these are as good as you can get pricewise right now… free shipping amazon prime.",
    "sentiment": "undefined"
  },
  {
    "title": "D.R. Horton, Inc., America’s Builder, Announces Successful Launch of Its Home is Connected Smart Home System",
    "description": "ARLINGTON, Texas--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/search?q=%24DHI&amp;src=ctag\" target=\"_blank\"gt;$DHIlt;/agt; lt;a href=\"https://twitter.com/hashtag/americassmarthome?src=hash\" target=\"_blank\"gt;#americassmarthomelt;/agt;--D.R. Horton announc…",
    "sentiment": "undefined"
  },
  {
    "title": "Green Deals: Honeywell Wi-Fi 7-day Smart Thermostat $59, more",
    "description": "Amazon offers the Honeywell Wi-Fi 7-day Smart Thermostat for $59 shipped. Also at Home Depot. For comparison, it’s currently $100 at some retailers but we usually see it for around $75. Upgrade to a smart thermostat that offers Alexa control, 7-day programmin…",
    "sentiment": "undefined"
  },
  {
    "title": "'Uber for moving' app service launches in Phoenix area",
    "description": "Truck Buds, a self-proclaimed “Uber for moving” company, is rolling into the Valley.",
    "sentiment": "undefined"
  },
  {
    "title": "Thomas Butler commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Tom Jakel commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Industrial Internet of Things (IIoT) Market Share to Hit USD 232.15 Billion by 2023 - Industry News Network",
    "description": "Global Industrial Internet of Things (IIoT) Market Share to Hit USD 232.15 Billion by 2023 Industry News Network The “Global Industrial Internet of Things (IIoT) Market Set for Rapid Growth, to Reach Around USD 232.15 Billion by 2023” report has been added to…",
    "sentiment": "undefined"
  },
  {
    "title": "ENIAC, Electronic Numerical Integrator and Computer, Unveiled (1946)",
    "description": "ENIAC was an early electronic digital computer built in the US by engineers J. Presper Eckert and John W. Mauchly. The massive ENIAC weighed 30 tons, filled an entire room, and used some 18,000 vacuum tubes, 70,000 resistors, and 10,000 capacitors. After its …",
    "sentiment": "undefined"
  },
  {
    "title": "'It's a completely different city:' Honeywell's closure changes Renton's economy",
    "description": "Honeywell Aerospace is the largest manufacturer in the state after Boeing and its closure in Renton underscores how suburban Renton's economy is changing.",
    "sentiment": "undefined"
  },
  {
    "title": "JP Morgan is rolling out the first cryptocurrency by a US bank to transform payments business",
    "description": "Engineers at the lender have created the 'JPM Coin,' a digital token that will be used to instantly settle transactions in its wholesale payments business.",
    "sentiment": "undefined"
  },
  {
    "title": "Honeywell Wi-Fi 7 - Day Programmable Thermostat + Free App $59 Shipped @ Home Depot / Amazon (8 replies)",
    "description": "https://www.homedepot.com/p/Honeywell-Wi-Fi-7-Day-Programmable-Thermostat-Free-App-RTH6580WF/203556922 \n \nhttps://www.amazon.com/Honeywell-Programmable-Thermostat-RTH6580WF-Requires/dp/B00Y6M2OUC/ref= ...",
    "sentiment": "undefined"
  },
  {
    "title": "Top 15 Small Satellite Companies Dominate with 81% of the Global Small Satellite Market Says New Visiongain Market Report",
    "description": "LONDON, February 14, 2019 /PRNewswire/ -- Top 15 Small Satellite Companies 2019 Competitive Landscape Analysis of Leading Suppliers of Nanosatellite, Minisatellite, Femtosatellite, Microsatellite, Picosatellite for Application Including Meteorology, Earthquak…",
    "sentiment": "undefined"
  },
  {
    "title": "'It's a completely different city:' Honeywell's closure changes Renton's economy",
    "description": "Honeywell Aerospace is the largest manufacturer in the state after Boeing and its closure in Renton underscores how suburban Renton's economy is changing.",
    "sentiment": "undefined"
  },
  {
    "title": "CES Report: Smart Homes, AI and Beyond",
    "description": "LAS VEGAS – Technology manufacturers from around the world gathered in Las Vegas for the annual CES show to showcase the next generation of devices and systems that will revolutionize the way we live, work and play. From autonomous vehicles and advanced mobil…",
    "sentiment": "undefined"
  },
  {
    "title": "The CyberX Files – Issue # 9",
    "description": "Welcome to issue # 9 of the CyberX-Files! In CyberX news, we were awarded a patent for our innovative IIoT- and ICS-aware risk analytics and machine learning technology. CyberX is the only IIoT/ICS security firmto have been awarded a patent for its threat det…",
    "sentiment": "undefined"
  },
  {
    "title": "Honeywell Wi-Fi 7 - Day Programmable Thermostat + Free App $59 Shipped @ Home Depot",
    "description": "https://www.homedepot.com/p/Honeywell-Wi-Fi-7-Day-Programmable-Thermostat-Free-App-RTH6580WF/203556922 \n \nWi-Fi-enabled thermostat allows for remote access \n7-day programming with 4-program periods pe ...",
    "sentiment": "undefined"
  },
  {
    "title": "One Year After Dimon Slammed Bitcoin As A \"Fraud\", JPM Launches Own Cryptocurrency",
    "description": "It seems like just yesterday that JP Morgan CEO Jamie Dimon bashed bitcoin as \"a fraud\" and warned it \"won't end well\" for investors (though he failed to mention that the bank had been buying bitcoin-linked ETNs traded on a Scandinavian exchange). But in a si…",
    "sentiment": "undefined"
  },
  {
    "title": "LMC Announces Addition of Shadowbox to Marlowe Apartments",
    "description": "CHICAGO, Feb. 14, 2019 /PRNewswire/ -- LMC, a leader in apartment development and management, today announced the addition of fitness studio Shadowbox to the retail landscape at Marlowe, a luxury mixed-use apartment community in the vibrant River North neighb…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Current-Carrying Wiring Devices Industry",
    "description": "NEW YORK, Feb. 13, 2019 /PRNewswire/ -- This report analyzes the worldwide markets for Current-Carrying Wiring Devices in US$ Million. Read the full report: https://www.reportlinker.com/p05379608 The US market is further analyzed by the following Product Segm…",
    "sentiment": "undefined"
  },
  {
    "title": "AMPAC Fine Chemicals Expands And Focuses Executive Team",
    "description": "RANCHO CORDOVA, Calif., Feb. 14, 2019 /PRNewswire/ -- AMPAC Fine Chemicals (AFC) is pleased to announce the promotion of Dr. Jeff Butler to the position of Vice President, Project Management and the expansion of Vice President Larry Zeagler's position as the …",
    "sentiment": "undefined"
  },
  {
    "title": "Bosch Smart Home Heating and Radiator Thermostat",
    "description": "Bosch Smart Home Heating and Radiator Thermostat review: An upgrade to make your radiators smarter but there are better options available.",
    "sentiment": "undefined"
  },
  {
    "title": "Five Sexy Valentine’s Prospects For 2019",
    "description": "Brad highlights some Valentine's prospect treats.",
    "sentiment": "undefined"
  },
  {
    "title": "Satair Signs Distribution Agreement With Honeywell Aerospace",
    "description": "Will Offer JetWave In-Flight Wi-Fi For Business Jet Market Satair and Honeywell Aerospace have signed an agreement to distribute Honeywell’s JetWave high-speed in-flight connectivity system to a wide segment of the global business jet market.",
    "sentiment": "undefined"
  },
  {
    "title": "Today’s Hottest Deals: Save BIG on Professional Magnetic Driver Kit / Repair Tool, Wi-Fi Thermostat, Lightning Cables, and MORE!",
    "description": "For today’s edition of Deal of the Day, here are a few great deals we stumbled on while browsing the web this morning: –Meterk Screwdriver Kit 61 in 1 Magnetic Driver Kit, Professional Repair Tool Kit with 56 Bits Precision Flexible Shaft for Gadgets and Elec…",
    "sentiment": "undefined"
  },
  {
    "title": "Schneider Slowing, But May Be Better Positioned For The Downturn Than The Street Thinks",
    "description": "Schneider posted a beat-and-raise quarter, but there is ample skepticism about the company's positioning for the next phase of the cycle as construction and aut",
    "sentiment": "undefined"
  },
  {
    "title": "8 common Amazon Echo problems and how to fix them - CNET",
    "description": "Let's be real, technology is far from perfect.",
    "sentiment": "undefined"
  },
  {
    "title": "Here's every top prospect in big league camp",
    "description": "Spring Training is finally here. After a long offseason, baseball is back and while there are plenty of storylines to track during Spring Training, those of us at MLB Pipeline are, of course, focused on the prospects. There is a plethora of prospects in big l…",
    "sentiment": "undefined"
  },
  {
    "title": "How Network Developers are Using OSI",
    "description": "What is OSI? Open Standards Interconnection was made by ISO (International Organization for Standardization) as the main framework for standardizing the communication between different endpoints within a network. Basically, the OSI divides the communication p…",
    "sentiment": "undefined"
  },
  {
    "title": "Rafael Mendy commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Chris Anderson commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Thomas Butler commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Internet Of Things In The Healthcare Sector Market Scope and Market Size Estimation, Concentration Ratio and Development Analysis – Global Forecast Report 2024 - DD News Herald",
    "description": "“Global Internet Of Things In The Healthcare Sector Market Research Report 2019 to 2024” analysis by Industry Research Co. experts. Report, Global Internet Of Things In The Healthcare Sector Market, provides up-to-date information about market shifts and pote…",
    "sentiment": "undefined"
  },
  {
    "title": "Aviation & Defense Cyber Security market 2019-2025 is expected to grow with A CAGR of 9.20% scrutinized in new research",
    "description": "Global Aviation & Defense Cyber Security Market”. It aims to deliver a clear understanding of the industry which has been examined by using primary and secondary research methodologies of proven nature. It underlines different dynamics of businesses such as c…",
    "sentiment": "undefined"
  },
  {
    "title": "Global Asset Tracking Market 2019-2024: Asset Tracking Market Growth will be Driven by AI and IoT Enabled Long Tail Enterprise Assets",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Asset Tracking Market by Technology, Infrastructure, Connection Type, Mobility, Location Determination, and Industry Verticals 2019-2024\" report has been added to ResearchAndMarkets.com's offering. This report evalua…",
    "sentiment": "undefined"
  },
  {
    "title": "Asia-Pacific Home Security Systems Market Report 2019: Historical Market Data for 2014-2017, Revenues for 2018 & Forecasts, 2019-2025",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Asia-Pacific Home Security Systems Market by Component, System Type, Product Offering, Home Type, and Country 2014-2025: Growth Opportunity and Business Strategy\" report has been added to ResearchAndMarkets.com's off…",
    "sentiment": "undefined"
  },
  {
    "title": "Dividend Increases: February 4-8, 2019 (Part 2: Financials And Industrials)",
    "description": "Continuing with last week's dividend increases, Part 2 covers stocks in the Financials and Industrials sectors that will be paying higher dividends. Part 1 cove",
    "sentiment": "undefined"
  },
  {
    "title": "Mario Monti: French antitrust plans could harm EU credibility",
    "description": "Former commissioner argues that France is shooting itself in the foot.",
    "sentiment": "undefined"
  },
  {
    "title": "Warren Buffett's Annual Letter to Berkshire Shareholders, Fed Minutes, and More in the Week Ahead - Barron's",
    "description": "Warren Buffett's Annual Letter to Berkshire Shareholders, Fed Minutes, and More in the Week Ahead Barron's Warren Buffett's Berkshire Hathaway sold its entire stake in Oracle Quartz Warren Buffett's Berkshire Hathaway does a rapid U-turn on Oracle CNN Buffett…",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks To Watch: Spotlight On Walmart, Samsung And CAGNY",
    "description": "Welcome to Seeking Alpha's Stocks to Watch - a preview of key events scheduled for the next week. Follow this account and turn the e-mail alert on to receive th",
    "sentiment": "undefined"
  },
  {
    "title": "Tom Jakel commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Curt Olson commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "DavidJames commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Rafael Mendy commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Rafael Mendy commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Tom Jakel commented on Chris Anderson's blog post How do modern open source autopilots compare to aerospace-grade IMUs?",
    "description": "I noticed that Digikey is now selling Honeywell's newest aerospace-grade IMUs, which cost $1,328 each (note that's just for the IMU; it's not a full autopilot…",
    "sentiment": "undefined"
  },
  {
    "title": "Industrial Internet-of-Things Market: Challenges Impacting The Market Growth to 2025 - Thе Prеss Rеvіеwеr",
    "description": "Industrial Internet-of-Things Market: Challenges Impacting The Market Growth to 2025 Thе Prеss Rеvіеwеr The Industrial Internet-of-Things Market report gives Analysis of incomes, limits and benefits of Key Manufacturers including the market holdings, offers o…",
    "sentiment": "undefined"
  },
  {
    "title": "This is the cheapest Alexa enabled thermostat on Amazon",
    "description": "If you want to be able to control the heating and air conditioning in your home using just your voice but you don't want to spend hundreds on a high-end thermostat like the Nest Learning Thermostat (even while it's on sale at a big discount ), we've got just …",
    "sentiment": "undefined"
  }
]