[
  {
    "title": "McDonald's Shamrock Shake Is Back—Here's How to Find One",
    "description": "The Shamrock Shake appears at select McDonald's around St. Patrick's Day. This year, for the first time ever, the chain has added a Shamrock Shake locator to its app.",
    "sentiment": "undefined"
  },
  {
    "title": "Chipotle Wants to Reinvent the Drive-Thru Lane",
    "description": "The fast-casual restaurant chain has been testing what it calls the \"Chipotlane.\"",
    "sentiment": "undefined"
  },
  {
    "title": "Denny's Grand-Slams Its Way Out of 2018",
    "description": "Restaurants aren’t perfect, but Denny’s is competing in the top half of the pack.",
    "sentiment": "undefined"
  },
  {
    "title": "Does Grubhub Have an Uber Problem?",
    "description": "The restaurant takeout leader is feeling the heat.",
    "sentiment": "undefined"
  },
  {
    "title": "Yelp (YELP) Q4 2018 Earnings Conference Call Transcript",
    "description": "YELP earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Source: Ferguson has combine invite rescinded",
    "description": "The NFL has rescinded Louisiana Tech DE Jaylon Ferguson's invitation to the combine after a background check turned up an old battery conviction, a league source confirms to ESPN.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's Shamrock Shake Is Officially Back on the Menu",
    "description": "McDonald’s customers craving the fast food giant’s famous Shamrock Shake struck gold this week. The popular minty green milkshake — made from McDonald’s vanilla soft serve blended with Shamrock Shake syrup and topped with whipped topping — is officially back …",
    "sentiment": "undefined"
  },
  {
    "title": "The Latest: Lawyer: Convicted officer beaten in prison - Fox News",
    "description": "The Latest: Lawyer: Convicted officer beaten in prison Fox News ‘I Cannot Bury My Husband’; Jason Van Dyke’s Wife Demands Answers After Former Officer Attacked In Prison CBS Chicago Tiffany Van Dyke speaks out after husband, Jason Van Dyke, beaten in Connecti…",
    "sentiment": "undefined"
  },
  {
    "title": "Shamrock Shake returns to McDonald's menu, gets mixed response on Twitter - Fox News",
    "description": "Shamrock Shake returns to McDonald's menu, gets mixed response on Twitter Fox News McDonald's is ready for St. Patrick's Day with the limited return of Shamrock Shakes USA TODAY McDonald’s Shamrock Shake Is Officially Back on the Menu PEOPLE.com ‘The minty mo…",
    "sentiment": "undefined"
  },
  {
    "title": "What Recession?",
    "description": "Most of the Dow Jones Industrial Average companies have reported their full year 2018 earnings, and the raw data is interesting, to say the least. After a robus",
    "sentiment": "undefined"
  },
  {
    "title": "Valentine's Day marks one of the bloodiest massacres in US history. We can't just blame the shooter",
    "description": "'I am forever haunted by my inability to remember if I told Jaime that I loved her as I rushed her off to school,' wrote the father of one victim today",
    "sentiment": "undefined"
  },
  {
    "title": "The allegations against Ryan Adams show that cyberbullying is rarely just a kids' game",
    "description": "We need to have a better awareness and understanding of the seriously detrimental effects of this particular kind of harassment",
    "sentiment": "undefined"
  },
  {
    "title": "Chipotle Wants to Reinvent the Drive-Thru Lane",
    "description": "The fast-casual restaurant chain has been testing what it calls the \"Chipotlane.\"",
    "sentiment": "undefined"
  },
  {
    "title": "Does Grubhub Have an Uber Problem?",
    "description": "The restaurant takeout leader is feeling the heat.",
    "sentiment": "undefined"
  },
  {
    "title": "Denny's Grand-Slams Its Way Out of 2018",
    "description": "Restaurants aren’t perfect, but Denny’s is competing in the top half of the pack.",
    "sentiment": "undefined"
  },
  {
    "title": "Yelp (YELP) Q4 2018 Earnings Conference Call Transcript",
    "description": "YELP earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "[QLD] $1 Hash Brown (Save $0.90) @ McDonald's",
    "description": "This deal is back. asked the McDonalds staff member for how long and she shrugged. she said that the $1 hashbrowns replaced the $1 burgers.",
    "sentiment": "undefined"
  },
  {
    "title": "WATCH: Patrons Panic as Man Releases Rat in New Jersey Restaurant",
    "description": "When a man in a Newark, New Jersey, McDonald’s decided to release a live rat on the dining room floor last week, it caused complete chaos ‒ all of which was captured on film by a bystander.",
    "sentiment": "undefined"
  },
  {
    "title": "2019 NFL Draft: NCAA all-time sack leader reportedly disinvited from NFL combine",
    "description": "Jaylon Ferguson won't be attending the NFL Combine",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald’s Will Be Offering Cinnamon Sugar Breakfast Donut ‘Sticks’ For a Limited Time",
    "description": "Once again, McDonald's is sweeping me off my feet and it's okay if you feel the same way. Go get yourself some Donut Sticks and share the good news with your fellow foodie friends!",
    "sentiment": "undefined"
  },
  {
    "title": "Wife says Chicago officer who shot black teenager is assaulted in prison",
    "description": "A white Chicago officer who fatally shot black teenager Laquan McDonald has been assaulted in prison, his wife says.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald’s iOS App Offers Buy One, Get One Sandwich Valentine’s Day Deal",
    "description": "The McDonald's iOS app is offering a promo today for Valentine's Day.",
    "sentiment": "undefined"
  },
  {
    "title": "136° - McDonald's 1.99 Vouchers in Metro Newspaper (Page 2) - Today Only",
    "description": "£1.99 - Metro.co.uk Found in Today's Metro newspaper page 2",
    "sentiment": "undefined"
  },
  {
    "title": "Man in extremely critical condition after Phoenix shooting",
    "description": "Phoenix police were investigating a shooting in south Phoenix on Wednesday night.",
    "sentiment": "undefined"
  },
  {
    "title": "Far From Parkland Spotlight, Teens In East Oakland Want To Tell Their Stories",
    "description": "In East Oakland, Calif., where gun violence is chronic, some are grateful that after Parkland, America pays more attention to the issue. But as an East Oakland youth says, \"It's our time to talk.\"",
    "sentiment": "undefined"
  },
  {
    "title": "NFL notebook: Ravens trading QB Flacco to Broncos",
    "description": "The Baltimore Ravens agreed in principle to trade quarterback Joe Flacco to the Denver Broncos, ESPN's Adam Schefter reported Wednesday. Flacco, 34, was the MVP of Super Bowl XLVII after the 2012 season. Rookie first-round pick Lamar Jackson took over for Fla…",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's Came for Balenciaga Over Shoes That Look Like French Fry Cartons",
    "description": "McDonald's Sweden took to Instagram to compare these Balenciaga mules to their red french fry containers.",
    "sentiment": "undefined"
  },
  {
    "title": "'Keys To Success' Rollins' Domination Of Pest Control Since 1901",
    "description": "Rollins is the leading pest control and service company. Long-term success has been attributed to outstanding financial success driven from superb operational e",
    "sentiment": "undefined"
  },
  {
    "title": "No. 24 Terps look to continue their roll at No. 6 Michigan",
    "description": "No. 24 Maryland, fresh off big win over Purdue, looks to continue its roll at No. 6 Michigan",
    "sentiment": "undefined"
  },
  {
    "title": "Laquan McDonald's killer beaten in prison: wife",
    "description": "Tiffany Van Dyke, the wife of former Chicago police officer Jason Van Dyke who was sentenced last month for the 2014 killing of black teen Laquan McDonald, says her husband has been beaten in prison. Rough Cut (no reporter narration).",
    "sentiment": "undefined"
  },
  {
    "title": "Six Deals You Need To Know About In Australia Today",
    "description": "G'day! Here are today's cracking deals for Lifehacker readers, including: Save $178 on the Cullector shower system, 46% off Xiaomi smart light bulbs, cheapest phone contract-free plans and more!...",
    "sentiment": "undefined"
  },
  {
    "title": "Looking for your Valentine? Facebook group plays matchmaker for Inuit singles",
    "description": "If you’ve been finding the dating scene in your Arctic community a little chilly, there’s a new way to find love across the North — a Facebook group for single Inuit.",
    "sentiment": "undefined"
  },
  {
    "title": "Kellogg's goes beyond breakfast, seeks snacky bites of Halidram's",
    "description": "Kellogg's, the world's second-largest snack foods company, is exploring options to move beyond breakfast cereals and planning to take a big bite of India's snack king Haldiram's, which could be one of the biggest deals in Indian consumer brand.",
    "sentiment": "undefined"
  },
  {
    "title": "Think vegan burgers are a healthy alternative? Some have TEN TIMES more saturated fat",
    "description": "The shock discovery undermines the purported benefits of a plant-based diet and  runs contrary to advice from NHS England, which urges people to avoid the cholesterol-raising macronutrients.",
    "sentiment": "undefined"
  },
  {
    "title": "Pregnant mother opens up McDonald's Big Mac order to find one meat patty, lettuce, cheese and no bun",
    "description": "Sydney woman, Emily Ryan, is 40-weeks pregnant and just wanted to dig her teeth into a delicious Big Mac. Upon opening her lunch order, she was left disappointed at the 'meal'.",
    "sentiment": "undefined"
  },
  {
    "title": "Trump is officially obese medical exam shows after he gained four pounds in a year",
    "description": "President Trump gained four pounds since his last physical, making him obese, his latest medical exam shows.",
    "sentiment": "undefined"
  },
  {
    "title": "Chart Industries, Inc. (GTLS) CEO Jillian Evanko on Q4 2018 Results - Earnings Call Transcript",
    "description": "Chart Industries, Inc. (NASDAQ:GTLS) Q4 2018 Earnings Conference Call February 14, 2019, 09:30 ET Company Participants Jillian Evanko - CEO, President &amp; Dir",
    "sentiment": "undefined"
  },
  {
    "title": "Pilgrim's Pride Corporation (PPC) CEO Bill Lovette on Q4 2018 Results - Earnings Call Transcript",
    "description": "Pilgrim's Pride Corporation (NYSE:PPC) Q4 2018 Earnings Conference Call February 14, 2019 9:00 AM ET Company Participants Dunham Winoto - Director, IR Bill Love",
    "sentiment": "undefined"
  },
  {
    "title": "Bhujia to billions: Ganga Bhisan's Haldirams has now become $3 bn biz empire",
    "description": "Kellogg wants to buy a stake in Haldiram's which it has valued at $3 billion (excluding a Kolkata branch).",
    "sentiment": "undefined"
  },
  {
    "title": "'People are interested in what we are saying': The strange experience of being Australia's first tech billionaires",
    "description": "So why are its two founders household names in Australia? Because Scott Farquhar and Mike Cannon-Brookes, both 39, are the country's first startup-to-initial public offering tech billionaires. And because in the last year, they have started to make noise.",
    "sentiment": "undefined"
  },
  {
    "title": "No debate: In-N-Out fries are bad",
    "description": "I can settle this debate immediately: In-N-Out fries are indeed terrible.  They're soggy, sickly beige, under-salted, wilted, and unworthy of being called a fry at all.  More like potatoes boiled in oil until submission.",
    "sentiment": "undefined"
  },
  {
    "title": "TBWA\\Media Arts Lab Chairman Lee Clow Retires",
    "description": "LOS ANGELES, Feb. 14, 2019 /PRNewswire/ -- \"Think Different (Here's to the Crazy Ones).\" \"Dogs Rule.\" \"Yo quiero Taco Bell.\" \"Keeps Going and Going.\" \"Impossible Is Nothing.\" \"That's G.\" Lee Clow, the visionary creative who touched the hearts of consumers and…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike Hoop Summit: Ranney's Scottie Lewis named to Team USA, Bryan Antoine left off",
    "description": "Ranney senior Scottie Lewis will play for Team USA at the Nike Hoop Summit on April 12 in Portland.",
    "sentiment": "undefined"
  },
  {
    "title": "Yelp's (YELP) CEO Jeremy Stoppelman on Q4 2018 Results - Earnings Call Transcript",
    "description": "Yelp (NYSE:YELP) Q4 2018 Earnings Conference Call February 13, 2019 5:00 PM ET Company Participants Ronald Clark – Head-Investor Relations Jeremy Stoppelman – C",
    "sentiment": "undefined"
  },
  {
    "title": "BC-BKC--Big Ten This Week",
    "description": "BC-BKC--Big Ten This Week,575",
    "sentiment": "undefined"
  },
  {
    "title": "BC-BKC--Big Ten This Week",
    "description": "BC-BKC--Big Ten This Week,575",
    "sentiment": "undefined"
  },
  {
    "title": "BC-BKC--Big Ten This Week",
    "description": "BC-BKC--Big Ten This Week,575",
    "sentiment": "undefined"
  },
  {
    "title": "BC-BKC--Big Ten This Week",
    "description": "BC-BKC--Big Ten This Week,575",
    "sentiment": "undefined"
  },
  {
    "title": "BC-BKC--Big Ten This Week",
    "description": "BC-BKC--Big Ten This Week,575",
    "sentiment": "undefined"
  },
  {
    "title": "US prison nurse accused of husband's murder",
    "description": "She said her husband died in a fire, and she'd had a lucky escape. Then police discovered her relationship with a murderer.",
    "sentiment": "undefined"
  },
  {
    "title": "Far From Parkland Spotlight, Teens In East Oakland Want To Tell Their Stories",
    "description": "In East Oakland, Calif., where gun violence is chronic, some are grateful that after Parkland, America pays more attention to the issue. But as an East Oakland youth says, \"It's our time to talk.\"",
    "sentiment": "undefined"
  },
  {
    "title": "Man shot and killed in Phoenix over a cellphone",
    "description": "The man was shot while chasing a thief who stole his cellphone.",
    "sentiment": "undefined"
  },
  {
    "title": "Wife says Chicago officer assaulted in Connecticut prison",
    "description": "CHICAGO (AP) — The wife of a white Chicago police officer who fatally shot black teenager Laquan McDonald says her husband has been assaulted by inmates in his cell at a Connecticut prison.",
    "sentiment": "undefined"
  },
  {
    "title": "The Latest: Lawyer: Convicted officer beaten in prison",
    "description": "CHICAGO (AP) — The Latest on attack in prison of Chicago officer convicted of killing black teen Laquan McDonald (all times local):",
    "sentiment": "undefined"
  },
  {
    "title": "No. 24 Terps look to continue their roll at No. 6 Michigan",
    "description": "A look at the upcoming week around the Big Ten:",
    "sentiment": "undefined"
  },
  {
    "title": "Fulfilling Culture Minister Regev's censorship fantasies",
    "description": "Following years of attempts by Miri Regev to curb offensive artistic expression, this week a court in Haifa upheld the mayor's right to intervene in content at a municipal museum to 'maintain public order'",
    "sentiment": "undefined"
  },
  {
    "title": "No. 24 Terps look to continue their roll at No. 6 Michigan",
    "description": "A look at the upcoming week around the Big Ten: GAME OF THE WEEKEND: No. 24 Maryland at No. 6 Michigan, Saturday. The young Terrapins are full of confidence after … Click to Continue »",
    "sentiment": "undefined"
  },
  {
    "title": "Three people assaulted Mcdonald's employees, court hears",
    "description": "Simon Robert Miller, 43, a man, aged 20, and a boy, aged 17, had been 'drinking heavily' before they went into the McDonald's in Boston, Lincolnshire on August 7.",
    "sentiment": "undefined"
  },
  {
    "title": "Male ECE teachers are sought after, but we have to be cautious",
    "description": "OPINION: I love working in ECE, but I'm not sure I would recommend it as a career for other men.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's rage: Nine-months-pregnant woman's Big Mac disaster",
    "description": "When you're getting hangry, sometimes you've just got to kill that pregnancy craving.So when Emily Ryan returned home from the McDonald's drive-through 40 weeks pregnant and salivating over the Big Mac she was about to tuck into,...",
    "sentiment": "undefined"
  },
  {
    "title": "Wife says Chicago officer assaulted in Connecticut prison",
    "description": "The wife of a white Chicago police officer who fatally shot black teenager Laquan McDonald says her husband has been assaulted by inmates in his cell at a Connecticut prison.",
    "sentiment": "undefined"
  },
  {
    "title": "The Latest: Lawyer: Convicted officer beaten in prison",
    "description": "The Latest on attack in prison of Chicago officer convicted of killing black teen Laquan McDonald (all times local):",
    "sentiment": "undefined"
  },
  {
    "title": "Omnicom Media taps Hearts & Science CEO for top US job - The Drum",
    "description": "Omnicom Media taps Hearts & Science CEO for top US job The Drum Omnicom has appointed Hearts & Science founder and boss, Scott Hagedorn, to head up its US media buying division.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's Shamrock Shake is back!",
    "description": "McDonald's announced the return of its St. Patrick's Day-themed Shamrock Shake on Wednesday.",
    "sentiment": "undefined"
  },
  {
    "title": "Why are people sexually attracted to cartoons? Evolution.",
    "description": "According to Pornhub's annual statistics, \"hentai\" and \"cartoons\" are among the most popular categories in 2018. Such pornography is a supernormal stimulus,an artificial object that triggers an animal's instinctual response more intensely than natural analogs…",
    "sentiment": "undefined"
  },
  {
    "title": "The ever-so-popular Shamrock Shake returns to McDonald's",
    "description": "The iconic Shamrock Shake is back at the fast food chain for a limited time.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's serves donuts now",
    "description": "The company is releasing them as a perfect match for the McCafé for Valentine's Day. Read more... More about Mashable Video, Fast Food, Breakfast, Mcdonalds, and Mcdonalds Coffee",
    "sentiment": "undefined"
  },
  {
    "title": "Trevor Noah on Trump's weird, waffling national border emergency",
    "description": "Isn't an emergency something that's usually called quickly?  The comics discuss this odd declaration in Best of Late Night.",
    "sentiment": "undefined"
  },
  {
    "title": "Burger King is on Tinder for Singles Awareness Day with a deal for matching with The King",
    "description": "Friday, Feb. 15 is Singles Awareness Day and the Tinder dating app has teamed up with Burger King.",
    "sentiment": "undefined"
  },
  {
    "title": "Must Read: McDonald's Responds to Balenciaga's Fry-Carton-Inspired Shoe, 'Vogue' Brazil Director Resigns After Backlash Over 'Slavery' Party",
    "description": "These are the stories making headlines in fashion on Friday. McDonald's responds to Balenciaga's fry-carton-inspired shoeFirst a New York souvenir company came after Balenciaga for copying a touristy tote. Now, McDonald's is after the luxury label: In a post …",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's Shamrock Shake is back (pssst… I've never had one)",
    "description": "Valentine’s Day marks the official start of Shamrock Shake season at McDonald’s. The annual offering, which debuted in 1970, is available now at participating locations until March 28. McDonald’s describes it as “vanilla soft serve blended with Shamrock Shake…",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's Roasts Balenciaga Over French Fry Carton Looking Shoe",
    "description": "Last summer luxury fashion house Balenciaga debuted a pair of shoes that many fans believed took inspiration from McDonald’s signature red fry cartons. After going viral on social media, the fast food giant has finally taken aim at the Demna Gvasalia-helmed l…",
    "sentiment": "undefined"
  },
  {
    "title": "Domino's Earnings: What to Watch",
    "description": "The pizza chain should announce its 31st consecutive quarter of growth in the key U.S. market.",
    "sentiment": "undefined"
  },
  {
    "title": "Redfin Corporation (RDFN) Q4 2018 Earnings Conference Call Transcript",
    "description": "RDFN earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Protip: If They're Working to Get You Fired, They're Not Your Friends",
    "description": "With \"friends\" like minimum wage advocates, low-wage workers don't need enemies.",
    "sentiment": "undefined"
  },
  {
    "title": "Globalization Guide: How To Expand Your Brand Abroad",
    "description": "Expanding into the global market can be challenging. Use these tips and advice on expanding your business reach, boosting your brand, and raising revenues.",
    "sentiment": "undefined"
  },
  {
    "title": "AFC Wimbledon midfielder Scott Wagstaff says 'it better not rain' after dyeing his beard for FA Cup tie",
    "description": "As well as being desperate for a win against Millwall, AFC Wimbledon's man of the moment Scott Wagstaff has one big hope for today's FA Cup tie:",
    "sentiment": "undefined"
  },
  {
    "title": "The Business Leadership Council was created to boost African-American wealth - Crain's Chicago Business",
    "description": "The Business Leadership Council was created to boost African-American wealth Crain's Chicago Business John Rogers, Frank Clark, Melody Spann Cooper and Andrea Zopp are among the 127 members of the Business Leadership Council, created to boost...",
    "sentiment": "undefined"
  },
  {
    "title": "Capgemini SE (CAPMF) CEO Paul Hermelin on Q4 2018 Results - Earnings Call Transcript",
    "description": "Capgemini SE (OTCPK:CAPMF) Q4 2018 Earnings Conference Call February 14, 2019 2:00 AM ET Company Participants Paul Hermelin - Chairman and Chief Executive Offic",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald’s Plans To Retail Its Own Comical Version Of Balenciaga’s ‘Fries’ Shoes",
    "description": "Images via McDonald’s, Barney’s Warehouse and Wikimedia Commons Last August, Balenciaga spawned a fresh batch of internet memes after retailing red leather mules that was soon likened to McDonald’s French fry cartons. It’s been months, so you can expect that …",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's is ready for St. Patrick's Day with the limited return of Shamrock Shakes",
    "description": "Move over Valentine's Day, McDonald's Shamrock Shakes are back for a limited time at participating locations.",
    "sentiment": "undefined"
  },
  {
    "title": "Domino's Earnings: What to Watch",
    "description": "The pizza chain should announce its 31st consecutive quarter of growth in the key U.S. market.",
    "sentiment": "undefined"
  },
  {
    "title": "Burger King is on Tinder for Singles Awareness Day with a deal for matching with The King",
    "description": "Friday, Feb. 15 is Singles Awareness Day and the Tinder dating app has teamed up with Burger King.",
    "sentiment": "undefined"
  },
  {
    "title": "Papa John's serves up college tuition benefit to employees of pizza chain",
    "description": "Troubled pizza chain Papa John's will pay college tuition for its employees and assistance for franchisees.",
    "sentiment": "undefined"
  },
  {
    "title": "NFL notebook: Riley dismisses concerns over Murray's height",
    "description": "Oklahoma quarterback Kyler Murray likely will be one of the most talked about -- and divisive -- prospects in the 2019 NFL Draft, mixing electric Heisman-winning talent in a package that is usually considered too short by league standards.\nMurray, who was lis…",
    "sentiment": "undefined"
  },
  {
    "title": "NFL notebook: Riley dismisses concerns over Murray's height",
    "description": "Oklahoma quarterback Kyler Murray likely will be one of the most talked about -- and divisive -- prospects in the 2019 NFL Draft, mixing electric Heisman-winning talent in a package that is usually considered too short by league standards.\nMurray, who was lis…",
    "sentiment": "undefined"
  },
  {
    "title": "NFL notebook: Riley dismisses concerns over Murray's height",
    "description": "Oklahoma quarterback Kyler Murray likely will be one of the most talked about -- and divisive -- prospects in the 2019 NFL Draft, mixing electric Heisman-winning talent in a package that is usually considered too short by league standards.  Murray, who was li…",
    "sentiment": "undefined"
  },
  {
    "title": "NFL notebook: Riley dismisses concerns over Murray's height",
    "description": "Oklahoma quarterback Kyler Murray likely will be one of the most talked about -- and divisive -- prospects in the 2019 NFL Draft, mixing electric Heisman-winning talent in a package that is usually considered too short by league standards.  Murray, who was li…",
    "sentiment": "undefined"
  },
  {
    "title": "Proposed ‘sanctions from hell’ against Russia may curb Trump, but won’t help US rule the world",
    "description": "Even as the ‘Russiagate’ probe crumbled in the US Senate, five senators resurrected a ‘sanctions bill from hell’ against Russia. What are the prospects of it passing, and does it even need to in order to achieve its objective? Read Full Article at RT.com",
    "sentiment": "undefined"
  },
  {
    "title": "Hilarious moment man runs down the street in his underwear on Valentine's Day morning",
    "description": "The clip, filmed in Swansea, captures the young man as he runs down a street in his underwear as workmen in a van tell him to make a better effort next year.",
    "sentiment": "undefined"
  },
  {
    "title": "EMERGENCY! ACHTUNG! Wonkagenda For Fri., Feb. 15, 2019",
    "description": "Morning Wonketariat! Here's some of the things we may be talking about today. Congress passed a bill to fund the government and sent it to Trump's White House. President Pampers is expected to sign it during a Rose Garden ceremony (in the middle of winter), t…",
    "sentiment": "undefined"
  },
  {
    "title": "London-Based Leading Services Provider Fantastic Services to Host Its First Annual Franchise Conference",
    "description": "LONDON--(BUSINESS WIRE)--The event is an internal conference, organised for Fantastic Services' franchisees that will include growth and standard improvement talks, a special visit from the guest speaker Nick Stojic (former Head of Franchising for McDonald's)…",
    "sentiment": "undefined"
  },
  {
    "title": "Aurora shooting: Gunman kills five at warehouse where he worked before he is shot dead",
    "description": "President Trump briefed on the situation",
    "sentiment": "undefined"
  },
  {
    "title": "Waiting game: An extended look at how we queue",
    "description": "You might have heard of a serpentine line, but did you know about jockeying and slips & skips? Enter the weird and wonderful world of waiting line design.",
    "sentiment": "undefined"
  },
  {
    "title": "Dave Chappelle Helps Out Fans Who Were Scammed by Giving Them Tickets to His Show (Video)",
    "description": "Look at Dave Chappelle warming some hearts this Valentine’s Day. On Thursday, the comedian surprised a couple who was scammed into buying fake tickets to his show by gifting them with a pair of real tickets. WBTV in Charlotte on Wednesday reported that a woma…",
    "sentiment": "undefined"
  },
  {
    "title": "Dow climbs for 8th straight week amid trade optimism",
    "description": "Wall Street stocks finished another strong week on a positive note on Friday (Feb 15), rising again on optimism over US-China trade talks.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's Roasts Balenciaga For Shoes That Look Like French Fry Boxes",
    "description": "The resemblance is uncanny. Sometimes, you can't help but wonder what type of drugs fashion designers are on when they're planning out next season's collections. We've seen Balenciaga come out with a 'T-Shirt Shirt' and most recently, Gucci caught some major …",
    "sentiment": "undefined"
  },
  {
    "title": "Obese woman who always skipped PE to not change in public sheds 7 STONE in 2 years",
    "description": "Jessica Seal's diet consisted of FIVE fizzy drinks, fast food and chocolate every single day",
    "sentiment": "undefined"
  },
  {
    "title": "Behind The Border 'Crisis': More Migrant Families Risk Dangerous Remote Crossings",
    "description": "Large groups of migrants numbering 100 or more are crossing in some of the most isolated parts of the southwest border. Advocates say immigration officials underestimate the migrants' desperation.",
    "sentiment": "undefined"
  },
  {
    "title": "McDonald's is ready for St. Patrick's Day with the limited return of Shamrock Shakes",
    "description": "Move over Valentine's Day, McDonald's Shamrock Shakes are back for a limited time at participating locations.",
    "sentiment": "undefined"
  }
]