[
  {
    "title": "An Introduction To WebBluetooth",
    "description": "With Progressive Web Apps, the web has been ever more closely moving towards native apps. However, with the added benefits that are inherent to the web such as privacy and cross-platform compatibility. The web has traditionally been fantastic about talking to…",
    "sentiment": "undefined"
  },
  {
    "title": "Blizzard/Activision celebrates record revenues by laying off 800 employees",
    "description": "Blizzard/Activision posted $7.5b in net revenues for 2018, and announced that it would lay off 800 of the employees who made those revenues possible, but fear not! The last time the company did a mass layoff (600 people in 2012), it generously rehired those p…",
    "sentiment": "undefined"
  },
  {
    "title": "Get this highly-rated cordless drill at a steep discount",
    "description": "I've bought a lot of Tacklife tools in recent years, and have always been happy with them. So when learned Tacklife was selling this feature-filled cordless drill at a great price (when you use promo code I9AEAS92 ), I bought it without hesitation. It has an …",
    "sentiment": "undefined"
  },
  {
    "title": "Teen journalists profile each of the 1,200+ US children killed by guns since Parkland",
    "description": "More than 200 teen journalists have come together to write Since Parkland, which profiles each of the more than 1,200 children killed by guns in the USA since the Parkland shooting (not including suicides, kids killed by cops, or shooters who were themselves …",
    "sentiment": "undefined"
  },
  {
    "title": "Pretty great deal on the PlayStation Classic",
    "description": "I've been waiting for the PlayStation Classic to be cheap enough to impulse buy. $40 was my price point and today Amazon has it beat by a penny. The PS-Classic comes loaded with 20 games, several of which I would like to play. The console is hackable with lit…",
    "sentiment": "undefined"
  },
  {
    "title": "Weezer's video for \"Take On Me\" cover stars Stranger Things' Finn Wolfhard and his band Calpurnia",
    "description": "The video for Weezer's cover of A-ha's \"Take On Me\" stars Calpurnia, the rather wonderful indie rock band fronted by Finn Wolfhard who plays Mike on Stranger Things. The song is included on Weezer's new \"Teal Album,\" a collection of 1980s cover songs includin…",
    "sentiment": "undefined"
  },
  {
    "title": "Stranger Things Dungeons and Dragons is a real thing",
    "description": "You can pre-order an official Dungeons and Dragons/Stranger Things RPG, packaged like a pre-distressed Red Box Basic D&D box, including a (barely) painted and unpainted demogorgon mini, character sheets, a starter campaign, a rulebook, and a set of polyhedral…",
    "sentiment": "undefined"
  },
  {
    "title": "Tracking down Dick Davy, a mysterious \"lost\" comedian who once championed civil rights and antiracism",
    "description": "Jason from the Comedy on Vinyl podcast writes, \"I've spent the last eight years interviewing people from Rachel Bloom to Harry Shearer about their favorite vinyl comedy albums on my podcast, 'Comedy on Vinyl.' A few weeks ago, inspired by the brilliant podcas…",
    "sentiment": "undefined"
  },
  {
    "title": "The real Assman was denied his personalized license plate",
    "description": "In another example of life imitating Seinfeld, Melville, Saskatchewan citizen Dave Assman (pronounced Oss-men) applied for a personalized license plate of his last name but the Saskatchewan Government Insurance (like the DMV) put the kibbosh on the request an…",
    "sentiment": "undefined"
  },
  {
    "title": "Wife of top Trump official cheers return of measles",
    "description": "'Bring back our #ChildhoodDiseases.' Ugh.",
    "sentiment": "undefined"
  },
  {
    "title": "Chuck Schumer's general counsel, once a Goldman Sachs lobbyist, won't disclose the names of 95% of his former clients",
    "description": "Mark Patterson is Chuck Schumer's general counsel; he used to be a lobbyist for Goldman Sachs, and he had 20 important clients, 19 of whom he has declined to name on his financial disclosure statements. Schumer has foot-dragged and fumbled his way through two…",
    "sentiment": "undefined"
  },
  {
    "title": "On Star Trek: TNG, those aren't Captain Picard's hands holding his flute",
    "description": "Sir Patrick Stewart doesn't play the Reskian flute, or any flute for that matter. The trick worked on me at least, because I hadn't noticed even after seeing this episode several times over the last 26 (!) years. From Wikipedia :...As neither Stewart nor Hugh…",
    "sentiment": "undefined"
  },
  {
    "title": "Ios and Android app stores both host Saudi government app that lets men track their spouses' movements",
    "description": "Senator Ron Wyden has publicly denounced both Apple and Google for hosting mobile apps that connect to Absher, a Saudi government service designed to allow Saudi men to track their spouses and employees' whereabouts at all times. Absher is a multifunction ser…",
    "sentiment": "undefined"
  },
  {
    "title": "Which prison will house 'El Chapo'? Probably this Colorado 'supermax'",
    "description": "Good luck escaping from this one.",
    "sentiment": "undefined"
  },
  {
    "title": "Phone scammer tried to con William Webster, the only person ever to serve as director of both the CIA and FBI: it did not go well",
    "description": "Keniel A Thomas is part of the wave of violent phone scam gangs that have led to chaos in cities across the island; he made the mistake of trying to con the 90-year-old William Webster out of $50,000 with a hamfisted advance-fee fraud scam, not realizing that…",
    "sentiment": "undefined"
  },
  {
    "title": "Burning Man purges one-percenter camp that charged up to $100K, littered like crazy, and ripped off its attendees",
    "description": "Burning Man has long struggled with the tension between its commitment to \"radical decommodification\" and grifters and their ultra-high-net-worth marks who organize \" turnkey camps \" where you can pay giant sums to pretend to be a Burning Man \"participant\" wh…",
    "sentiment": "undefined"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "It’s not enough to have brilliant researchers and a bunch of popular products. You’ve got to have a system—or several systems—for melding raw technology into experiences that make a difference for businesses and consumers. To seek the origins of Microsoft’s i…",
    "sentiment": "undefined"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic techniques falling out of favor. Tune in to the average TV cop show and you’re likely to think crime sc…",
    "sentiment": "undefined"
  },
  {
    "title": "Wild pig on a beach charges an Instagram model and bites her on the bum",
    "description": "\"Fitness influencer\" Michelle Lewin was romping around on Pig Beach beach in the Bahamas when a large wild pig couldn't help itself. It saw her butt cheek and bit it. Lewin posted the video — which includes a closeup of the bright red bite marks — to her Inst…",
    "sentiment": "undefined"
  },
  {
    "title": "Bank robber gets away, until he slips and spills his cash — right in front of a police officer",
    "description": "A gentleman robbed a bank and was about to make a clean getaway — until he slipped on ice and spilled his stolen cash right in front of a police officer. Like a skit from a vaudeville show, the bank robber held up Bangor Savings Bank in Maine on Tuesday and t…",
    "sentiment": "undefined"
  },
  {
    "title": "How to win at Sumo wrestling",
    "description": "In the matter of Chiyonokuni vs Takanoyama on Day 7 of Hatsu Basho 2013, YouTube commenters note that the winning manoever, a Henka sidestep, is generally considered bad form, but in this case the larger wrestler had earlier disrespected the smaller one, so i…",
    "sentiment": "undefined"
  },
  {
    "title": "Burning Man purges one-percenter camp that charged up to $100K, littered like crazy, and ripped off its attendees",
    "description": "Burning Man has long struggled with the tension between its commitment to \"radical decommodification\" and grifters and their ultra-high-net-worth marks who organize \" turnkey camps \" where you can pay giant sums to pretend to be a Burning Man \"participant\" wh…",
    "sentiment": "undefined"
  },
  {
    "title": "Berry Gordy's Motown movie headed for April debut on Showtime",
    "description": "Scenes from the film were revealed for the first time Tuesday night at Motown's star-filled 60th anniversary concert in Los Angeles.",
    "sentiment": "undefined"
  },
  {
    "title": "Xbox Game Pass Greatly Increases Player Bases for New and Old Games",
    "description": "Microsoft has revealed some interesting statistics about its game subscription service Xbox Game Pass, including how it grows player bases and franchise sales.",
    "sentiment": "undefined"
  },
  {
    "title": "Hellblade: Senua's Sacrifice Announced for Nintendo Switch",
    "description": "The originally PS4-console-exclusive adventure is coming to Switch.",
    "sentiment": "undefined"
  },
  {
    "title": "Retro-Tinged Game Controllers: BX Foundry’s Handmade Joysticks",
    "description": "From the arcades to the living room, how the controller has evolved—and why one tech historian, Benj Edwards, started building his own.",
    "sentiment": "undefined"
  },
  {
    "title": "Gates Foundation Annual Letter",
    "description": "Nine things that have surprised us and inspired us to take action.",
    "sentiment": "undefined"
  },
  {
    "title": "Apple Has A Repair Problem In India, The World's Second Largest Smartphone Market",
    "description": "There are no Apple stores yet in India, and iPhone users have been stranded with third-party service providers, who they say do not live up to the premium brand’s promise in the rest of the world. View Entire Post ›",
    "sentiment": "undefined"
  },
  {
    "title": "NewsWatch: The Nasdaq is on pace to end its longest bear market in nearly 30 years",
    "description": "The Nasdaq Composite, an index often employed as a proxy for the health of technology and internet-related stocks, was on the verge Wednesday of ending its longest bear market since 1991.",
    "sentiment": "undefined"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft President Brad Smith met Pope Francis on Wednesday to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said. The head of the global tech giant and the 81-year-old Rom…",
    "sentiment": "undefined"
  },
  {
    "title": "Alexandria Ocasio-Cortez’s proposed tax rate rise too ‘extreme’, says billionaire Bill Gates",
    "description": "Billionaire Bill Gates has criticised plans to impose higher rates of tax on the super-rich – like the one suggested by Alexandria Ocasio-Cortez – as being too “extreme”. The Democratic congresswoman for New York has said she wants to tax income over $10m at …",
    "sentiment": "undefined"
  },
  {
    "title": "NewsWatch: U.S. stocks poised to rise as trade-deal progress fosters optimism",
    "description": "U.S. stock futures indicate major indexes could be set to extend gains on Wednesday, after President Donald Trump said he may let a China trade-deal deadline “slide” if the two sides were making enough progress.",
    "sentiment": "undefined"
  },
  {
    "title": "Ditching a Microsoft account for a local account on Windows 10",
    "description": "Don't need a Microsoft account on Windows 10? Here's how you can switch to a traditional local account. Although Windows 10 allows you to choose from a Microsoft account or traditional local account through the out-of-box experience (OOBE) or Settings app, th…",
    "sentiment": "undefined"
  },
  {
    "title": "'Your Phone' app starts testing unread message badges with Insiders",
    "description": "View your unreads at a glance. Microsoft is testing a small, but notable, update to the Your Phone app with Windows Insiders....",
    "sentiment": "undefined"
  },
  {
    "title": "6 things we want to see in the new Microsoft Edge with Chromium",
    "description": "We're really hoping to Fluent Design, history search, the removal of 'set tabs aside,' and three other things in the new Chromium version of Edge. Microsoft's new version of Edge powered by Chromium should debut in preview form during the next couple of month…",
    "sentiment": "undefined"
  },
  {
    "title": "Wargroove developer says Sony is still blocking PlayStation 4 cross-play",
    "description": "Let's play the blame game. Cross-play is quickly becoming an industry standard as Microsoft and Nintendo lead the way. A lot of titles are cross-play between both platforms, and more games are constantly being updated with the feature. Unfortunately, Sony is …",
    "sentiment": "undefined"
  },
  {
    "title": "Tools, tips, tricks and apps every new PC gamer should know",
    "description": "If you're a newcomer to the world of modern PC gaming, you don't want to miss this article. PC gaming contains a rich and relatively open world of niche titles, monstrously powerful systems, and epic Steam digital sales. It can, also, be quite complex and ina…",
    "sentiment": "undefined"
  },
  {
    "title": "New Apex Legends patch adds Valentine’s Day event and stability fixes",
    "description": "There are a lot of cute items in the store. On February 4, Respawn Entertainment — now owned by EA — launched a battle royale shooter called Apex Legends. There were rumors that it would be a free-to-play version of Titanfall, but it's more along the lines of…",
    "sentiment": "undefined"
  },
  {
    "title": "Rechargeable mice are eco-friendly and convenient; these are our favorites",
    "description": "Nothing is worse than having your wireless mouse die when you need it most, only to realize you're out of fresh batteries. If you use a rechargeable mouse with a built-in battery, though, you can just plug it in and charge away. Wireless rechargeable mice are…",
    "sentiment": "undefined"
  },
  {
    "title": "It's February 2019 and your Windows DHCP server can be pwned by a packet, IE and Edge by a webpage, and so on",
    "description": "Hefty load from Microsoft, Adobe, with special guest star Cisco Patch Tuesday Microsoft and Adobe have teamed up to give users and sysadmins plenty of work to do this week.…",
    "sentiment": "undefined"
  },
  {
    "title": "Azure Pipelines go Slack while Microsoft frees data breakpoints from the shackles of C++",
    "description": "Redmond opens up the.NET Core 3.0 big box of preview toys Microsoft emitted an Azure Pipelines app for Slack today while also reminding devs of the tweaks made to breakpoints in the upcoming combo of Visual Studio 2019 and.NET Core 3.0.…",
    "sentiment": "undefined"
  },
  {
    "title": "Bioengineering Student Is Building Custom Prosthetic Arms From LEGO Bricks",
    "description": "Instead of following the instructions for LEGO sets, 19-year-old David Aguilar re-configures them to create custom robotic prosthetic limbs.",
    "sentiment": "undefined"
  },
  {
    "title": "Patch Tuesday, February 2019 Edition",
    "description": "Microsoft on Tuesday issued a bevy of patches to correct at least 70 distinct security vulnerabilities in Windows and software designed to interact with various flavors of the operating system. This month's patch batch tackles some notable threats to enterpri…",
    "sentiment": "undefined"
  },
  {
    "title": "Become a Data-Crunching Master For Under $40 With The 2019 Microsoft Excel Bootcamp Bundle [DEALS]",
    "description": "Not only is a working knowledge of Microsoft Excel an absolute necessity for everything from data tracking to bookkeeping to project management, it also contains a treasure trove of features you had no idea even existed. The 2019 Microsoft Excel Bootcamp Bund…",
    "sentiment": "undefined"
  },
  {
    "title": "America’s most generous billionaires gave half as much to charity in 2018 as in the previous year",
    "description": "What gives?",
    "sentiment": "undefined"
  },
  {
    "title": "It will take more than NewsGuard’s team of journalists to stop the spread of fake news",
    "description": "Experts weigh in on whether a for-profit journalism initiative can do what big tech can’t.",
    "sentiment": "undefined"
  },
  {
    "title": "Trump’s executive order on AI, explained",
    "description": "The president lays out a bold vision for how to make the US No. 1 in artificial intelligence, but critics say it’s just hollow words.",
    "sentiment": "undefined"
  },
  {
    "title": "Microsoft discuss Artificial Intelligence with the Pope",
    "description": "Microsoft’s Chief Legal Officer and President Brad Smith met with the Catholic Pontiff today to discuss how AI can be used ethically and what can be done to help bridge the digital divide between rich and poor nations. The talks at the Pope’s residence lasted…",
    "sentiment": "undefined"
  },
  {
    "title": "Microsoft is readying Pro version of Forms, its enterprise survey solution",
    "description": "Microsoft Forms is a popular Office 365 service that allows you to easily solicit client input, measure customer satisfaction, and organize team events, within minutes. The app is simple to use and works on any web browser, so it can be accessed from anywhere…",
    "sentiment": "undefined"
  },
  {
    "title": "Microsoft finally makes it easier to create multi-window experiences in UWP apps",
    "description": "At Build developer conference last year, Microsoft announced that they will be introducing a new Windows class that will allow developers to easily include multiple windows support in their UWP apps. After some delay, Microsoft has now finally released this s…",
    "sentiment": "undefined"
  },
  {
    "title": "Twitter PWA for Windows 10 updated with DM Emoji Picker, more",
    "description": "Twitter’s Windows 10 Progressive Web App team has pushed out another update for the app, bringing along a number of improvements. The headline feature is the availability of the Emoji picker in the Direct Message interface, meaning you can finally reply with …",
    "sentiment": "undefined"
  },
  {
    "title": "Apple makes it easier to manage subscriptions in iOS",
    "description": "Apple is making it easier to manage your subscriptions in App Store with the release of iOS 12.1.4 beta. Some apps and services offer subscription-based access to their content. Unlike one time purchases, subscriptions will automatically renew until you choos…",
    "sentiment": "undefined"
  },
  {
    "title": "Samsung Galaxy S10+ leaks in hands-on video",
    "description": "Samsung’s new flagship handset has leaked in a full hands-on video. The handset appears to be running Samsung’s new OneUI, but does not show the handset in full. The expected Samsung Galaxy S10 Plus Specifications include: Performance Octa core (Dual Core + D…",
    "sentiment": "undefined"
  },
  {
    "title": "Hellblade: Senua's Sacrifice is bringing its sombre adventure to Nintendo Switch",
    "description": "Hellblade: Senua's Sacrifice is bringing its sombre adventure to Nintendo Switch",
    "sentiment": "undefined"
  },
  {
    "title": "LinkedIn Live will bring real time video to the platform",
    "description": "The Microsoft-Owned LinkedIn is testing outa new live-streaming video service tentatively called LinkedIn Live. According to a report from TechCrunch, LinkedIn is responding to user demand to enable companies te ability to share and broadcast videos in real t…",
    "sentiment": "undefined"
  },
  {
    "title": "How the 'Fortnite' effect is crushing video game companies",
    "description": "Game companies are experiencing a rough period, and \"Fortnite\" is part of the problem.",
    "sentiment": "undefined"
  },
  {
    "title": "Gigabyte Aero 15 Y9 review: RTX 2080 performance, at a price",
    "description": "With last year's Aero 15X, Gigabyte managed an impressive feat: putting powerful gaming performance and long battery life into a 4.4-pound body. This year, the Taiwanese company is trying to top itself with the Aero 15 Y9, its new flagship laptop...",
    "sentiment": "undefined"
  },
  {
    "title": "PlayStation Praises Nintendo, Microsoft in Call For Unity Among Game Makers",
    "description": "PlayStation’s Shawn Layden kicked off the annual DICE Summit in Las Vegas this week with a call for unity among game makers, a significant step away from an age-old approach that led to console wars that pitted PlayStation against Xbox against Nintendo. More …",
    "sentiment": "undefined"
  },
  {
    "title": "Azure for Student – Access to GPU resources",
    "description": "Microsoft Azure Dev tools for teaching offers a unified learning tools for skilling students in the cloud, it provides students with a vast set of resources. Azure for Education offers comprehensive developer tools and training ranging from beginner to profes…",
    "sentiment": "undefined"
  },
  {
    "title": "Open Source DevOps in Azure Government",
    "description": "In this episode of the Azure Government video series, Steve Michelotti talks with Harshal Dharia, Cloud Solution Architect in US Federal at Microsoft, about open source DevOps in Azure Government. Having a reliable and secure DevOps pipeline is one of the mos…",
    "sentiment": "undefined"
  },
  {
    "title": "Michael Jackson edited out of MOTOWN history in new TV special...",
    "description": "When they edit together the three hour “Motown 60” for CBS (to air in April) it will have some brilliant moments and some headscratchers. Mary Wilson, still Supreme Just about completel…",
    "sentiment": "undefined"
  },
  {
    "title": "Cray Inc (CRAY) Q4 2018 Earnings Conference Call Transcript",
    "description": "CRAY earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "5 Reasons to Stay Heavily Invested in Stocks Forever",
    "description": "If you think being retired means you need to pull back on equities and fill up on bonds, allow us to explain why that’s a bad strategy.",
    "sentiment": "undefined"
  },
  {
    "title": "Twilio (TWLO) Q4 2018 Earnings Conference Call Transcript",
    "description": "TWLO earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Interpublic Group of Companies Inc (IPG) Q4 2018 Earnings Conference Call Transcript",
    "description": "IPG earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Qualys Inc (QLYS) Q4 2018 Earnings Conference Call Transcript",
    "description": "QLYS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "HubSpot Inc (HUBS) Q4 2018 Earnings Conference Call Transcript",
    "description": "HUBS earnings call for the period ending  December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Unisys Corp (UIS) Q4 2018 Earnings Conference Call Transcript",
    "description": "UIS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Akamai Technologies (AKAM) Q4 2018 Earnings Conference Call Transcript",
    "description": "AKAM earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Pay what you want to learn DevOps and set off on a new career",
    "description": "DevOps looks at automating the process of testing and deployment to reduce the amount of work that a developer needs to do. Learn how to do it on the cheap!",
    "sentiment": "undefined"
  },
  {
    "title": "Microsoft's LinkedIn to launch its own live-streaming video platform",
    "description": "LinkedIn is going to use Azure Media Services for encoding for its coming LinkedIn Live video-streaming platform, which is poised to begin closed beta-testing in the U.S. first.",
    "sentiment": "undefined"
  },
  {
    "title": "Trackpad sketching now available in Microsoft Word, Excel & PowerPoint for Mac",
    "description": "There are no Macs with a touchscreen, but the latest version of Office for Mac attempts to address that with the handy new ability to ink with your trackpad.",
    "sentiment": "undefined"
  },
  {
    "title": "Microsoft's New Light Capture Tool Adds More Realistic Lighting to HoloLens & Mobile AR Apps",
    "description": "We're still weeks away from a probably HoloLens 2 release, but Microsoft's immersive computing team is still hard at work on other aspects of its \"mixed reality\" ecosystem. Earlier this week, Microsoft published a new extension for Unity and the Mixed Reality…",
    "sentiment": "undefined"
  },
  {
    "title": "Startup Asteroid Aims to Reinvent the Human-Computer Interface with Augmented Reality Software & Hardware Kit",
    "description": "Every step in the evolution of computing brings an in-kind leap forward in user input technology. The personal computer had the mouse, touchscreens made smartphones mainstream consumer devices, and AR headsets like the HoloLens and the Magic Leap One have lev…",
    "sentiment": "undefined"
  },
  {
    "title": "India targets Facebook in backlash against U.S. giants",
    "description": "In the latest skirmish, the government is targeting Facebook Inc.’s WhatsApp, the popular messaging service.",
    "sentiment": "undefined"
  },
  {
    "title": "A Crucial Step for Averting AI Disasters",
    "description": "Tech companies working on artificial intelligence find that a diverse staff can help avoid biased algorithms that cause public embarrassments.",
    "sentiment": "undefined"
  },
  {
    "title": "2:00PM Water Cooler 2/13/2019",
    "description": "By Lambert Strether of Corrente. Politics “But what is government itself, but the greatest of all reflections on human nature?” –James Madison, Federalist 51 2020 Holder: “Former Attorney General Eric Holder Close To 2020 Decision As He Heads To Iowa” [NPR]. …",
    "sentiment": "undefined"
  },
  {
    "title": "How Can Sony Control the Conversation Without E3?",
    "description": "With Nintendo Directs and Inside Xbox, and Sony pulling out of E3, we discuss how PlayStation can still be at the center of the 2019 gaming conversation.",
    "sentiment": "undefined"
  },
  {
    "title": "Microsoft's Windows 10 Now Runs On This $35 Device",
    "description": "It's a Steam Link, a retro console emulator, and basically one of the coolest and cheapest computers ever made. Now it runs the full version of Windows 10?",
    "sentiment": "undefined"
  },
  {
    "title": "Samsung's Galaxy Buds Can Learn From Airpods And Beat Google",
    "description": "Samsung can get its Galaxy Buds right by learning from the competition.",
    "sentiment": "undefined"
  },
  {
    "title": "Create A More Balanced Work Environment For Your Team With Technology",
    "description": "Technology can empower business leaders to create better work-life balance for their employees and ultimately improve business outcomes.",
    "sentiment": "undefined"
  },
  {
    "title": "Why Talking Openly About Your Salary Might Get You The Pay Rise You Deserve",
    "description": "Why is there a taboo about revealing what you earn asked Keren Katz at the launch of the Jewish Women's Business Network?",
    "sentiment": "undefined"
  },
  {
    "title": "How Founders Take Back Their Companies Without Angering Investors",
    "description": "Sometimes even the best relationships reach an end. When founders and investors no longer agree, they can split up without a fight.",
    "sentiment": "undefined"
  },
  {
    "title": "Hinge Consulting Founder: Work Hard, Think Big, Be Exceptional, Empower People",
    "description": "Hinge Consulting has logged triple-digit-percentage growth and landed a major venture capital deal since its launch about three years ago. Its CEO's substantial corporate technology career, which has roots in his U.S. Army service, helped pave the way for tha…",
    "sentiment": "undefined"
  },
  {
    "title": "Susan Choe On Fearlessly Going It Alone In Venture Capital",
    "description": "With more than 25 years of tech experience under her belt, Susan Choe's next trailblazing move in Silicon Valley goes beyond starting a VC fund. She's running that fund, Katalyst Ventures, on her own.",
    "sentiment": "undefined"
  },
  {
    "title": "Six Strategies To Maintain Employee Motivation",
    "description": "As a leader, how do you help create an environment where people feel engaged and motivated? Here are six strategies to help drive engagement and inspire your employees.",
    "sentiment": "undefined"
  },
  {
    "title": "React is Changing How We Think, Again",
    "description": "React's brought new thinking to many old problems. How far can it go?",
    "sentiment": "undefined"
  },
  {
    "title": "Announcing Windows Community Toolkit v5.1",
    "description": "It’s with great pleasure today that we announce the next update to the Windows Community Toolkit, version 5.1, made possible with help and contributions from our developer community. This update brings high-quality animation support with the inclusion of Lott…",
    "sentiment": "undefined"
  },
  {
    "title": "New patent reveals Microsoft is working to improve accuracy on the Surface Pen",
    "description": "A new patent that has just been published to the USPTO reveals Microsoft is working on a new Surface Pen with enhanced precision.",
    "sentiment": "undefined"
  },
  {
    "title": "Office 365 surveys to get better with rollout of Forms Pro",
    "description": "Where Pro Forms differentiates itself from its school-oriented brethren is its connections to Dynamics 365 CRM/ER",
    "sentiment": "undefined"
  },
  {
    "title": "Windows 10 Twitter app updates with DM and image improvements",
    "description": "The Twitter Progressive Web App (PWA), which is used as the source for the Windows 10 Twitter app, updated today with several fixes and updates. The most-noteworthy change is the addition of the emoji picker when composing a DM on a Windows 10 computer or tab…",
    "sentiment": "undefined"
  },
  {
    "title": "LinkedIn merges three of its hiring tools into one new experience",
    "description": "LinkedIn will put its Jobs, Recruiter, and Pipeline Builder services onto a new platform that will result in a more 'intelligent hiring experience'.",
    "sentiment": "undefined"
  },
  {
    "title": "Digital pre-orders open for Xbox One’s new World War Z video game",
    "description": "Pre-orders for the upcoming World War Z video game are now live on Xbox One. The game is based on the movie of the same name that debuted way back in 2013 and is a third-person shooter that can support up to four players in the main campaign and up to eight i…",
    "sentiment": "undefined"
  },
  {
    "title": "Sony is reportedly still preventing developers from enabling cross play functionality on PS4 games",
    "description": "Despite Sony finally allowing crossplay multiplayer with Xbox One and Nintendo Switch on Fortnite and Rocket League last year, it seems that the Japanese company is currently willing to enable crossplay with other platforms on a case-by-case basis. Unfortunat…",
    "sentiment": "undefined"
  },
  {
    "title": "THQ Nordic picks up Kingdom Come: Deliverance maker Warhorse Studios",
    "description": "THQ Nordic has announced that it has acquired Warhorse Studios and the studio's Kingdom Come: Deliverance IP for €42.8 million. The RPG has sold over two million copies since its launch a year ago. Read more...",
    "sentiment": "undefined"
  },
  {
    "title": "Xbox Wireless Controller With Wireless Adapter For Windows 10 Discounted To Just $49.95 Today, Usually $80",
    "description": "The Xbox Wireless Controller may just be the best controller ever made, and we're willing to fight anyone that believes otherwise. We're looking at you, Sony DualShock fans! Regardless, we think we can all agree that this deal is a pretty great one, with a ne…",
    "sentiment": "undefined"
  },
  {
    "title": "Waze For iOS Update Adds Siri Shortcuts Support",
    "description": "Waze for iOS update has just added Siri Shortcuts support, which means you can now add custom voice commands, and more. Here is everything you need to know. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined"
  },
  {
    "title": "Rare Deal: Get $70 Off Apple’s Latest And Premium Beats Studio3 Wireless Skyline Collection",
    "description": "Apple’s AirPods are well known for their seamless connectivity and device switching, but we’re willing to bet that a lot of people don’t realize that they are not the only earphones that support that functionality. It’s all made possible thanks to the W1 chip…",
    "sentiment": "undefined"
  },
  {
    "title": "Apple’s 2019 Spring Event Date Revealed: Could Announce News Subscription Service, No New Hardware",
    "description": "Rumors have been swirling of there being an Apple media event this coming March, and now BuzzFeed News is reporting that it will take place on March 25th, and the Steve Jobs Theater. According to the report, we can expect the event to focus on Apple's service…",
    "sentiment": "undefined"
  },
  {
    "title": "Sony’s $100 PlayStation Classic Console Is Discounted To Just $39.99 Today",
    "description": "Sony's whimsical and highly nostalgiac PlayStation Classic console is currently being offered at a ridiculously low price via Amazon. For just $39.99, you can relive the classic PlayStation games from yesteryear on this gorgeous plug-and-play console, or just…",
    "sentiment": "undefined"
  }
]