[
  {
    "title": "Did Neymar’s absence help PSG to prosper at Manchester United?",
    "description": "Brazilian’s refusal to track causes problems and PSG’s discipline suggested it may be unwise to play him, Mbappé and Cavani against top sides Whisper it – and try at least for a while to ignore the enormous Brazilian ego that has temporarily vacated the room …",
    "sentiment": "undefined"
  },
  {
    "title": "Severed human feet keep washing up on shores along the US-Canada border, but police insist there's nothing weird about it",
    "description": "Authorities in British Columbia are appealing for help to identify a single human foot that washed up in Vancouver last September. It is the 15th human foot that has washed up around British Columbia's shores since 2007, CBC reported. Ten of those cases have …",
    "sentiment": "undefined"
  },
  {
    "title": "Store that protested Nike merchandise after Colin Kaepernick ad shuts down",
    "description": "The store owner slashed prices for Nike in response to Colin Kaepernick's \"Just Do It\" campaign for the brand's 30th anniversary.",
    "sentiment": "undefined"
  },
  {
    "title": "9to5Toys Lunch Break: DJI Mavic 2 Pro $1,349, 12-inch MacBook 256GB $999, Beats Studio3 Wireless Skyline Collection $280, more",
    "description": "9to5Toys now has a new app! Download it to stay up to date on the best gear and deals on the web. Plus don’t forget to check us out on Apple News and sign up for the 9to5Toys Newsletter. Also, be sure to check us out on: Twitter, RSS Feed, Facebook, Google+ a…",
    "sentiment": "undefined"
  },
  {
    "title": "Android app for Nike Adapt BB sneakers is live on the Play Store",
    "description": "Has keeping track of battery levels on your smartphone, fitness tracker, headphones, computer, tablet, and toothbrush become too easy for you? Worry not — come February 17th, and you can charge your shoes too, with the self-lacing Nike Adapt BB sneakers. Thes…",
    "sentiment": "undefined"
  },
  {
    "title": "Brand Twitter Is Absurd, and It Will Only Get Worse",
    "description": "SunnyD tweets about depression. Steak-umm is lonely. Wendy's is sassy. Do we actually want our brands to be that \"human\"?",
    "sentiment": "undefined"
  },
  {
    "title": "Humanity is killing itself with fat, and we're going to show you how the Apple Watch save you",
    "description": "Apple's attempts to make its users more aware of their health over the years has introduced many new products and services, all with the goal of getting users in shape, but considering the sedentary way many people live their lives, especially those who work …",
    "sentiment": "undefined"
  },
  {
    "title": "Lexus x John Elliott Air Force 1 Tires",
    "description": "The rare collaboration based on another collaboration, Lexus asked designer John Elliott to give its first-ever UX crossover some new \"shoes\". These striking white tires are the result. Based on Elliott's Nike Air Force 1 design, they have tread details...",
    "sentiment": "undefined"
  },
  {
    "title": "A 2019 Lexus UX Won Fashion Week By Wearing Air Force 1 Inspired Tires",
    "description": "At this point, New York Fashion Week is basically just models and celebrities theatrically trying to one-up each other via expensive outfits. If you doubt this, come visit our office in Soho and people watch for a bit. But this fashion week cycle, it wasn't a…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike Air Max2 Light Is Set to Return in OG Form",
    "description": "The Nike Air Max2 Light's resurgence continues with the return of an original colorway. On the heels of its colorful atmos edition the Swoosh incorporates a mix of white and purple overlays throughout its upper. A casual take on the Air Max2 Uptempo, the low …",
    "sentiment": "undefined"
  },
  {
    "title": "Don C's Converse ERX 260 Gets a Hornets Makeover for All-Star Weekend",
    "description": "Don C's Converse ERX 260 will be making its way to Charlotte for 2019's All-Star Weekend festivities. Following last month's release, the throwback silhouette now pays homage to this year's ASW host city with a Hornets-inspired mix of purple and teal accents.…",
    "sentiment": "undefined"
  },
  {
    "title": "Take an Official Look at GYAKUSOU's SS19 Footwear and Apparel Range",
    "description": "For nearly 10 years, UNDERCOVER founder Jun Takahashi has teamed up with Nike to produce his GYAKUSOU line -- a line spearheaded by functional athletic wear that articulately blends high-performance wear with urban landscapes. Now the designer and sportswear …",
    "sentiment": "undefined"
  },
  {
    "title": "6 Drops You Don't Want to Miss This Week",
    "description": "With another week here, we now have a new list of notable product drops to look out for. This week's rollouts feature six releases comprised of collaborations, seasonal collections and special capsules. Leading the set is sacai's collaboration filled \"Bonjour…",
    "sentiment": "undefined"
  },
  {
    "title": "The Nike Air Max 720 Receives a Metallic-White Colorway",
    "description": "Transitioning from flashy, natural phenomena-inspired color schemes to the recent \"Triple Black\" iteration, Nike offers another simple, achromatic Air Max 720. This time around, Nike has opted for a clean white palette. Boasting several shades of white, the m…",
    "sentiment": "undefined"
  },
  {
    "title": "A Nike Blazer Mid '77 Pack Surfaces With Bold Patchwork Uppers",
    "description": "With Nike having a slew of Blazer colorways and iterations in the pipeline for 2019, and a Nike Blazer Mid '77 Vintage Gel patchwork pack surfacing today, the Blazer is already on its way to becoming a contender for shoe of the year. The patchwork pack featur…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike Cuts the Extremely Popular “Black Toe” Air Jordan 1 Into a Low",
    "description": "Highsnobiety aims to provide our readers with the latest updates in the sneaker world. However, we cannot verify the reliability of any unauthorized leaks or rumors unless this information is provided directly by the brands themselves. Brand: Nike Model: Air …",
    "sentiment": "undefined"
  },
  {
    "title": "Here’s What It’ll Cost to Secure the “Turbo Green” Air Jordan 1 Before Anyone Else",
    "description": "To celebrate the NBA All-Star game this week, Jordan Brand is releasing some brand new sneaker heat in the form of an Air Jordan 1 in an eye-catching but super wearable “Turbo Green” colorway. Due to retail for $160, the kicks come with a current premium of a…",
    "sentiment": "undefined"
  },
  {
    "title": "Social Status Gives the Air Jordan 6 a Charlotte-Themed “Black Cat” Makeover",
    "description": "Brand: Social Status x Nike Model: Air Jordan 6 Key Features: The sneaker’s colorway takes inspiration from Michael Jordan’s “Black Cat” alter ego, dressing the upper in black snake skin with pony hair detailing on the overlays. Purple detailing can be seen o…",
    "sentiment": "undefined"
  },
  {
    "title": "Cav Empt Just Dropped More Colorful SS19 Outerwear",
    "description": "Brand: Cav Empt Season: SS19 Key Pieces: The outerwear lineup is solid, especially the Cobra zip jacket, Carrier pull-over and Drudgery zip-up, in addition to a few knitwear pieces with the grid patterned edition and over-dye turtleneck. The grey Array should…",
    "sentiment": "undefined"
  },
  {
    "title": "The conservative boycott of Nike is costing independent store owners their businesses",
    "description": "Five months ago, over Labor Day weekend, sporting goods behemoth Nike unveiled its latest ad campaign featuring a number of athletes beneath the iconic “Just Do It” slogan. Among the sporting superstars was Colin Kaepernick, the former NFL quarterback who twi…",
    "sentiment": "undefined"
  },
  {
    "title": "5 Reasons Skechers Stock Could Keep Soaring",
    "description": "The oft-overlooked shoemaker still has plenty of room to run.",
    "sentiment": "undefined"
  },
  {
    "title": "Under Armour's Sales Fell Off the Pace, but Profits Picked Up Ground",
    "description": "Though a challenging competitive environment continues to weigh on sales, efforts to make Under Armour more profitable are paying off.",
    "sentiment": "undefined"
  },
  {
    "title": "Budweiser subs out Bob Dylan and Gen Z craves diversity: Marketer's Brief",
    "description": "Stitching up a red carpet Stitch Fix is going upscalein an unlikely place. The ecommerce brand that sends personalized goods to customers debuted a pop-up red carpet at a subway station in New York City and a mall in Los Angeles. Consumers were treated to a p…",
    "sentiment": "undefined"
  },
  {
    "title": "As stars lose million of followers, Instagram admits to internal bug",
    "description": "Instagram has taken to Twitter to announce that this instance of followers disappearing is a bug inside of their system",
    "sentiment": "undefined"
  },
  {
    "title": "Office Carry",
    "description": "submitted by Doug Fullmosa Apple Watch Band 42mm Genuine Leather iwatch strap/band for Apple Watch Series 3 Series 2 Series1 Nike+ Hermes&Edition men and women, 42mm Space Grey+Gunmetal Buckle Allett Leather Sport Wallet Apple iPhone X Apple iPhone X Leather …",
    "sentiment": "undefined"
  },
  {
    "title": "Instagram Users Are Losing Huge Numbers Of Followers After Radical Shakeup",
    "description": "Instagram accounts seem to have dropped a large number of followers overnight with celebrities and brands badly affected.",
    "sentiment": "undefined"
  },
  {
    "title": "Tiger Woods And Genesis Luxury Vehicle Franchise Join Forces To Elevate PGA Golf Tournament In LA",
    "description": "Tiger Woods isn't officially a \"brand ambassador\" for Genesis -- at least not yet.  But the champion golfer is now much more closely association to the luxury car brand and likely will bring it attention and sales.",
    "sentiment": "undefined"
  },
  {
    "title": "The NBA And Puma Enter Into Multiyear Marketing Agreement",
    "description": "After spending nearly two decades on the sidelines, Puma is back in the game when it comes to the NBA. The two parties announced a multiyear marketing agreement that will allow Puma to use NBA uniforms in their advertising.",
    "sentiment": "undefined"
  },
  {
    "title": "9to5Toys Lunch Break: Bose Revolve Bluetooth Speaker $159, Arlo Pro 2 Security System $200, QNAP 3-bay NAS $170, more",
    "description": "9to5Toys now has a new app! Download it to stay up to date on the best gear and deals on the web. Plus don’t forget to check us out on Apple News and sign up for the 9to5Toys Newsletter. Also, be sure to check us out on: Twitter, RSS Feed, Facebook, Google+ a…",
    "sentiment": "undefined"
  },
  {
    "title": "U.S.-China Trade War Boosts Fast-Growing Southeast Asia",
    "description": "Trade tensions between the U.S. and China are adding rocket fuel to the liftoff of Southeast Asian economies.",
    "sentiment": "undefined"
  },
  {
    "title": " A record number of Americans are 90 days behind on their car payments via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " 5 Obnoxious Movie Trends You Can't Unsee via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " Why Cant I Yell at My Wife? Shes Allowed to Emotionally Manipulate Me. via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " Woman cleaning the snow off the sidewalk is killed by a bobcat via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " The stolen Equifax data has never been found and experts suspect a spy scheme via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " Hidden city ticketing: The travel hack airlines don't want you to use via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " Woman who threw chair off of Toronto balcony turns herself in on Wednesday morning via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " The amazing recovery of Medal of Honor recipient William Kyle Carpenter. He jumped on a grenade to shield a fellow Marine and ended up... via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " REIs CEO is stepping down over a personal relationship with another outdoor-industry exec via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " 13 Unforeseen Pics That Can Teach You a Bit More About Women via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " She's a Ninja via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": " All right team, just like we practiced via Hvper.com",
    "description": "The Internet on one page. Successor of Popurls, the mother of news aggregators. By @thomas",
    "sentiment": "undefined"
  },
  {
    "title": "Colorado business owner forced to close after pulling all Nike items in protest of Kaepernick - Yahoo Sports",
    "description": "Colorado business owner forced to close after pulling all Nike items in protest of Kaepernick Yahoo Sports \"A sports store without Nike is like a gas station without gas.\"",
    "sentiment": "undefined"
  },
  {
    "title": "New Orleans business owner pleads guilty to selling counterfeit goods - FOX 8 Live WVUE",
    "description": "New Orleans business owner pleads guilty to selling counterfeit goods FOX 8 Live WVUE NEW ORLEANS (WVUE) - A New Orleans business owner faces jail time after he pleaded guilty to trafficking nearly $194,000 worth of counterfeit clothing and...",
    "sentiment": "undefined"
  },
  {
    "title": "27 Beauty Products Costume Designer Shiona Turini Packed for a 4-Month Work Trip",
    "description": "We asked stylist, consultant, and fashion guru Shiona Turini what beauty products she never travels without. Read on for the exclusive reveal.",
    "sentiment": "undefined"
  },
  {
    "title": "Scouted: Hundreds of Nike Styles Are Up to 50% Of at Nordstrom Rack",
    "description": "Nordstrom Rack has some incredible deals on apparel, shoes, beauty, home goods, and more — on a regular basis. Some of the best deals are on brands like Nike, which you’d otherwise find at Nordstrom proper. And the store’s newest crop of more than a 100 Nike …",
    "sentiment": "undefined"
  },
  {
    "title": "Dividend Yield Theory And The Case For FedEx",
    "description": "What is dividend yield theory and how you can develop an investment strategy using its principles. Build a stock screener that will identify the most undervalue",
    "sentiment": "undefined"
  },
  {
    "title": "The Coat That Ate Fashion Week",
    "description": "The big, fur-trimmed, colorful Saks Potts coat is everywhere.",
    "sentiment": "undefined"
  },
  {
    "title": "The Best New Technology in Activewear",
    "description": "What’s more motivating than brand new workout gear? The answer: brand new workout gear that actually sculpts your muscles, enhances The post The Best New Technology in Activewear appeared first on The Everygirl.",
    "sentiment": "undefined"
  },
  {
    "title": "12 US Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal - Associated Press",
    "description": "BOSTON--(BUSINESS WIRE)--Feb 13, 2019--During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 wi…",
    "sentiment": "undefined"
  },
  {
    "title": "12 US Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal - Associated Press",
    "description": "BOSTON--(BUSINESS WIRE)--Feb 13, 2019--During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 wi…",
    "sentiment": "undefined"
  },
  {
    "title": "What that meditation app you downloaded (and don’t use) can really do for you — and what it can’t",
    "description": "Jalice May is a busy mom who works almost full-time at her church. On Sundays, she oversees the nursery during services at Tibbetts United Methodist in West Seattle. Throughout the week, she runs the church’s front office. And in her spare time she’s part of …",
    "sentiment": "undefined"
  },
  {
    "title": "Bold Moves",
    "description": "BRANDS & Retailers Angela Ahrendts Steps Down from Apple as Chief of Retail OperationsEffective April 2019, Apple’s Chief of Retail Operations, Angela Ahrendts, will step down from her position. Before joining Apple in 2014, Ahrendts was Chief Executive Offic…",
    "sentiment": "undefined"
  },
  {
    "title": "Rap On This Beat For A Chance At A Prize! | Life At Complex",
    "description": "On this episode Speedy talks about the most recent episode of Jobs Unlisted where he learns the ins and outs of being a music producer. The legendary Tay Keith shows Speedy the ropes and Speedy issues a challenge to the general public.",
    "sentiment": "undefined"
  },
  {
    "title": "This Puma Collab Has a Built-In Bluetooth Speaker",
    "description": "South Korean streetwear brand Ader Error has teased a Puma RS-X collaboration complete with a bluetooth speaker installed in the midsole.",
    "sentiment": "undefined"
  },
  {
    "title": "Sports Store Forced to Close Down After Owner Boycotted Nike Over Kaepernick Ad",
    "description": "\"As much as I hate to admit this, perhaps there are more [...] Colin Kaepernick supporters out there than I realized.\"",
    "sentiment": "undefined"
  },
  {
    "title": "Colorado business owner forced to close after pulling all Nike items in protest of Kaepernick - AOL",
    "description": "Colorado business owner forced to close after pulling all Nike items in protest of Kaepernick AOL Colorado store closes after removing Nike merchandise over Kaepernick ad | TheHill The Hill Colorado business closes after removing Nike items Yahoo Sports Sport…",
    "sentiment": "undefined"
  },
  {
    "title": "Wednesday's Best Deals: Hot Honey, Baby Clothes, MacBook Air, and More",
    "description": "Exclusive discounts on Status Audio headphones and Anker Bluetooth transmitters lead off Wednesday’s best deals. Read more...",
    "sentiment": "undefined"
  },
  {
    "title": "Under Armour's Sales Fell Off the Pace, but Profits Picked Up Ground",
    "description": "Though a challenging competitive environment continues to weigh on sales, efforts to make Under Armour more profitable are paying off.",
    "sentiment": "undefined"
  },
  {
    "title": "5 Reasons Skechers Stock Could Keep Soaring",
    "description": "The oft-overlooked shoemaker still has plenty of room to run.",
    "sentiment": "undefined"
  },
  {
    "title": "Breaking Down Under Armour (UAA) Stock After Q4 Earnings",
    "description": "Shares of Under Armour (UAA) surged nearly 7% Tuesday after the company surpassed fourth-quarter earnings and revenue estimates. Now let's break down the sportswear company's Q4 results and see what might be next for Under Armour stock.",
    "sentiment": "undefined"
  },
  {
    "title": "The Nike Moon Racer Returns In Vintage Style Colorways",
    "description": "The Nike Moon Racer is an unapologetic mix of both new and old, further pushing that connection through two forthcoming vintage-inspired colorways. Though, in its silhouette, an imposing runner with accentuated accents, the pair is something more akin to the …",
    "sentiment": "undefined"
  },
  {
    "title": "The Nike Vapormax 2019 “Light Olive” Is Dropping This Week",
    "description": "The Vapormax 2019 is an update more akin to a comic book transformation than anything else. While vastly different from the ones before it, the current take is performance driven at its core, now arriving in an olive bathed tone that pulls the pair towards li…",
    "sentiment": "undefined"
  },
  {
    "title": "This Premium Nike M2K Tekno Features Denim Twill Uppers",
    "description": "Nike’s Monarch 2.0, the M2K Tekno, is no stranger to new fabrications as prior releases have used diverse sets of swatches that completely outdo past iterations. Now arriving in a set that’s reminiscent of the ever-classic denim material, the pair is touching…",
    "sentiment": "undefined"
  },
  {
    "title": "The “Pink Sea” Gradient Arrives On The Nike Vapormax Plus",
    "description": "By combining the storied past and invigorating present of Nike’s beloved Air Max technology, the Vapormax Plus has made itself into an ultra-popular lifestyle silhouette — and now it’s dropping in a women’s only “Pink Sea” gradient. Similar to the bright fade…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike Vapormax Plus Adds A “Blue Force” Exterior Cage",
    "description": "Nike’s Vapormax Plus – one of the true stalwarts from 2018’s hybridized experimentation – has risen toward the top of the Swoosh’s Sportswear ranks, revered for its flashy upper and comfortable sole unit. Opting for two of the brand’s most boisterous embellis…",
    "sentiment": "undefined"
  },
  {
    "title": "Another OG Colorway Of The Nike Air Max 2 Light Is Coming Soon",
    "description": "The retro revival of Nike’s Air Max 2 Light has been rolling along through the winter, and it’s set to continue unimpeded as another OG colorway is now slated for a release: white/purple/pink. The 2 Light’s most noticeable feature is unquestionably its aggres…",
    "sentiment": "undefined"
  },
  {
    "title": "The Nike Blazer Mid Gel Adds A Wild Array Of Prints",
    "description": "It’s been a fruitful start to 2019 for Nike’s Blazer Mid. First releasing in a clean and simple traditional three-pack of colorways, it’s now forgoing modesty in favor of taking a walk on the wild side, as the Blazer Mid Gel — a silhouette that opts for alter…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike’s “Wolf Grey” React Element 55 Features Bright And Bold Accents",
    "description": "Nike’s React Element 55 has managed to step somewhat out of the shadow cast by its proverbial “big brother” — the React Element 87 — as of late, thanks to many clean new colorways and an upcoming Kendrick Lamar collaboration. Now, it’s surfaced in a new women…",
    "sentiment": "undefined"
  },
  {
    "title": "‘Ensuring equality’: International Boxing Association allows female boxers to compete in hijabs",
    "description": "International Boxing Association (AIBA) has updated its uniform guidelines allowing female competitors to wear hijabs in international events “should they want to due to religious reasons.” Read Full Article at RT.com",
    "sentiment": "undefined"
  },
  {
    "title": "Gucci to focus on 'cultural sensitivity' drills for employees after 'blackface' sweater fallout",
    "description": "The CEO of Gucci's parent company has said that the Italian luxury brand will upp efforts to teach staff about cultural sensitivity in the African-American market, after its reputation was dented by a 'blackface' sweater uproar. Read Full Article at RT.com",
    "sentiment": "undefined"
  },
  {
    "title": "LeBron James still NBA's top-earner, according to Forbes",
    "description": "Los Angeles Lakers forward LeBron James is the NBA's highest-paid player for the fifth consecutive year with $88.7million (£69m) in earnings, according to Forbes. James' income includes $53m from off-court earnings, endorsement deals with Nike, Coca-Cola and …",
    "sentiment": "undefined"
  },
  {
    "title": "NBA notebook: Nuggets G Thomas nears season debut",
    "description": "Isaiah Thomas could make his Denver Nuggets debut on Wednesday against the Sacramento Kings, 10 1/2 months after undergoing surgery on his right hip for the second time.  Thomas was upgraded to questionable on Tuesday and a decision will be made early Wednesd…",
    "sentiment": "undefined"
  },
  {
    "title": "Over 80% Off Nike, New Balance & Reebok Shoes at Finish Line",
    "description": "Need Shoes? This sale at Finish Line is HOT! Save over 80% off popular brands including Nike, Reebok and more!",
    "sentiment": "undefined"
  },
  {
    "title": "Jun Takahashi’s GYAKUSOU Explores Running Fluidity with New Nike Collection",
    "description": "The post Jun Takahashi’s GYAKUSOU Explores Running Fluidity with New Nike Collection appeared first on Nice Kicks.",
    "sentiment": "undefined"
  },
  {
    "title": "Should Nike Release This Gold “Watch the Throne” LeBron 9 Sample?",
    "description": "The post Should Nike Release This Gold “Watch the Throne” LeBron 9 Sample? appeared first on Nice Kicks.",
    "sentiment": "undefined"
  },
  {
    "title": "Brother Nature Shares His Top 5 Sneakers",
    "description": "Kelvin \"Brother Nature\" Pena sits down with our own Matthew Barron to talk sneakers and share his Top 5 sneakers of 2019.",
    "sentiment": "undefined"
  },
  {
    "title": "How Steph Curry’s Underrated Tour Empowers Women On & Off the Court",
    "description": "The post How Steph Curry’s Underrated Tour Empowers Women On & Off the Court appeared first on Nice Kicks.",
    "sentiment": "undefined"
  },
  {
    "title": "Wild Card Welcomes 72andSunny Vet as Executive Creative Director for Innovation Group 3AM",
    "description": "The agency most recently made that \"Handmaid's Tale\" ad from the Super Bowl.",
    "sentiment": "undefined"
  },
  {
    "title": "Lakers' LeBron James tops list of NBA's highest-paid players, raking in $89M on and off-court this season",
    "description": "LeBron is one of the rare players who makes more off the court than on it",
    "sentiment": "undefined"
  },
  {
    "title": "Nike reveals its Gyakusou SP19 collection",
    "description": "Jun Takahashi's love for running continues with a new Gyakusou collection for Spring. The collection is comprised of a line of performance pieces that focus on packability and include features like skin temperature maps that strategically place laser cut hole…",
    "sentiment": "undefined"
  },
  {
    "title": "Spring’s top 5 athleisure trends are bold takes on classic staples",
    "description": "Fashion and brand consultant Devina Foley breaks down a handful of spring athleisure trends expected to be big in 2019—plus, our picks for how to wear each.",
    "sentiment": "undefined"
  },
  {
    "title": "An Official Look At The Nike Gyakusou Spring 2019 Collection + Release Info",
    "description": "The Nike Gyakusou Spring 2019 Collection has officially been unveiled. The collection will include one Gyakusou x Nike VaporFly 4%, two pairs of the Gyakusou x Nike Pegasus Turbo and matching apparel. The Nike Gyakusou Spring 2019 Collection combines Takahash…",
    "sentiment": "undefined"
  },
  {
    "title": "Coming Soon: Nike Air Max2 Light OG White Purple Pink",
    "description": "Nike is said to be dropping another OG colorway of the Nike Air Max2 Light. Already having dropped in the Blue Lagoon color scheme, we will soon see the release of the Nike Air Max2 Light OG White Purple Pink. Covered in purple and white across its mesh and l…",
    "sentiment": "undefined"
  },
  {
    "title": "Release Date: Nike Shox R4 Triple Black",
    "description": "The Nike Shox R4 made a return in late 2018 and we can expect new colorways to continue dropping this year. The next pair to hit retailers is the Triple Black rendition that we see above. This colorway of the Nike Shox R4 comes dressed in an all-Black upper p…",
    "sentiment": "undefined"
  },
  {
    "title": "First Look: Nike Air Max Fly",
    "description": "A new Nike Air Max model will be making its debut soon. Dubbed the Nike Air Max Fly, this new silhouette features a hybrid sole unit with an elevated Air block heel paired up with a lightweight foam forefoot sole. The hybrid sole is then paired up with a one …",
    "sentiment": "undefined"
  },
  {
    "title": "Check Out The Nike Air Force 1 ’07 LV8 Black White",
    "description": "Nike recently dropped a new colorway of the Nike Air Force 1 ’07 LV8. This time around the classic Swoosh model opts for a clean and timeless Black and White color scheme. Constructed out of a tumbled leather upper, design details on the shoe include the text…",
    "sentiment": "undefined"
  },
  {
    "title": "The Nike Blazer Mid Gel Makes Its Debut With These Two Loud Iterations",
    "description": "Above you will get an official look at the new Nike Blazer Mid Gel model. This new reinterpretation of the Nike Blazer Mid makes its debut starting off with these wild colorways that utilize animal, plaid and floral print. Each pair comes dressed in unique an…",
    "sentiment": "undefined"
  },
  {
    "title": "The Nike WMNS Air VaporMax Plus Lava Glow Is Up For Grabs Now",
    "description": "Nike shows love to both the men and women when it comes to the Nike Air VaporMax Plus with this Lava Glow pair being the latest example. Designed exclusively for women, this Air VaporMax Plus takes on a colorful Spring palette on the upper that comes in a gra…",
    "sentiment": "undefined"
  },
  {
    "title": "Coming Soon: Nike React Element 55 White University Red",
    "description": "The Nike React Element 55 is destined to have a huge year in 2019 after making its debut last year. Nike dropped lots of different colorways for men and women in 2018 and we can expect more of the same in 2019. One of those upcoming colorways is showcased abo…",
    "sentiment": "undefined"
  },
  {
    "title": "This Nike Air Max 270 Gets An Obsidian Upper With Team Orange Accents",
    "description": "With the one-year anniversary of the Nike Air Max 270 quickly approaching, the popular silhouette from Nike Sportswear continues to churn out in new colorways. One of the newest pairs dropping in the month of February is this colorway above which comes domina…",
    "sentiment": "undefined"
  },
  {
    "title": "Coming Soon: Nike LunarGato II Anthracite Ember",
    "description": "When it comes to football, and specifically to the many variants of the small-sided game, players need performance benefits authentically inspired by the nature of the sport. Whether it’s an indoor match, in a tight pitch, over the streets, wood or anything i…",
    "sentiment": "undefined"
  },
  {
    "title": "Release Reminder: Nike Air Foamposite One Floral",
    "description": "Valentine’s Day is tomorrow and the Nike Air Foamposite One Floral will be celebrating the holiday in style. Sporting an all-over colorful flower print pattern across its foamposite shell, the shoe is detailed with matching black nubuck overlays, followed by …",
    "sentiment": "undefined"
  },
  {
    "title": "Get The Nike KD 11 Aunt Pearl Early Here",
    "description": "The Nike KD 11 Aunt Pearl is another tribute to Kevin Durant’s late aunt who passed away from cancer, and this iteration is created in partnership with the Kay Yow Cancer Fund. The sneaker’s all-pink hue raises awareness for women that are battling breast can…",
    "sentiment": "undefined"
  },
  {
    "title": "Release Date: Nike Air VaporMax 2019 Light Olive",
    "description": "The Nike Air VaporMax 2019 is the latest and greatest iteration of the popular VaporMax line that originally debuted in 2017. Today we take a look at the next colorway that will be releasing this weekend for the NBA All-Star festivities. Starting off with cre…",
    "sentiment": "undefined"
  },
  {
    "title": "Are You Ready For The Nike Adapt BB?",
    "description": "Nike’s newest flagship and futuristic model with Nike Adapt BB is coming this week, and for a recap, here is everything you need to know about the sneaker. In short, the low-top and sleek design is the first power lacing shoe built for basketball. Featuring a…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike Air Max2 Light OG Blue Lagoon Available Here",
    "description": "The Nike Air Max2 Light OG Blue Lagoon is finally available stateside after debuting overseas last month. Covered in blue and white across its mesh and leather upper, the silhouette is contrasted with black Swooshes on the sides and laser orange hits on the A…",
    "sentiment": "undefined"
  },
  {
    "title": "Official Images: Nike Air VaporMax Plus Blue Force",
    "description": "Spring is right around the corner and this new colorway of the Nike Air VaporMax Plus is perfect for the upcoming warm season. Starting off with a White molded neoprene upper, this hybrid VaporMax is then hit with Blue Force detailing on the plastic wavy over…",
    "sentiment": "undefined"
  },
  {
    "title": "Nike Air More Uptempo 720 Triple Black Arriving This Weekend",
    "description": "The Nike Air More Uptempo 720 is a brand new hybrid that mixes the Air More Uptempo and the newest cushioning system from the Swoosh. Releasing this week, the shoe is covered in the popular Triple Black colorway. The Air More Uptempo upper is detailed with th…",
    "sentiment": "undefined"
  },
  {
    "title": "First Look At The Nike Air Max 720 Metallic Platinum",
    "description": "After debuting in two colorways (one for men and one for women) at the beginning of the month, the Nike Air Max 720 will be releasing in a plethora of colorways all throughout 2019. One of those pairs we can expect to drop in the Spring is this Metallic Plati…",
    "sentiment": "undefined"
  }
]