[
  {
    "title": "Maximizing United’s Award Routing Rules",
    "description": "Following Delta’s lead a few years back, United’s MileagePlus program underwent a major award chart devaluation, switched to a revenue-based mileage-earning formula, instituted revenue requirements for elite status, raised those requirements (twice!), devalue…",
    "sentiment": "undefined"
  },
  {
    "title": "Green Across The Board: World Stocks Follow U.S. Markets Higher As Optimism Surges",
    "description": "Markets look pretty positive to start the day, and U.S. inflation data appeared pretty tame. There’s optimism around the key geopolitical developments, and the S&amp;P 500 is now above a key moving average.",
    "sentiment": "undefined"
  },
  {
    "title": "Power REIT: Near-Term Catalyst Has (Finally) Arrived",
    "description": "After years of disappointment and waiting, there is finally light at the end of the tunnel for long-suffering Power REIT shareholders. The “non-call period” on",
    "sentiment": "undefined"
  },
  {
    "title": "Notes on an Italian Getaway in Australia",
    "description": "This story was written in a notebook received as a gift in Mantua, with a ballpoint pen pilfered in Melbourne, under the eyes of eight Australian retirees, in the presence of a double for Bill Clinton, while surrounded by emus, eagles, and kangaroos. Here I s…",
    "sentiment": "undefined"
  },
  {
    "title": "Whales in warming water: Assessing breeding habitat diversity and adaptability in Oceania's changing climate",
    "description": "Abstract In the context of a changing climate, understanding the environmental drivers of marine megafauna distribution is important for conservation success. The extent of humpback whale breeding habitats and the impact of temperature variation on their avai…",
    "sentiment": "undefined"
  },
  {
    "title": "Amid regulatory scrutiny, CSX leads nation in revenue from fees",
    "description": "CSX Corp. (Nasdaq: CSX) generated more than $365 million from customer fees last year, more than any other railroad in the country. CSX collected $365.7 million in demurrage and accessorial fees in 2018, $30 million more than its East Coast competitor, Norfol…",
    "sentiment": "undefined"
  },
  {
    "title": "Union Pacific: You Can't Stop A Train",
    "description": "Union Pacific displays a formidable business set to stand the test of time. The stock offers strong financial incentives. However, I anticipate short-term diffi",
    "sentiment": "undefined"
  },
  {
    "title": "Norfolk Southern to present at Barclays Industrial Select Conference",
    "description": "NORFOLK, Va., Feb. 13, 2019 /PRNewswire/ -- Norfolk Southern Corporation (NYSE: NSC) Executive Vice President and Chief Financial Officer Cynthia C. Earhart will make a presentation at: Barclays Industrial Select Conference Wednesday, Feb. 20, 11:30 a.m. EST …",
    "sentiment": "undefined"
  },
  {
    "title": "Norfolk Southern to present at Barclays Industrial Select Conference",
    "description": "NORFOLK, Va., Feb. 13, 2019 /PRNewswire/ -- Norfolk Southern Corporation (NYSE: NSC) Executive Vice President and Chief Financial Officer Cynthia C. Earhart will make a presentation at: Barclays Industrial Select Conference Wednesday, Feb. 20, 11:30 a.m. EST …",
    "sentiment": "undefined"
  },
  {
    "title": "CATS: Bus system, not light rail or train, to connect Charlotte and Mooresville",
    "description": "CATS says a bus transit system is the best way to connect Charlotte and Iredell county, and is expected to alleviate I-77 traffic.",
    "sentiment": "undefined"
  },
  {
    "title": "One year after Johns Island kidnapping, suspect awaits sentencing after guilty plea",
    "description": "Wednesday marks one year since investigators say a man attacked a Johns Island woman in her home and abducted her 4-year-old daughter.",
    "sentiment": "undefined"
  },
  {
    "title": "Bracketology: Happy Valentine's Day for Duke, LSU",
    "description": "For their efforts, Duke remains the No. overall seed in today's bracket. LSU rises to No.",
    "sentiment": "undefined"
  },
  {
    "title": "Clemson recruiting: Prospects to watch in Virginia for 2020",
    "description": "Clemson has signed a number of players from the state of Virginia during Dabo Swinney's tenure, including guys such as Tajh Boyd, Clelin Ferrell, Chad Smith, K'Von Wallace, Jordan Williams and most recently, Sheridan Jones in the 2019 class. The Tigers are ag…",
    "sentiment": "undefined"
  },
  {
    "title": "About 5,000 gallons of diesel spill from Mississippi company",
    "description": "MERIDIAN, Miss. (AP) — About 5,000 gallons (4165 imperial gallons) of diesel fuel have spilled from a Mississippi railroad yard, with some of the material getting into a nearby creek.",
    "sentiment": "undefined"
  },
  {
    "title": "Man convicted in gun case tied to Chicago train-guns heist",
    "description": "CHICAGO (AP) — A federal jury has convicted a 36-year-old man who was linked to the theft of 27 handguns and six assault rifles from a train at a Norfolk Southern rail yard in Chicago.",
    "sentiment": "undefined"
  },
  {
    "title": "Richmond’s Modern Movement",
    "description": "Modernism first arrived in the 1930s and is gaining traction again today in both the city and suburbs.",
    "sentiment": "undefined"
  },
  {
    "title": "James Baldwin, Restored",
    "description": "Hilton Als walks us through his new David Zwirner exhibition, “God Made My Face: A Collective Portrait of James Baldwin.”",
    "sentiment": "undefined"
  },
  {
    "title": "LeBron on the Zion recruiting trip: ‘I didn’t talk to anybody’",
    "description": "LeBron did not appreciate the accusations, but he did enjoy the Zion Show.",
    "sentiment": "undefined"
  },
  {
    "title": "No. 3 Gonzaga uses late run to defeat Loyola Marymount",
    "description": "The Zags pulled out a road win in league play.",
    "sentiment": "undefined"
  },
  {
    "title": "No. 9 Houston beats UConn 71-63 for 9th straight victory",
    "description": "The Cougars continue to roll the American.",
    "sentiment": "undefined"
  },
  {
    "title": "Friday’s Headlines",
    "description": "Eighty percent of Capital Bikeshare’s users are white, and 90 percent of its stations are in white neighborhoods. (DCist) With transportation equity (or the lack thereof) in the news a lot lately, maybe that’s why Lyft is offering free rides (up to $10) to Af…",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Thursday, February 14, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "Court: Stormwater charge applies to Norfolk Southern land in Roanoke",
    "description": "Roanoke’s ongoing charge to fund stormwater management is a valid regulatory fee applicable to acres of Norfolk Southern property in the city, a court has ruled.",
    "sentiment": "undefined"
  },
  {
    "title": "Norfolk Southern Fast-Tracks Profitability",
    "description": "The railroad is fully embracing a strategy designed to boost efficiency.",
    "sentiment": "undefined"
  },
  {
    "title": "Why Virgin Trains USA Canceled Its IPO",
    "description": "The commuter rail operator's stock will not be arriving in the station.",
    "sentiment": "undefined"
  },
  {
    "title": "Stunning Vintage Photographs Of The Early Teen Bicycle Messengers In 1908-1917",
    "description": "In 1908, the National Child Labor Committee hired Lewis Hine, a New York sociologist and photographer, to document the exploitative working conditions of child laborers in dozens of occupations, from mining and manufacturing to farming and newspaper selling. …",
    "sentiment": "undefined"
  },
  {
    "title": "Warren Buffett's Annual Letter to Berkshire Shareholders, Fed Minutes, and More in the Week Ahead - Barron's",
    "description": "Warren Buffett's Annual Letter to Berkshire Shareholders, Fed Minutes, and More in the Week Ahead Barron's Warren Buffett's Berkshire Hathaway sold its entire stake in Oracle Quartz Warren Buffett's Berkshire Hathaway does a rapid U-turn on Oracle CNN Buffett…",
    "sentiment": "undefined"
  },
  {
    "title": "Stocks To Watch: Spotlight On Walmart, Samsung And CAGNY",
    "description": "Welcome to Seeking Alpha's Stocks to Watch - a preview of key events scheduled for the next week. Follow this account and turn the e-mail alert on to receive th",
    "sentiment": "undefined"
  },
  {
    "title": "Why Virgin Trains USA Canceled Its IPO",
    "description": "The commuter rail operator's stock will not be arriving in the station.",
    "sentiment": "undefined"
  },
  {
    "title": "Sideline chatter: It’s all part of the Red Sox’s plan to get fans to go outside",
    "description": "A satirical look back at some of the quirkiest, most eyebrow-raising things that happened in the sports world this week.",
    "sentiment": "undefined"
  },
  {
    "title": "NJ Transit asks federal judge to dismiss worker injury lawsuits",
    "description": "NJ Transit has asked a federal judge to dismiss dozens of worker injury lawsuits filed under a federal law from which the agency claims it is immune.",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Saturday, February 16, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "Between Fed Minutes and Company Earnings, Expect Markets to Move This Week.",
    "description": "46 S&P 500 companies report earnings this week, including Walmart, CVS Health and Kraft Heinz. Plus, the Fed releases minutes from its January meeting.",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Sunday, February 17, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "You get the heroes you deserve. And Brexit Britain has Gavin Williamson | Oscar Rickett",
    "description": "After an Arctic plunge and a tot of rum with the Royal Marines, here’s what’s next for the tarantula-bothering defence secretary What a time to be alive for Conservative former chief whip-turned-defence secretary Gavin Williamson. Keen to turn back the clock …",
    "sentiment": "undefined"
  },
  {
    "title": "NCAA tournament bracketology: Which No. 2 seeds could steal No. 1 seed from Gonzaga?",
    "description": "Gonzaga's profile merits a No. 1 seed if the NCAA tournament started this week. But a month away from Selection Sunday means No. 2s are in the hunt.",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Sunday, February 17, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "WOYM: Whether the 611 steam engine will ride the rails again still uncertain",
    "description": "Answering a question then opening some mail:",
    "sentiment": "undefined"
  },
  {
    "title": "RBC Capital cautious on Norfolk Southern",
    "description": "RBC Capital Markets lowers Norfolk Southern (NYSE:NSC) to an Underperform rating from Sector Perform on its view that the railrod company's strategy is &#34;at odds&#34; with itself.The firm drops its",
    "sentiment": "undefined"
  },
  {
    "title": "Gulf War hero John Nichol says farewall to Tornado jet as it is retired after 45 years",
    "description": "Look up today and tomorrow and you may see an RAF Tornado jet blasting across the skies. This remarkable and faithful warhorse is saying one last farewell to Britain by flying over the country.",
    "sentiment": "undefined"
  },
  {
    "title": "Bubble Banter: What is going on with TCU?",
    "description": "TCU is in a bad spot right now.",
    "sentiment": "undefined"
  },
  {
    "title": "Mesothelioma Victims Center Now Offers Railroad Engineer or Repair Person with Mesothelioma or Asbestos Lung Cancer Anywhere Direct Access to Attorney Erik Karst of Karst von Oiste to Ensure a Better Compensation Result",
    "description": "NEW YORK, Feb. 19, 2019 /PRNewswire/ -- The Mesothelioma Victims Center is now offering a railroad engineer or railroad repair person with mesothelioma or asbestos exposure lung cancer in any state on the spot access to famed attorney Erik Karst and his colle…",
    "sentiment": "undefined"
  },
  {
    "title": "Bracketology 2019: 2 huge rivalry games are about to shape the NCAA tournament picture",
    "description": "Selection Sunday is now less than a month away. Power conference tournaments will tip in just three weeks. But in the coming days week, three showdowns that this season has been begging for will finally arrive. Each will significantly affect future projection…",
    "sentiment": "undefined"
  },
  {
    "title": "Charting a primary trend shift: S&P 500, Nasdaq reclaim 200-day average",
    "description": "Technically speaking, the major U.S. benchmarks continue to grind higher amid persistently bullish, and increasingly consequential, February price action, writes Michael Ashbaugh.",
    "sentiment": "undefined"
  },
  {
    "title": "North Cornwall home with quirky 'hobbit house' in the garden for sale",
    "description": "The straw-bale roundhouse retreat in the garden was built by the current owners and brings in a yearly short-let income of around £20,000.",
    "sentiment": "undefined"
  },
  {
    "title": "Images: Work launches in Midtown on half-billion-dollar Norfolk Southern headquarters",
    "description": "Significant changes afoot for prominent parking lots.",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Tuesday, February 19, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "Roanoke council changes park, library's name from Jackson to Belmont",
    "description": "With barely any resistance, Roanoke City Council removed Confederate Gen. Stonewall Jackson’s name from a city park and library Tuesday evening, replacing it with a name they said is more historically appropriate.",
    "sentiment": "undefined"
  },
  {
    "title": "Storm dumps around 5 inches of snow in Omaha area; more snow in forecast",
    "description": "The overnight snow led to a one-day delay in trash pickup in Omaha.",
    "sentiment": "undefined"
  },
  {
    "title": "Blizzard conditions possible Saturday in Omaha metro as a major winter storm heads this way",
    "description": "The National Weather Service is warning of the potential for blizzard conditions in the Omaha metro area Saturday, as a weekend storm system reaches peak intensity.",
    "sentiment": "undefined"
  },
  {
    "title": "Storm dumps around 5 inches of snow in Omaha area; trash pickup delayed",
    "description": "Forecasters are expecting another 6 inches of snow Friday evening into Saturday.",
    "sentiment": "undefined"
  },
  {
    "title": "Planned apartments will be affordable, close to workplaces, developers say",
    "description": "Two affordable-housing developers are teaming up on a Far West Side project that would create 116 apartments geared toward people working at nearby warehouses, retail centers and similar workplaces.Columbus officials and advocates have been pushing for more a…",
    "sentiment": "undefined"
  },
  {
    "title": "Please stop calling 911 to report raccoons, police plead",
    "description": "Please, Norfolk County — don't call police to report a raccoon on your front porch.",
    "sentiment": "undefined"
  },
  {
    "title": "Zion Williamson day-to-day with Grade 1 knee sprain",
    "description": "The worst fears are not realized for the Duke star",
    "sentiment": "undefined"
  },
  {
    "title": "DeMarcus Cousins says college basketball is ‘BS’",
    "description": "Former Kentucky star addresses Zion Williamson's situation",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Wednesday, February 20, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "Monique Adams | Junior Achievement Hampton Roads Business Hall of Fame 2019 - Virginian-Pilot",
    "description": "Monique Adams | Junior Achievement Hampton Roads Business Hall of Fame 2019 Virginian-Pilot As executive director, Adams worked with the board of directors to launch 757 Angels. Since its inception in 2015, 757 Angels has grown to be one of the largest...",
    "sentiment": "undefined"
  },
  {
    "title": "Why Did Ted Weschler Double His Stake In Optical Cable Corporation?",
    "description": "Ted Weschler doubled his personal ownership in OCC to 9.99%. Ted Weschler's 9.99%, along with Anita Zucker's 5.3%, could be game changers, one way or another. M",
    "sentiment": "undefined"
  },
  {
    "title": "Opioids claiming more African-American lives as overdoses spread - AOL",
    "description": "Opioids claiming more African-American lives as overdoses spread AOL Opioids claiming more African-American lives as overdoses spread from Rust Belt to East Coast NBC News Opioid epidemic: Eastern United States most affected CNN These states have been hit the…",
    "sentiment": "undefined"
  },
  {
    "title": "Bracketology 2019: Chaos has expanded its range to the top of the bracket",
    "description": "Thanks to Zion Williamson’s knee injury, there are now major questions at the top of the bracket — complementing the mess near the cut line.",
    "sentiment": "undefined"
  },
  {
    "title": "Norco has the one-two punch to win another Southern Section softball title",
    "description": "If defending champion Norco High wins its sixth Southern Section title in 17 years this spring, it will be on the shoulders of junior pitcher Sarah Willis and senior catcher Kinzie Hansen, who have come from opposite ends of the sports spectrum to develop a s…",
    "sentiment": "undefined"
  },
  {
    "title": "Why Is Norfolk Southern (NSC) Up 10.5% Since Last Earnings Report?",
    "description": "Norfolk Southern (NSC) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues.",
    "sentiment": "undefined"
  },
  {
    "title": "Three RAF Tornado GR4 Jets Have Completed The Type’s Finale Flypasts Across The UK",
    "description": "Last week, the iconic Royal Air Force Tornado GR4 flew over many of the country’s RAF bases. The RAF Tornado GR4 fleet prepares for retirement. The official deadline is set to Mar. 31, 2019, even [...]",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Friday, February 22, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Saturday, February 23, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "Hobart City Deal fails to deliver 'game-changing' project, tourism boss says",
    "description": "After more than two years of talks, the ink is dry on the Hobart City Deal — but there is criticism that much of its funding was already known and opportunities have been missed.",
    "sentiment": "undefined"
  },
  {
    "title": "CASEY: Are there potential downstream benefits to 'emergency' spending on 'the wall?'",
    "description": "Whether or not you believe President Trump that there's a \"national emergency\" at the southern boarder, the path he's chosen as a remedy could set a precedent for White House powers that conservatives may later end up regretting.",
    "sentiment": "undefined"
  },
  {
    "title": "Slowing Dividend Growth In 2019, And Why It Is Not All Doom And Gloom",
    "description": "Why I've felt disappointed now that there is slowing dividend growth. Should I really be surprised about the slowing dividend growth? It is not all doom and glo",
    "sentiment": "undefined"
  },
  {
    "title": "Alan Partridge writers on new Steve Coogan series This Time: 'He's a crystallisation of the worst of us'",
    "description": "Twin brothers Neil and Rob Gibbons speak to Ed Cumming about plunging the legendary Norwich presenter into the woke waters of 2019 broadcasting",
    "sentiment": "undefined"
  },
  {
    "title": "NCAA tournament bracketology: Kentucky snags Tennessee's No. 1 seed, Michigan State jumps",
    "description": "Kentucky took over as a No. 1 seed, replacing SEC foe Tennessee. And Michigan State's road win over Michigan moves it into the 1-seed conversation.",
    "sentiment": "undefined"
  },
  {
    "title": "‘Sky high’ U.S. equities move upwards as tensions taper",
    "description": "Though nothing formal was accomplished over the weekend on the trade front besides U.S. President Donald Trump confirming a delay to the tariff deadline, both Trump and Chinese state-run media noted that progress was made.",
    "sentiment": "undefined"
  },
  {
    "title": "MA Boston/Norton MA Zone Forecast",
    "description": "MA Boston/Norton MA Zone Forecast for Sunday, February 24, 2019",
    "sentiment": "undefined"
  },
  {
    "title": "Mystery surrounds humpback whale found dead in depths of Brazil's Amazon jungle",
    "description": "Wildlife experts only found huge mammal after following birds of prey scavenging on carcass",
    "sentiment": "undefined"
  },
  {
    "title": "Train hits person walking along railroad tracks in Elkton",
    "description": "A person was struck by a train while they were walking along railroad tracks in Elkton, according to a spokesperson for Norfolk Southern.",
    "sentiment": "undefined"
  },
  {
    "title": "Tracking the conference races: Breaking down each league's contenders as the regular season winds down",
    "description": "A reset of every conference race in college basketball and how the major conferences might shake out",
    "sentiment": "undefined"
  },
  {
    "title": "Chinaman Not The Preferred Nomenclature, Trump. Wonkagenda For Tues., Feb. 26, 2019",
    "description": "Morning Wonketariat! Here's some of the things we may be talking about today. Trump was an embarrassing piece of shit on the world stage again. Admit it, you were relieved he stopped himself from doing \"slant-eyes.\" The WSJ reports Trump world's pariah-in-chi…",
    "sentiment": "undefined"
  },
  {
    "title": "Memphis Market Share Continues to Climb as Sealy & Company Executes Another Distribution Facility Acquisition",
    "description": "DALLAS--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/Acquisitions?src=hash\" target=\"_blank\"gt;#Acquisitionslt;/agt;--Sealy & Company announces the acquisition of its 124,800 square foot distribution facility at 500 Distribution Parkway in Colliervi…",
    "sentiment": "undefined"
  },
  {
    "title": "Sister Jean and Loyola won your heart, have returned for your soul",
    "description": "Loyola-Chicago is not the powerful team that reached the Final Four last season, but the Ramblers are still here with something to prove.",
    "sentiment": "undefined"
  },
  {
    "title": "The Technical Indicator: Charting a V-shaped reversal, S&P 500 hesitates at major resistance",
    "description": "Technically speaking, the major U.S. benchmarks continue to grind higher amid persistently bullish 2019 price action, writes Michael Ashbaugh.",
    "sentiment": "undefined"
  },
  {
    "title": "Mahershala Ali’s hoops career at Saint Mary’s back in spotlight after second Oscar win",
    "description": "Oscar-winning actor Mahershala Ali used to hoop at a pretty high level.",
    "sentiment": "undefined"
  },
  {
    "title": "Vassell leads No. 18 Florida St.’s late run past Notre Dame",
    "description": "Florida State rallied after a sluggish start to knock off Notre Dame.",
    "sentiment": "undefined"
  },
  {
    "title": "No. 15 Kansas maintains hope in Big 12 race with big win over No. 16 Kansas State",
    "description": "No. 15 Kansas moved to within one game of the top of the Big 12 after holding off No. 16 Kansas State.",
    "sentiment": "undefined"
  },
  {
    "title": "Monday’s Things to Know: Kansas takes down Kansas State; Iowa State, Florida State get home wins",
    "description": "Kansas knocked off in-state rival Kansas while Iowa State and Florida State both picked up wins following weekend losses.",
    "sentiment": "undefined"
  },
  {
    "title": "UK IT Priorities 2019",
    "description": "The results of our 2019 IT Priorities survey are in, and they show the good news that IT budgets are rising faster than they have for many years. Cloud remains the top spending priority for this year, but IT automation is growing fast as a major investment ar…",
    "sentiment": "undefined"
  },
  {
    "title": "Brexit 'betrayal' would explode British politics, Farage's party warns",
    "description": "A new party backed by Nigel Farage, the insurgent who helped shove Britain towards the EU exit, has a message for the country's leaders: The foundations of the political system will explode if Brexit is betrayed.",
    "sentiment": "undefined"
  },
  {
    "title": "Portman’s third West Peachtree office project moving forward",
    "description": "Once completed, the developer would have a 1.4 million-square-foot office footprint in Tech Square.",
    "sentiment": "undefined"
  },
  {
    "title": "UK IT Priorities 2019",
    "description": "The results of our 2019 IT Priorities survey are in, and they show the good news that IT budgets are rising faster than they have for many years. Cloud remains the top spending priority for this year, but IT automation is growing fast as a major investment ar…",
    "sentiment": "undefined"
  },
  {
    "title": "Roanoke River Greenway gap now down to single mile in city",
    "description": "A new half-mile section of the Roanoke River Greenway in western Roanoke officially opens Thursday, leaving a one-mile gap remaining to Norwich.",
    "sentiment": "undefined"
  },
  {
    "title": "Before March Madness, it’s moving season for the NCAA Tournament bracket",
    "description": "Whoever was the first to spit out the cliche \"it's always darkest before dawn\" would have made a great 21st-century college basketball fan.",
    "sentiment": "undefined"
  },
  {
    "title": "Skate Park and McIntire Park pedestrian bridge to open",
    "description": "The Charlottesville Skate Park and the pedestrian bridge at McIntire Park are set to open to the public Mar. 2.",
    "sentiment": "undefined"
  },
  {
    "title": "Brexit 'betrayal' would explode British politics, Farage's party warns",
    "description": "By Guy Faulconbridge and Andrew MacAskill LONDON - A new party backed by Nigel Farage, the insurgent who helped shove Britain towards the EU exit, has a message for the country's leaders:",
    "sentiment": "undefined"
  },
  {
    "title": "News at a glance",
    "description": "SCI COMMUN### Policy\n\n![Figure][1]</img>\n\nRising sea levels hastened by climate change threaten Naval Station Norfolk in Virginia.\n\nPHOTO: CHRISTOPHER B. STOLTZ/U.S. NAVY/WIKIMEDIA COMMONS\n\nProminent climate researchers and national security experts this week…",
    "sentiment": "undefined"
  },
  {
    "title": "'Open for business': County breaks ground on first privately-owned spec building in years - Journalscene.com",
    "description": "'Open for business': County breaks ground on first privately-owned spec building in years Journalscene.com Dorchester County leaders and other local officials gathered Thursday at the future site of the county's first privately-owned speculative building in 1…",
    "sentiment": "undefined"
  },
  {
    "title": "SSGN “Tactical Trident” Subs: Special Forces and Super Strike",
    "description": "From these… In the aftermath of the START-II arms control treaty, some of the USA’s nuclear-powered Ohio Class SSBN nuclear missile submarines were converted to become long range conventional strike and special operations SSGN “Tactical Tridents.” Four ultra-…",
    "sentiment": "undefined"
  },
  {
    "title": "Train cars derail in Scioto County; no injuries reported",
    "description": "SCIOTO COUNTY, Ohio – Several train cars derailed in Scioto County Thursday afternoon. The Ohio State Highway Patrol said the train derailed around 4:50 p.m. near Fairground Road along U.S. 23 just north of Lucasville. The Scioto County Emergency Management A…",
    "sentiment": "undefined"
  },
  {
    "title": "Train derails in Scioto County; U.S. 23 closed as precaution",
    "description": "SCIOTO COUNTY, Ohio – Several train cars have derailed in Scioto County Thursday afternoon. The Ohio State Highway Patrol said the train derailed around 4:50 p.m. near Fairground Road along U.S. 23 just north of Lucasville. The Scioto County Emergency Managem…",
    "sentiment": "undefined"
  },
  {
    "title": "MH370 mystery: Theory abut how pilot planned his secret, murderous elopement",
    "description": "It's probably the most salacious and imaginative theory when it comes to MH370, and it's Ean Higgins's favourite too.The journalist and author — whose riveting book on the hunt for the doomed Malaysian Airlines plane with 239 souls...",
    "sentiment": "undefined"
  },
  {
    "title": "Datacentre design and facilities: What you need to know",
    "description": "In this e-guide, we take a look at some of the latest thinking and trends around datacentre design, while shining a light on the differing approaches organisations take to ensure their server farms remain up and running, and can withstand all the compute dema…",
    "sentiment": "undefined"
  },
  {
    "title": "Norfolk Southern CEO James A. Squires to present at J.P. Morgan Aviation, Transportation & Industrials Conference",
    "description": "NORFOLK, Va., Feb. 28, 2019 /PRNewswire/ -- Norfolk Southern Corporation (NYSE: NSC) Chairman, President and Chief Executive Officer James A. Squires will make a presentation at: J.P. Morgan Aviation, Transportation & Industrials Conference Wednesday, March 6…",
    "sentiment": "undefined"
  },
  {
    "title": "2019 NCAA Men's Basketball Conference Tournament Schedule",
    "description": "Check out the complete schedule for the NCAA's conference tournaments ahead of the Big Dance.",
    "sentiment": "undefined"
  }
]