[
  {
    "title": "Here's how to score a new Samsung Galaxy S9 for as low as $5 monthly",
    "description": "Sprint and Verizon are making it hard to say no with these two great offers. Looking for the latest deals on the Samsung Galaxy S9 device? You're in luck, as both Sprint and Verizon are offering some stellar deals right now which can help you secure the phone…",
    "sentiment": "undefined"
  },
  {
    "title": "Thursday's best deals: gaming monitors, flash drives, Kindles, and more",
    "description": "On a daily basis there is no shortage of great deals to be had, but sometimes hunting them down can be a bit time consuming. Don't let that drag you down, though. We've rounded up some of our absolute favorites from today that you simply can't miss out on. Gr…",
    "sentiment": "undefined"
  },
  {
    "title": "Tello Mobile review: A wireless provider that actually saves you money",
    "description": "Great coverage, prices, and features for less. Wireless providers are a dime-a-dozen these days, especially MVNOs that piggyback off of larger networks and deliver their same coverage for less money each month. We've already reviewed a few of these, including…",
    "sentiment": "undefined"
  },
  {
    "title": "Here's how to score a new Samsung Galaxy S9 for as low as $5 monthly",
    "description": "Sprint and Verizon are making it hard to say no with these two great offers. Looking for the latest deals on the Samsung Galaxy S9 device? You're in luck, as both Sprint and Verizon are offering some stellar deals right now which can help you secure the phone…",
    "sentiment": "undefined"
  },
  {
    "title": "Thursday's best deals: gaming monitors, flash drives, Kindles, and more",
    "description": "On a daily basis there is no shortage of great deals to be had, but sometimes hunting them down can be a bit time consuming. Don't let that drag you down, though. We've rounded up some of our absolute favorites from today that you simply can't miss out on. Gr…",
    "sentiment": "undefined"
  },
  {
    "title": "RootMetrics: T-Mobile now overall third-best carrier, pushing Sprint to fourth",
    "description": "In the second half of 2018, T-Mobile jumped over Sprint to become the third-best overall carrier, according to RootMetrics.",
    "sentiment": "undefined"
  },
  {
    "title": "Deal: Buy the Pixel 3 or Pixel 3 XL from Target, get a $300 gift card",
    "description": "You have until the end of Saturday, February 16 to take advantage of the promotion.",
    "sentiment": "undefined"
  },
  {
    "title": "Verizon is releasing a new app next month to fight robocalls",
    "description": "We cover the widespread -- and still growing -- problem of robocalls and spam calls pretty extensively, in part because the people behind this seem to get more creative at finding ways to essentially spam our phones while industry and government officials see…",
    "sentiment": "undefined"
  },
  {
    "title": "The iPhone 6 Plus is still better than half the phones out there, and today it’s under $200 unlocked",
    "description": "The iPhone 6 Plus marked a turning point for Apple. After years of resisting, the company finally caved and released a \"phablet\" with a nice big display. Apple fans immediately lost their minds and rushed out to buy them, making it the fastest-selling iPhone …",
    "sentiment": "undefined"
  },
  {
    "title": "More than 1 million people cut the cord during the most recent quarter",
    "description": "Dish Network announced today that it shed 334,000 subscribers during the fourth quarter, with a substantial portion of the departures being attributed to the ongoing dispute with HBO that's caused HBO programming to be blacked out for Dish subscribers. If tha…",
    "sentiment": "undefined"
  },
  {
    "title": "Thursday's best deals: gaming monitors, flash drives, Kindles, and more",
    "description": "On a daily basis there is no shortage of great deals to be had, but sometimes hunting them down can be a bit time consuming. Don't let that drag you down, though. We've rounded up some of our absolute favorites from today that you simply can't miss out on. Gr…",
    "sentiment": "undefined"
  },
  {
    "title": "In Wake Of Verizon Flub, New Law Would Ban Wireless Throttling Of First Responders",
    "description": "Last summer Verizon got caught in a PR shitstorm after it throttled the wireless data connection of a California fire department -- just as they were fighting one of the biggest forest fires in California history. When the firefighters complained to Verizon a…",
    "sentiment": "undefined"
  },
  {
    "title": "The Senate confirms Bill Barr as Attorney General",
    "description": "There are still outstanding questions about how much of the Mueller report he’s actually willing to share.",
    "sentiment": "undefined"
  },
  {
    "title": "The Beginning Of The End Of Robocalls",
    "description": "For the vast majority of Americans, robocalls and spam phone calls are a fact of daily life.",
    "sentiment": "undefined"
  },
  {
    "title": "Former Wizards Star Gilbert Arenas Signs to Join BIG3 League",
    "description": "Arenas last played in the NBA in 2011-12.",
    "sentiment": "undefined"
  },
  {
    "title": "Ruthless and sophisticated: How hackers exploit new tech",
    "description": "A new study shows internet-connected devices and employees are being used to steal data and money from organisations.",
    "sentiment": "undefined"
  },
  {
    "title": "Senate Confirms William Barr as Attorney General",
    "description": "WASHINGTON — The Senate confirmed William Barr to be the next attorney general. Barr will succeed Jeff Sessions, who resigned in November at the urging of President Donald Trump. Since then, Sessions’ chief of staff, Matthew Whitaker, has served as acting att…",
    "sentiment": "undefined"
  },
  {
    "title": "Verizon LG V40 ThinQ deal stacks half-off plus BOGO(ish) for everyone",
    "description": "The carrier's deal also applies to the LG G7 ThinQ, too! And between that and the LG V40 ThinQ, either offer is quite appealing. The post Verizon LG V40 ThinQ deal stacks half-off plus BOGO(ish) for everyone appeared first on Pocketnow.",
    "sentiment": "undefined"
  },
  {
    "title": "Equinix Inc (EQIX) Q4 2018 Earnings Conference Call Transcript",
    "description": "EQIX earnings call for the period ending  December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Bandwidth Inc. (BAND) Q4 2018 Earnings Conference Call Transcript",
    "description": "BAND earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Cincinnati Bell Inc (CBB) Q4 2018 Earnings Conference Call Transcript",
    "description": "CBB earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Ten years at the top of a telco: An interview with Vittorio Colao",
    "description": "The former CEO of Vodafone, who stepped down from the top job last September, reflects on the industry’s challenges and what he learned as a successful global dealmaker.",
    "sentiment": "undefined"
  },
  {
    "title": "Samsung Galaxy S10 listed for pre-orders in the US; Galaxy Buds also coming",
    "description": "Samsung Galaxy S10 is listed for reservation in the US on the company's site. Those interested can sign-up to reserve the upcoming flagship to save up to $550 in exchange for their old device.",
    "sentiment": "undefined"
  },
  {
    "title": "Google to launch Pixel 3 Lite, Pixel 4 and Pixel Watch later this year: Report",
    "description": "Google plans to launch its first budget Pixel-branded smartphone this year, alongside the Pixel 4, a new Pixel smartwatch, a new Google Home smart speaker, and a new Nest security camera.",
    "sentiment": "undefined"
  },
  {
    "title": "When Race, Tech and Class Collide, What Does The Future Look Like?",
    "description": "As America analyzes race, class and more, here's how tech will impact the conversations.",
    "sentiment": "undefined"
  },
  {
    "title": "T-Mobile & Sprint Hire New Adviser For $26 Billion Merger",
    "description": "Recently departed FCC Commissioner Mignon Clyburn announced she’s \"advising\" T-Mobile as the company pushes towards regulatory approval for its $26B merger with Sprint. Clyburn’s eight-year tenure focused on the needs of low-income and minority communities wh…",
    "sentiment": "undefined"
  },
  {
    "title": "Who is William Barr? 5 things to know about the attorney general - Fox News",
    "description": "Who is William Barr? 5 things to know about the attorney general Fox News Senate confirms Trump's attorney general pick William Barr, who will now oversee Mueller probe CNBC Robert Mueller's report is coming whether Trump likes it or not CNN William Barr is o…",
    "sentiment": "undefined"
  },
  {
    "title": "Senate Confirms William Barr as Attorney General - The Wall Street Journal",
    "description": "Senate Confirms William Barr as Attorney General The Wall Street Journal You may be disappointed by the Mueller report NBC News Senate votes to confirm Barr as next US attorney general Fox News William Barr is our new attorney general -- Here are four things …",
    "sentiment": "undefined"
  },
  {
    "title": "Presidents’ Day Deal: Moto X4 Android One Smartphone Discounted To Just $14.99, An Absolute Steal!",
    "description": "You can treat yourself to a brand new Moto X4 Android One smartphone for a price of just $149.99 today. That's a $200 discount on the original price and an early Presidents' Day deal you shouldn't miss! [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined"
  },
  {
    "title": "Operators struggle to make business case for 5G - FierceWireless",
    "description": "Operators struggle to make business case for 5G FierceWireless Despite all the hype and excitement surrounding 5G, operators are still in the very early stages of deploying next-generation networks and struggling to make a...",
    "sentiment": "undefined"
  },
  {
    "title": "What Recession?",
    "description": "Most of the Dow Jones Industrial Average companies have reported their full year 2018 earnings, and the raw data is interesting, to say the least. After a robus",
    "sentiment": "undefined"
  },
  {
    "title": "Cincinnati Bell, Inc. (CBB) CEO Leigh Fox on Q4 2018 Results - Earnings Call Transcript",
    "description": "Cincinnati Bell, Inc. (NYSE:CBB) Q4 2018 Earnings Conference Call February 14, 2019 09:00 AM ET Company Participants Josh Duckworth - Vice President of Treasury",
    "sentiment": "undefined"
  },
  {
    "title": "Verizon named best overall carrier nationally for the 11th consecutive time",
    "description": "Research firm RootMetrics has just released its new report (via Fortune) covering the U.S. wireless industry over the second half of 2018. According to the report, Verizon dominated by winning five categories, and tied for first in the sixth one. The nation's…",
    "sentiment": "undefined"
  },
  {
    "title": "Cord-Cutting Creates a More Complicated Landscape for Ad Buyers",
    "description": "Ever since the launch of major video streaming services from Netflix and Hulu a little more than a decade ago, media prognosticators have been forecasting the rise of cord-cutting --...",
    "sentiment": "undefined"
  },
  {
    "title": "Which 5G phones are coming in 2019?",
    "description": "The next few months will see a variety of 5G phones announced alongside fledging 5G networks.And, what's more, we should be seeing the first handsets previewed",
    "sentiment": "undefined"
  },
  {
    "title": "Equinix Inc (EQIX) Q4 2018 Earnings Conference Call Transcript",
    "description": "EQIX earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Bandwidth Inc. (BAND) Q4 2018 Earnings Conference Call Transcript",
    "description": "BAND earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "Cincinnati Bell Inc (CBB) Q4 2018 Earnings Conference Call Transcript",
    "description": "CBB earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined"
  },
  {
    "title": "XPO to close Verizon-contracted warehouse in Memphis",
    "description": "\"Our customer has made a business decision and as a result this facility will close in June,\" XPO said in a statement. XPO declined to name the customer, identified by workers and media reports as Verizon. A representative for Verizon Communications Inc did n…",
    "sentiment": "undefined"
  },
  {
    "title": "InfoSec Institute’s Top Podcasts to Take Your Computer Skills to the Next Level",
    "description": "Are you interested in starting a career as an information security (infosec) professional? Today’s shortage of infosec pros causes many jobs to go unfilled. That provides a great opportunity to... Go on to the site to read the full article",
    "sentiment": "undefined"
  },
  {
    "title": "Nokia 8.1 Review: a classy mid-range operator",
    "description": "The Nokia 8.1 is a classy mid-range smartphone that feels more premium in the hand that almost every phone at this price point. Read the full review! (This is a preview - click here to read the entire entry.)",
    "sentiment": "undefined"
  },
  {
    "title": "T-Mobile finishes first in J.D. Power U.S. Wireless Purchase Experience study, Metro tops prepaid category",
    "description": "After coming in first in J.D. Power’s recent U.S. wireless customer care study, T-Mobile has now come out on top in another J.D. Power report. T-Mobile has finished first in the postpaid portion of J.D. Power’s new U.S. Wireless Purchase Experience study. T-M…",
    "sentiment": "undefined"
  },
  {
    "title": "T-Mobile-Sprint merger scrutinized during House hearing",
    "description": "Today T-Mobile CEO John Legere and Sprint Executive Chairman Marcelo Claure testified in front of the Subcommittee on Communications and Technology, but they weren’t the only ones testifying. The panel also included Chris Shelton, President of the Communicati…",
    "sentiment": "undefined"
  },
  {
    "title": "After a Very Busy Super Bowl, Peter Berg Launches Commercial Production Collective Film 47",
    "description": "Former Fallon, W+K and Deutsch production vet Vic Palumbo will serve as president.",
    "sentiment": "undefined"
  },
  {
    "title": "Democrats Question Pledges in $26.5b T-Mobile-Sprint Deal",
    "description": "WASHINGTON (AP) --- Democratic lawmakers are challenging a pledge by T-Mobile and Sprint not to raise prices or hurt competition if their $26.5 billion merger goes through. Although T-Mobile says it won't raise prices for three years, Rep. Frank Pallone, D-N.…",
    "sentiment": "undefined"
  },
  {
    "title": "Taiwan insurers load up on dollar bonds",
    "description": "Trade involves buying local funds that hold overseas debt — but currency risks lurk",
    "sentiment": "undefined"
  },
  {
    "title": "Accenture and Verizon Win Global Telecoms Award for Intelligent Customer Engagement Solution",
    "description": "NEW YORK--(BUSINESS WIRE)--Accenture and Verizon won a global Telecoms Award for intelligent customer engagement solution.",
    "sentiment": "undefined"
  },
  {
    "title": "5G Fixed Wireless Access (FWA) Single Family Home/Apartment Building ROI Analysis in the United States, 2019: Verizon Wireless and the City of Sacramento, CA - ResearchAndMarkets.com",
    "description": "DUBLIN--(BUSINESS WIRE)--The \"United States 5G Fixed Wireless Access Single Family Home/Apartment Building ROI Analysis Verizon Wireless and the City of Sacramento, CA\" report from EJL Wireless Research has been added to ResearchAndMarkets.com's offering. Thi…",
    "sentiment": "undefined"
  },
  {
    "title": "5G Fixed Wireless Access in the United States, 2019: Case Study - Verizon Wireless and the City of Sacramento, CA - ResearchAndMarkets.com",
    "description": "DUBLIN--(BUSINESS WIRE)--The \"United States 5G Fixed Wireless Access Case Study, Verizon Wireless and the City of Sacramento, CA\" report from EJL Wireless Research has been added to ResearchAndMarkets.com's offering. This report provides a comprehensive analy…",
    "sentiment": "undefined"
  },
  {
    "title": "HackerOne Appoints Growth Expert Hilarie Koplow-McAdams to Board of Directors",
    "description": "SAN FRANCISCO--(BUSINESS WIRE)--HackerOne, the leading hacker-powered security platform, today announced the appointment of Hilarie Koplow-McAdams, Venture Partner at New Enterprise Associates (NEA), to its Board of Directors. This appointment comes after a r…",
    "sentiment": "undefined"
  },
  {
    "title": "Avetta and BROWZ Combine to Form One of the World’s Leading Providers of Supply Chain Risk Management",
    "description": "OREM, Utah--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/riskmanagement?src=hash\" target=\"_blank\"gt;#riskmanagementlt;/agt;--Avetta and BROWZ have combined to form a new, market leading organization focused on delivering the best in supply chain ri…",
    "sentiment": "undefined"
  },
  {
    "title": "Walmart and DreamWorks Animation Invite Fans to Step Into the Hidden World of How to Train Your Dragon Through New Virtual Reality Experience",
    "description": "BENTONVILLE, Ark.--(BUSINESS WIRE)--Have you ever wished you could ride alongside Hiccup and Astrid on the back of a dragon, soaring high in the sky and swooping over incredible landscapes? Walmart (NYSE: WMT) and DreamWorks Animation are making this a realit…",
    "sentiment": "undefined"
  },
  {
    "title": "William Barr to face Senate confirmation vote for attorney general",
    "description": "The Senate will vote Thursday on whether to send President Donald Trump's nominee for attorney general, William Barr, back to the Department of Justice, marking his second tour atop an agency facing down a set of threats unimaginable in his first go-around.",
    "sentiment": "undefined"
  },
  {
    "title": "3 Things Financial Marketers Must Know About Digital Video Now",
    "description": "With digital video and online advertising, financial brands must increasingly think mobile, think smaller, and think shorter. The post 3 Things Financial Marketers Must Know About Digital Video Now appeared first on The Financial Brand.",
    "sentiment": "undefined"
  },
  {
    "title": "Google's 2019 hardware plans? New Pixel 3 Lite to undercut iPhone XR",
    "description": "Google is thought to be planning a major push on hardware, with new phones, a watch, a security camera, and a refreshed smart speaker.",
    "sentiment": "undefined"
  },
  {
    "title": "Mendix’s Hyper Growth Continued in 2018 with 150% Year-Over-Year U.S. Revenue Increase; Siemens Acquisition Marks Largest-Ever Investment in Low-Code Category",
    "description": "142 new customers signed with major multinationals and government enterprises Siemens US$730 million acquisition in October cements Mendix as global leader in low-code for the enterprise and opens major new market opportunities; Mendix’s brand and exec leader…",
    "sentiment": "undefined"
  },
  {
    "title": "Verizon Labeled Top US Carrier For 11th Consecutive Time: RootMetrics",
    "description": "RootMetrics recently published the results of its tests designed to determine the performance of the four major U.S. carriers and according to their findings, Verizon has once again secured the top spot and was",
    "sentiment": "undefined"
  },
  {
    "title": "Deal: Grab a $300 gift card when you buy a Google Pixel 3 or Pixel 3 XL at Target",
    "description": "Target has a rather unusual promotional offer for those looking purchase either of the two Pixel phones. The deal doesn't really involves any discounts but rather something extra when you buy one right now.",
    "sentiment": "undefined"
  },
  {
    "title": "Verizon named best overall carrier nationally for the 11th consecutive time",
    "description": "For the 11th consecutive time, Verizon was named the top U.S. carrier nationally by RootMetrics. The ranking covers the second half of 2018 and has AT&T in second, T-Mobile in third and Sprint in last place. Photos:",
    "sentiment": "undefined"
  },
  {
    "title": "Ericsson, Intel Partner on 5G Platform",
    "description": "The companies will combine technologies to create a platform to enable service providers to more quickly launch services around 5G, NFV and the cloud.",
    "sentiment": "undefined"
  },
  {
    "title": "Evaluating Endpoint Security Products: 15 Dumb Mistakes to Avoid",
    "description": "If you find yourself selecting security products, here are some of the common pitfalls many buyers make when evaluating them The post Evaluating Endpoint Security Products: 15 Dumb Mistakes to Avoid appeared first on Security Boulevard.",
    "sentiment": "undefined"
  },
  {
    "title": "Verizon Fios 300/300 Connection w/Netflix for $60 per month",
    "description": "At Verizon, you can sign up for the Verizon Fios 300/300 Mbps Connection bundled with 6-months of Netflix for $59.99 per month for two years. (Auto pay is required.) Also, the standard setup charge is waived, a $99 value. Plus, switch to Fios and get out of y…",
    "sentiment": "undefined"
  },
  {
    "title": "LTE Broadcast Solutions Market- Due To High Adoption Of Technologies Such As Internet Of Things - Cryptocurrency News",
    "description": "LTE Broadcast Solutions Market- Due To High Adoption Of Technologies Such As Internet Of Things Cryptocurrency News Recently, the opportunity of innovation and internet coupled with the swift technological development of mobility is already disturbing the dom…",
    "sentiment": "undefined"
  },
  {
    "title": "2018 Global Internet of Things (IoT) Market in Manufacturing – Segmented by Software,Connectivity, Services, Application (Process Optimization, Predictive Maintenance, Asset Management) and Region – Growth, Trends and Forecasts to 2023 – Daily Updates - Daily Updates",
    "description": "2018 Global Internet of Things (IoT) Market in Manufacturing – Segmented by Software,Connectivity, Services, Application (Process Optimization, Predictive Maintenance, Asset Management) and Region – Growth, Trends and Forecasts to 2023 – Daily Updates Daily U…",
    "sentiment": "undefined"
  },
  {
    "title": "Enough of the 5G Hype",
    "description": "By Ernesto Falcon Wireless carriers are working hard to talk up 5G (Fifth Generation) wireless as the future of broadband. But don’t be fooled—they are...",
    "sentiment": "undefined"
  },
  {
    "title": "Ajit Pai orders phone companies to adopt new anti-robocall tech in 2019",
    "description": "Pai threatens \"regulatory\" action if carriers don't use Caller ID authentication.",
    "sentiment": "undefined"
  },
  {
    "title": "AIPAC Uses Recent Controversy Around Ilhan Omar’s Criticism of Israel Lobby to Raise Funds",
    "description": "AIPAC – apparently impervious to irony – has used Omar’s comments and cautions about the problematic role of lobbyists in U.S. politics as a rallying cry to raise even more funds to further influence the political process on Capitol Hill.",
    "sentiment": "undefined"
  },
  {
    "title": "XPO Logistics to close Memphis facility",
    "description": "XPO Logistics (XPO -0.2%) plans to close a facility in Memphis that has seen some controversy.The company says Verizon decided to stop using the facility for shipping phones and other products in a de",
    "sentiment": "undefined"
  },
  {
    "title": "From HIMSS 2/13/19",
    "description": "From the Burner Phone “HIMSS hasn’t announced attendance because it...",
    "sentiment": "undefined"
  },
  {
    "title": "World’s First 5G Movie Theatre With Livestreaming Capabilities in the Works",
    "description": "Norwegian cellular carrier Telia is partnering up with Odeon to create what could be the world’s first 5G movie theatre. Instead of using a traditional movie projector, the theatre will reportedly stream all its content using a 5G network. The idea behind the…",
    "sentiment": "undefined"
  },
  {
    "title": "Senate confirms William Barr as attorney general",
    "description": "William Barr took the oath of office Thursday, hours after the Senate confirmed him to replace Jeff Sessions.",
    "sentiment": "undefined"
  },
  {
    "title": "Senate confirms William Barr as attorney general",
    "description": "The Senate on Thursday voted to confirm William Barr as attorney general to replace Jeff Sessions.",
    "sentiment": "undefined"
  },
  {
    "title": "T-Mobile, Sprint executives defend merger in House subcommittee",
    "description": "Executives from T-Mobile and Sprint argued on Capitol Hill Wednesday that only by merging could the two companies compete against larger businesses.",
    "sentiment": "undefined"
  },
  {
    "title": "Sacramento Kings: Using 5G, VR, and blockchain for the NBA arena of the future",
    "description": "Not only are the Sacramento Kings working with Verizon on 5G and VR, the NBA team is also looking to a future of blockchain and cryptocurrency across smart stadium and STEM education initiatives.",
    "sentiment": "undefined"
  },
  {
    "title": "What’s New in Civic Tech: Detroiters Pay Taxes Via Kiosks",
    "description": "Wayne County, Mich., which is home to Detroit, has deployed a new kiosk-based system for property tax payment that allows its residents to pay their bills over time, rather than in one lump sum. Local media reported on the kiosk system this week, which is rel…",
    "sentiment": "undefined"
  },
  {
    "title": "How Amazon and Eero could bring enterprise-grade threat management to the masses",
    "description": "What if every Amazon customer could benefit from the power of AWS and machine learning to thwart malware and other security threats?",
    "sentiment": "undefined"
  },
  {
    "title": "How to unlock an iPhone for use on a new carrier",
    "description": "You'll need to unlock an iPhone for use on a new carrier if it's currently under a payment plan with a different carrier. A locked iPhone is not able to connect to any network besides its original carrier's, so you'll have to follow a series of steps to unloc…",
    "sentiment": "undefined"
  },
  {
    "title": "XPO to close Verizon-contracted warehouse in Memphis",
    "description": "XPO Logistics Inc on Thursday said it will close a Verizon-contracted distribution center in Memphis that was the subject of a New York Times investigation into pregnancy discrimination against female workers.",
    "sentiment": "undefined"
  },
  {
    "title": "Memphis warehouse expected to close, 400 jobs in jeopardy",
    "description": "A Memphis warehouse is expected to close, cutting 400 local jobs. The International Brotherhood of Teamsters put out a release Feb. 13 that claimed workers at the XPO Logistics Inc. facility, which is contracted by Verizon, would begin to shut down its operat…",
    "sentiment": "undefined"
  },
  {
    "title": "Here's Some Good Apple iPhone News, but There's a Catch",
    "description": "Major carriers are seeing stabilizing demand for new iPhones, according to new research. However, that doesn’t address demand issues in China that have been a major concern this year.",
    "sentiment": "undefined"
  },
  {
    "title": "HackerOne taps NEA venture partner Koplow-McAdams for board",
    "description": "San Francisco-based HackerOne, a hacker-powered security platform, has named Hilarie Koplow-McAdams to its board of directors. Koplow-McAdams is a venture partner at New Enterprise Associates.",
    "sentiment": "undefined"
  },
  {
    "title": "How to unlock an iPhone for use on a new carrier",
    "description": "You'll need to unlock an iPhone for use on a new carrier if it's currently under a payment plan with a different carrier. A locked iPhone is not able to connect to any network besides its original carrier's, so you'll have to follow a series of steps to unloc…",
    "sentiment": "undefined"
  },
  {
    "title": "The T-Mobile-Sprint Merger Is Scrambling Telecom Politics",
    "description": "Democrats have often opposed telecom mergers, but some prominent Democrats support T-Mobile's proposed acquisition of Sprint.",
    "sentiment": "undefined"
  },
  {
    "title": "Analysis of the Outdoor 5G Fixed Wireless Access (FWA) Network for Verizon Wireless and the City of Sacramento, 2019 Case Study",
    "description": "DUBLIN, Feb. 14, 2019 /PRNewswire/ -- The \"United States 5G Fixed Wireless Access Case Study, Verizon Wireless and the City of Sacramento, CA\" report from EJL Wireless Research has been added to ResearchAndMarkets.com's offering. This report provides a compre…",
    "sentiment": "undefined"
  },
  {
    "title": "Mobile Edge Core Gaming Backpack w/Molded Panel 17″ review",
    "description": "REVIEW – Let me start this review by making it clear that I am not a gamer. However, my EDC gear includes many if not most of the gadgets that a gamer would carry. For that reason, I was very excited to receive the Mobile Edge-Core Gaming Backpack w/Molded Pa…",
    "sentiment": "undefined"
  },
  {
    "title": "Save on Phone Cases from Boonix",
    "description": "Amazon.com: J7 V 2nd Gen Case, J7 2018 Cases, SM-J737V, J7 Refine, Samsung Galaxy J7 Aero, Bumper for J7 2018 [Clear Case + Glass Screen Protector]: Cell Phones & Accessories",
    "sentiment": "undefined"
  },
  {
    "title": "UMIDIGI Z2/Z2SE/Z2PRO …",
    "description": "Amazon.com: UMIDIGI Z2 Special Edition- 4GB RAM+64GB ROM Unlocked Cell Phone - 6.2\" FullView Display（19:9 Ratio - Dual Sim 4G Volte Unlocked Smartphone -16MP+8MP Dual Camera - 3850mAh Battery(Gradient): Cell Phones & Accessories",
    "sentiment": "undefined"
  },
  {
    "title": "Unlocked LG Q6 32GB 4G LTE GSM Android Phone for $155 + free shipping",
    "description": "Ending today, The Wireless Circle via Newegg offers the Unlocked LG Q6 32GB 4G LTE Android Smartphone in Platinum for $154.99 with free shipping. That's $5 under our mention from a month ago and the lowest price we've seen. (It's the best deal today by $5 tod…",
    "sentiment": "undefined"
  },
  {
    "title": "REOLINK Argus 2 | Outdoor Wireless Security Camera, Rechargeable Battery/Solar-Powered |1080p HD|Wire-Free 2-Way Audio| Starlight Color Night Vision w/PIR Motion Sensor & SD Socket",
    "description": "Amazon.com : REOLINK Argus 2 | Outdoor Wireless Security Camera, Rechargeable Battery/Solar-Powered |1080p HD|Wire-Free 2-Way Audio| Starlight Color Night Vision w/PIR Motion Sensor & SD Socket : Camera & Photo",
    "sentiment": "undefined"
  },
  {
    "title": "Modernizing Structure Set to Rejuvenate the Global Telecom Market",
    "description": "NEW YORK, Feb. 14, 2019 /PRNewswire/ -- According to a report published by MarketsandMarkets, the global Telecom IT Services Market is expected to grow from USD 67.38 Billion in 2014 to USD 233.05 Billion in 2019. In terms of regions, North America is expecte…",
    "sentiment": "undefined"
  },
  {
    "title": "Bandwidth, Inc. (BAND) CEO David Morken on Q4 2018 Results - Earnings Call Transcript",
    "description": "Bandwidth, Inc. (NASDAQ:BAND) Q4 2018 Earnings Conference Call February 13, 2019 5:00 P.M. ET Company Participants Marc Griffin - Investor Relations David Morke",
    "sentiment": "undefined"
  },
  {
    "title": "Telstra Corporation Ltd. (TTRAF) CEO Andrew Penn on Q2 2019 Results - Earnings Call Transcript",
    "description": "Telstra Corporation Ltd. (OTCPK:TTRAF) Q2 2019 Earnings Conference Call February 14, 2019, 05:15 PM ET Company Participants Ross Moffat - Head, IR Andrew Penn -",
    "sentiment": "undefined"
  },
  {
    "title": "Memphis warehouse expected to close, 400 jobs in jeopardy",
    "description": "A Memphis warehouse is expected to close, cutting 400 local jobs. The International Brotherhood of Teamsters put out a release Feb. 13 that claimed workers at the XPO Logistics Inc. facility, which is contracted by Verizon, would begin to shut down its operat…",
    "sentiment": "undefined"
  },
  {
    "title": "Threat intelligence for healthcare: how to get the most out of your investment",
    "description": "Healthcare C-suite leaders are facing challenging times. This is the most breached sector globally, accounting for 24% of all cases investigated by Verizon. Valuable patient data, mission critical but exposed digital endpoints and strict compliance requiremen…",
    "sentiment": "undefined"
  },
  {
    "title": "The future of IPv6 and cybersecurity - Federal News Network",
    "description": "Editor’s note: Sun appeared on Cyberchat in his personal capacity. His opinions are his own and don’t represent the views of any federal agency or the views of the federal government. Charles Sun, government executive and IPv6 expert appeared on Cyber Chat wi…",
    "sentiment": "undefined"
  },
  {
    "title": "Hackers Target Maltese Bank in €15m Cyber Heist",
    "description": "Hackers Target Maltese Bank in €15m Cyber HeistA leading Maltese bank is resuming its services today after shutting down operations following a major cyber-attack on Wednesday.The Bank of Valetta (BOV) said in a notice on Thursday morning that customers could…",
    "sentiment": "undefined"
  },
  {
    "title": "Memphis warehouse expected to close, 400 jobs in jeopardy",
    "description": "A Memphis warehouse is expected to close, cutting 400 local jobs. The International Brotherhood of Teamsters put out a release Feb. 13 that claimed workers at the XPO Logistics Inc. facility, which is contracted by Verizon, would begin to shut down its operat…",
    "sentiment": "undefined"
  },
  {
    "title": "The Information Mystery: Is PTI caught in social media’s spinning web?",
    "description": "The current Pakistan Tehreek-e-Insaf (PTI) government seems to be at crossroads once again as debate on media and press freedom takes a dark turn with each statement spurred by the Information Ministry headed by Fawad Chaudhry. Speaking at an event recently, …",
    "sentiment": "undefined"
  },
  {
    "title": "5 hurdles RCS messaging has to overcome for universal adoption",
    "description": "What's the hold up with using RCS to send rich media messages and host group chats across all mobile devices and networks right out of the box? Well, a lot actually. The post 5 hurdles RCS messaging has to overcome for universal adoption appeared first on Mar…",
    "sentiment": "undefined"
  },
  {
    "title": "Teamsters: XPO, Verizon To Close Facility In Memphis, Workers Denounce Retaliation",
    "description": "WASHINGTON, Feb. 13, 2019 /PRNewswire/ -- XPO workers denounced today's announcement by XPO Logistics, Inc. that it will be closing its Verizon-contracted Memphis facility beginning April 15, 2019. With this closure, XPO and Verizon will walk away from a ware…",
    "sentiment": "undefined"
  }
]