[
  {
    "title": "Amazon.ca: Xbox One Sport White Special Edition Wireless Controller $49.99 (regularly $79.99)",
    "description": "Game in style with this deal from Amazon.ca, because you can get the Xbox One Sport White Special Edition Wireless Controller for $49.99 (regularly $79.99) with free shipping, for a total savings of $30.00! This sleek special edition controller features a whi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:45:08Z"
  },
  {
    "title": "Team NINJA Announces DEAD OR ALIVE 6 Deluxe Demo, World Championship, and SNK Collaboration",
    "description": "Burlingame, Calif. – February 15, 2019 – Team NINJA took the EVO Japan 2019 stage by storm today, making a flurry of announcements including the",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:01Z"
  },
  {
    "title": "IKINEMA Interviews Sumo Digital on the Production of Crackdown 3",
    "description": "[http://bit.ly/IKINEMA_youtube_Sumo_Interview_short]Sumo Digital, creators of the action adventure game Crackdown 3, share their experiences using th",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:55:56Z"
  },
  {
    "title": "IKINEMA Interviews Sumo Digital on the Production of Crackdown 3",
    "description": "[http://bit.ly/IKINEMA_youtube_Sumo_Interview_short]Sumo Digital, creators of the action adventure game Crackdown 3, share their experiences using th",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:55:56Z"
  },
  {
    "title": "IKINEMA Interviews Sumo Digital on the Production of Crackdown 3",
    "description": "[http://bit.ly/IKINEMA_youtube_Sumo_Interview_short]Sumo Digital, creators of the action adventure game Crackdown 3, share their experiences using th",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:55:56Z"
  },
  {
    "title": "Leap into Pacific City: Argos brings the world of Crackdown 3 to life with 3D art",
    "description": "To celebrate the highly anticipated launch of Crackdown 3 today, leading video gaming retailer Argos has created a piece of interactive art to transp",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:13:20Z"
  },
  {
    "title": "METRO EXODUS IS OUT NOW",
    "description": "Moscow, 15 February 2019 | Deep Silver and 4A Games are proud to announce the worldwide release of Metro Exodus for Xbox One, the all-in one games an",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:25:14Z"
  },
  {
    "title": "Expert witness’s knowledge of typography proves trust papers forged",
    "description": "A graphic designer was able to prove to the court that a supposed 1995 and 2004 trust document were created using fonts that were not created until 2007, meaning a couple’s properties could be sold to distribute assets to creditors.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:00Z"
  },
  {
    "title": "Elon Musk's OpenAI creates AI that's so human-like it has to be LOCKED UP",
    "description": "The AI was developed by OpenAI, a technology firm whose backers include Elon Musk and Microsoft",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:25:18Z"
  },
  {
    "title": "Best refurbished laptops deals for 2019",
    "description": "If you need to upgrade your old computer on a budget, here is our guide to the best refurbished laptop from Apple, HP, Microsoft, Dell and more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:38:00Z"
  },
  {
    "title": "Surface Studio 2: The Vulture rakes a talon over Microsoft's latest box of desktop delight",
    "description": "Lovely screen, shame about the price Hands On El Reg has spent some time talking Surface Studio with Mark Rowland, Microsoft's category lead for Surface UK, and we also pawed at the pricey box of tricks itself so we could give you the real skinny on what's un…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:01:10Z"
  },
  {
    "title": "How to identify, prevent and remove rootkits in Windows 10",
    "description": "Attackers use rootkits to hide malware on a device in a way that allows it to persist undetected over time, sometimes for years. During that time, it can steal data or resources, or surveil communications. Operating system-based rootkits are scary enough, but…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:54:00Z"
  },
  {
    "title": "Product News - JOBS: Ecommerce & Digital Marketing Executive, Jöttnar",
    "description": "Jöttnar produces the highest quality technical outdoor clothing for mountain sports. We're a young company, obsessive about outdoor gear and the places and sports we use it in. We're...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:00:00Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple to distribute hacked versions of popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:00:00Z"
  },
  {
    "title": "Year on Year Sales & Market Share Charts - January 26, 2019",
    "description": "Here we see data representing the global sales through to consumers and change in sales performance of the four home consoles and four handhelds over comparable periods for 2015, 2016, 2017, and 2018. Also shown is the market share for each of the consoles ov…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:51:41Z"
  },
  {
    "title": "Tip: Take a break from email with Automatic Replies in Outlook Web",
    "description": "Everyone hates email, but its something most people have to deal with at some point. Whether for work or for school, or even for personal use in some cases — email is ubiquitous. Automatic replies are a lifesaver, letting you politely put off emails to a late…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:50Z"
  },
  {
    "title": "Here’s how to enable Picture in Picture mode in Firefox Nightly",
    "description": "Mozilla has been working on implementing Picture and Picture mode in web video in Firefox Nightly Builds. The feature has now passed major milestones and can be tested by Firefox Nightly users when the right flag is enabled. To activate the feature: Ensure yo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:31:18Z"
  },
  {
    "title": "Deal Alert: All Surface tablets and laptops deeply discounted",
    "description": "Microsoft is running a big sale on their Surface-branded laptops and tablets, with most of the devices discounted a healthy $200. The Surface Pro 6 is discounted $200, with the range now starting at just $699 for an Intel Core i5 CPU, 8GB RAM, and 128GB SSD a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:42:19Z"
  },
  {
    "title": "Visiongain Report Provides Critical Market-led Data on the $2.4 bn Car Sharing Market",
    "description": "LONDON, February 15, 2019 /PRNewswire/ -- Car Sharing Market Report 2019-2029 Forecasts by Model (Peer-to-Peer (P2P), Point-to-Point Free-Floating, Point-to-Point Station Based), by Business Model (Round Trip, One-Way), by Application (Business, Private), by …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:00:00Z"
  },
  {
    "title": "Windows 10 Will Finally Offer Easy Access to Linux Files",
    "description": "Windows 10’s April 2019 Update brings a long-awaited feature: Support for easily accessing, viewing, and even modifying Windows Subsystem for Linux (WSL) files from File Explorer or via the command line.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:26:31Z"
  },
  {
    "title": "Microsoft replaces Windows Update Business SAC-T with single SAC",
    "description": "Most of us are aware that Microsoft is releasing two Semi-Annual Channel releases each year. This is done so as to simplify and align Windows servicing terminology with Office. The updates are meant only for Windows Update for Business. Meanwhile, [...] The p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:28:44Z"
  },
  {
    "title": "Several Cryptojacking Apps Found on Microsoft Store",
    "description": "Symantec found eight apps on Microsoft's app store that mine Monero without the user's knowledge.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:54:09Z"
  },
  {
    "title": "RespectAbility Presents Report: Best and Worst States on Jobs for People With Disabilities",
    "description": "WASHINGTON, Feb. 15, 2019 /PRNewswire/ -- New statistics released this week show that Americans with disabilities saw a slowdown in job gains compared to those of the previous year. The Disability Statistics Compendium, released by Institute on Disability at …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:45:00Z"
  },
  {
    "title": "Insurance Giant Allstate Buys Independent Phone Repair Company, Joins Right To Repair Movement",
    "description": "An anonymous reader quotes a report from Motherboard: Allstate, one of the largest insurance companies in the United States, just made a curious purchase. Through its subsidiary SquareTrade, the insurance giant bought iCracked, one of the largest independent …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:03:00Z"
  },
  {
    "title": "Glimpsing The Future At Gargantuan Health Tech Showcase",
    "description": "Innovations to help consumers manage their health were on display at the nation’s largest health technology conference that attracted more than 40,000 health industry professionals to Orlando.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:00:51Z"
  },
  {
    "title": "Microsoft dismantles its update naming scheme again, leaves unanswered questions",
    "description": "Late Thursday, John Wilcox – who’s become something of a lightning rod for unpopular Microsoft pronouncements – laid to waste the fiction of “Current Branch for Business,” which is now called “Semi-Annual Channel.” In his Windows IT Pro blog called Windows Up…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:21:00Z"
  },
  {
    "title": "Gifts from the 50 biggest donors dropped by half in 2018",
    "description": "Tech titans juiced the stats last year by making big donations to their own foundations. This year, things are different. Within a year, the value of gifts from the country’s 50 largest donors has dropped by half. In 2017, the top 50 contributors in the U.S. …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:19Z"
  },
  {
    "title": "Troubleshooting the Symantec Endpoint Protection Manager Web and Java Remote Console",
    "description": "Web Console The Symantec Endpoint Protection Manager Web Console allows you to remotely manage SEP in a web browser window. In 14.2 MP1 the following browsers are supported for web console access to Symantec Endpoint Protection Manager: Microsoft Edge Note: T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:08:00Z"
  },
  {
    "title": "20 Most Popular Sessions at @KubeSUMMIT | #HybridCloud #CloudNative #Serverless #Containers #DevOps #AWS #Lambda #Docker #Kubernetes #HybridCloud",
    "description": "As you know, enterprise IT conversation over the past year have often centered upon the open-source Kubernetes container orchestration system. In fact, Kubernetes has emerged as the key technology -- and even primary platform -- of cloud migrations for a wide…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:00:00Z"
  },
  {
    "title": "TaylorMade IT Spin-Off Taps Cloud Database",
    "description": "When TaylorMade Golf spun off from Adidas, it had to separate all its operations, including IT, and used the opportunity to try the Oracle Autonomous Database.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:00Z"
  },
  {
    "title": "Ikea woos India's rising consumer class, tapping new markets",
    "description": "HYDERABAD, India (AP) — In Hyderabad's bustling Nampally furniture market, customers explore a crowded, dusty labyrinth of shops, haggle over prices and work with carpenters to design made-to-order housewares.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:15:00Z"
  },
  {
    "title": "Apple Starts Revoking Enterprise Certificates For Developers Distributing Pirated Apps",
    "description": "The situation involving Facebook and Google's enterprise certificates a couple of weeks ago continues to rumble on, with Apple apparently now taking a deeper look at what others are using those same certificates for. There's something of a cull underway, and …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:18:04Z"
  },
  {
    "title": "Spot Instances on Black Friday: A Case Study",
    "description": "Businesses made the right choice using spot instances for Black Friday Black Friday is the unofficial kickoff to the holiday shopping season, when retailers announce exciting deals to attract as many customers as they can into their stores. With online shoppi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:30:40Z"
  },
  {
    "title": "Google, Amazon among those targeted in EU unfair practices digital rules",
    "description": "Google, Amazon and other tech firms will have to tell companies how they rank their own or rival products on their platforms under new rules agreed by EU negotiators aimed at stopping unfair practices by online platforms and app stores.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:14:00Z"
  },
  {
    "title": "Infected. Scanned and cleaned. Unsure if malware removed completely.",
    "description": "Infected. Scanned and cleaned. Unsure if malware removed completely. - posted in Virus, Trojan, Spyware, and Malware Removal Help: I dont know exactly what information to give so Ill just lay out the situation.\n \nOn the 13th I downloaded a program and was inf…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:57:38Z"
  },
  {
    "title": "Radical Mechanisms 10 Years after the Financial Crisis (Day 2)",
    "description": "JRCPPF 8th Annual Conference | February 21-22, 2019Ten years after the financial crisis this conference will explore new ideas and mechanism designs aimed at addressing some of the most pressing issues facing financial markets and the macro-economy. The confe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:09:46Z"
  },
  {
    "title": "Microsoft Microsoft AI Residency Program Interview",
    "description": "Average Interview – Overall Negative Experience – Yes, but I declined – Fri, 15 Feb 2019 Interviewed Feb 2,019 Skype interview with HR person, first round after CV screening. Questions were asked kind of randomly, so the conversation wasn't very fluid. The la…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:39:08Z"
  },
  {
    "title": "Microsoft Partner/Channel Marketing Manager Interview",
    "description": "Average Interview – Overall Negative Experience – No – Fri, 15 Feb 2019 Interviewed Nov 2,018 in Madrid (took 28 days) Process was good at the beginning. The recruiter was very proactive reaching out and explaining me the process and next steps. But after the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:36:05Z"
  },
  {
    "title": "Ikea woos India's rising consumer class, tapping new markets",
    "description": "HYDERABAD, India (AP) - In Hyderabad's bustling Nampally furniture market, customers explore a crowded, dusty labyrinth of shops, haggle over prices and work with carpenters to design made-to-order housewares.\nThis is the competition Swedish giant Ikea faces …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:21:35Z"
  },
  {
    "title": "Mega Microsoft migration: 161,000 employees prepare for Office 365 and Windows 10",
    "description": "NHS Scotland is bringing together more than 100 different computer systems and 161,000 employees onto Microsoft's Office 365 and Windows 10.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:00:00Z"
  },
  {
    "title": "Localization of near-infrared labeled antibodies to the central nervous system in experimental autoimmune encephalomyelitis",
    "description": "Antibodies, including antibodies to the RNA binding protein heterogeneous nuclear ribonucleoprotein A1, have been shown to contribute to the pathogenesis of multiple sclerosis, thus it is important to assess their biological activity using animal models of di…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:51:13Z"
  },
  {
    "title": "Communications & Marketing Manager",
    "description": "Position Information Position TitleCommunications & Marketing Manager CampusBloomington DepartmentUNDERGRADUATE EDUCATION (BL-VPUE-IUBLA) Department InformationThe Office of the Vice Provost for...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:00Z"
  },
  {
    "title": "The Most Popular Laptop Brands for Kids",
    "description": "Laptop popularity among children and students is a major key to a brand's success. A recent survey shows Apple, HP, Samsung, and Dell laptops top the charts in family households.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:00:00Z"
  },
  {
    "title": "Asus ZenBook 14 (UX433FN)",
    "description": "The Asus ZenBook 14 is the newest iteration of an old design philosophy: more screen, less size. It’s that philosophy that built the entire ultrabook market - bringing us shockingly thin, feather-light, big-display devices. Much like the Asus ZenBook S before…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:01:35Z"
  },
  {
    "title": "Adobe Lightroom Classic CC",
    "description": "Adobe's Photoshop Lightroom remains the gold standard in pro photo workflow software. It's a complete package, with top-notch organization tools, state of-the-art adjustments, and all the output and printing options you'd want.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:42:00Z"
  },
  {
    "title": "The 5 biggest trends in video games are colliding on the same day",
    "description": "Anthem, Far Cry New Dawn, Metro Exodus, Resident Evil 2 DLC, and Crackdown 3 were all released today, Feb. 15. The successes and failures of today’s new releases could influence the future of the industry. We break down what these trends mean for the video ga…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:45:00Z"
  },
  {
    "title": "Friday deals: Ryzen 5 2600 for $150, Surface Pro 6 $200 off, and more",
    "description": "Greetings, good gerbils. I'm in the process of speccing out a home theater PC so that I can make more frequent use of the big-ass TV I have in the living room. I occasionally plug my laptop into it, but it's often a pain in the neck to connect the cables...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:35:00Z"
  },
  {
    "title": "HoloLens 2 could have wider field of view according to yet another patent",
    "description": "Better vision through angularly multiplexed holographic recordings, no less.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:40:57Z"
  },
  {
    "title": "Sony: We Are Totally Open For Crossplay, Game Developers: No, You Totally Are Not",
    "description": "It's a really dumb saga that has gone on for far too long, but Sony has built for itself a public history of not allowing gamers to cross-play multiplayer games on their Playstations with players on other consoles. This is all an attempt to get Playstation ow…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:02:16Z"
  },
  {
    "title": "Ex-NATO chief: Russia to launch ‘major’ effort to meddle in EU election",
    "description": "Anders Fogh Rasmussen wants candidates to sign pledge agreeing to counter foreign interference.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:08:16Z"
  },
  {
    "title": "how to retrieve words from word file in c#",
    "description": "Hi,I have a one.docx file.Suppose if in.docx file there are only Three words \"I AM MAYANK\" so i want these 3 words in 3 lables.Please reply",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:45:00Z"
  },
  {
    "title": "Container Clouds | @KubeSUMMIT @DateraInc #CloudNative #Serverless #DevOps #Docker #Kubernetes",
    "description": "Modern software design has fundamentally changed how we manage applications, causing many to turn to containers as the new virtual machine for resource management. As container adoption grows beyond stateless applications to stateful workloads, the need for p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:30:00Z"
  },
  {
    "title": "Why Companies Shouldn’t Be Allowed to Treat Their Diversity Numbers as Trade Secrets",
    "description": "ColorBlind Images/Getty Images In 2018, IBM’s Chief Diversity Officer Lindsay-Rae McIntyre left the company with plans to start a similar position at Microsoft. IBM, in turn, responded by taking the woman who had been one of their top female executives to cou…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:04Z"
  },
  {
    "title": "Microsoft changes Windows Update for Business options - Ghacks Technology News",
    "description": "Microsoft changes Windows Update for Business optionsGhacks Technology News Microsoft just made Windows 10 updates a little easier to understandZDNet Microsoft starts testing a version of Windows 10 it won’t release until 2020The Verge Microsoft begins work o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:33:21Z"
  },
  {
    "title": "Microsoft is already beta testing a 2020 version of Windows 10 - The INQUIRER",
    "description": "Microsoft is already beta testing a 2020 version of Windows 10The INQUIRER Microsoft just made Windows 10 updates a little easier to understandZDNet Microsoft starts testing a version of Windows 10 it won’t release until 2020The Verge Windows is getting a fac…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:13:40Z"
  },
  {
    "title": "Microsoft shaking up how Windows feature updates are rolled out—again - Ars Technica",
    "description": "Microsoft shaking up how Windows feature updates are rolled out—againArs Technica Microsoft starts testing a version of Windows 10 it won’t release until 2020The Verge Microsoft just made Windows 10 updates a little easier to understandZDNet Windows is gettin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:32:55Z"
  },
  {
    "title": "Microsoft just made Windows 10 updates a little easier to understand - ZDNet",
    "description": "Microsoft just made Windows 10 updates a little easier to understandZDNetMicrosoft once again changes definitions of Windows 10 updates, but it should make life simpler.  View full coverage on Google News ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:32:47Z"
  },
  {
    "title": "Microsoft shaking up how Windows feature updates are rolled out—again",
    "description": "Each feature update now has one release date rather than two.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:32:03Z"
  },
  {
    "title": "Zoho adds an infusion of AI to its office suite",
    "description": "Software-as-a-service company Zoho Corporation Pvt. Ltd. is trying to innovate in a crowded productivity space that’s dominated by larger rivals such as Microsoft Corp. and Google LLC. The company has just revamped its office suite with new artificial intelli…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:46:33Z"
  },
  {
    "title": "Glimpsing The Future At Gargantuan Health Tech Showcase - Coeur d'Alene Press",
    "description": "Glimpsing The Future At Gargantuan Health Tech Showcase Coeur d'Alene Press ORLANDO, Fla. — Imagine going to the doctor and finding out before you leave the exam room how much your presc.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:04:02Z"
  },
  {
    "title": "Glimpsing The Future At Gargantuan Health Tech Showcase - California Healthline",
    "description": "Glimpsing The Future At Gargantuan Health Tech Showcase California Healthline Innovations to help consumers manage their health were on display at the nation's largest health technology conference that attracted more than 40000 health...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:30:00Z"
  },
  {
    "title": "White-Hat Bug Bounty Programs Draw Inspiration from the Old West",
    "description": "These programs are now an essential strategy in keeping the digital desperados at bay.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:30:00Z"
  },
  {
    "title": "Sony: We Are Totally Open For Crossplay, Game Developers: No, You Totally Are Not",
    "description": "It's a really dumb saga that has gone on for far too long, but Sony has built for itself a public history of not allowing gamers to cross-play multiplayer games on their Playstations with players on other consoles. This is all an attempt to get Playstation ow…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:33:10Z"
  },
  {
    "title": "An insurance giant is now ‘right to repair’ movement’s big weapon",
    "description": "Insurance giant Allstate has purchased third-party smartphone repair company iCracked, giving the Right to Repair movement much-needed lobbying muscle. Already, the insurance company has assigned a lobbyist to proposed legislation underway in New Hampshire, o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:22:23Z"
  },
  {
    "title": "BORDER EMERGENCY push puts BECERRA in spotlight — LEE endorses HARRIS with KAMALA in TRUMP’s sights — MCCARTHY pushes back on TRUMP money grab — HOLLY MITCHELL’S next move",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:14:46Z"
  },
  {
    "title": "The fairest of them all: mirrors take centre stage at Adam’s",
    "description": "Mirrors today are so commonplace we barely give their origins a second thought. In 1999, in a discussion on Edge.org, Bill Gates – founder of the Microsoft corporation – and his peers mused over the greatest inventions of the past 2,000 years. Tor Norretrande…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:00:00Z"
  },
  {
    "title": "New member from Microsoft",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:39:45Z"
  },
  {
    "title": "Office 365 ProPlus ハンズオンセミナー！",
    "description": "最新機能を実体験！Office 365 ProPlus モダン PC 教室 Office 365 ProPlu […] The post Office 365 ProPlus ハンズオンセミナー！ appeared first on Windows Blog for Japan.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:03:46Z"
  },
  {
    "title": "Xamarin Developer Blog is Getting an Update!",
    "description": "Next week, the Xamarin Developer Blog will be migrating to a new platform with a modern, clean design and powerful features that will make it easy for you to discover and share great content. Starting now you will see the Microsoft developer blogs – Visual St…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:56:04Z"
  },
  {
    "title": "Gay Author Slams Amazon for Selling Conversion Therapy Books",
    "description": "Damian Barr is speaking out against the online retail giant for profiting off a harmful practice.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:06:10Z"
  },
  {
    "title": "Use or lose your cash ISA | Latest Norfolk and Suffolk Business News",
    "description": "Investing in uncertain times can pay longer-term dividends, says financial columnist Peter Sharkey.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:38:22Z"
  },
  {
    "title": "Microsoft employee says \"Intern at Microsoft\"",
    "description": "From Microsoft Employee(Current Employee)&dash; Rating 4 out of 5 — Fri, 15 Feb 2019 Pros great pay, good benefits and working environment Cons hard life and individual work Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:49:24Z"
  },
  {
    "title": "Microsoft Microsoft says \"Worked for 4 years as Associate Consultant\"",
    "description": "From Microsoft Microsoft(Past Employee - 2,018)&dash; Rating 4 out of 5 — Fri, 15 Feb 2019 Pros Facilities, Transparency, Perks, Work environment, Growth opportunities Cons Work-life balance, Rewards and Recognitions Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:50:50Z"
  },
  {
    "title": "Microsoft Chairman says \"Excellent\"",
    "description": "From Microsoft Chairman(Past Employee - 2,018)&dash; Rating 5 out of 5 — Fri, 15 Feb 2019 Pros Learning knowledge is always good. Cons Difficulty, challenge, br the best. Advice to Senior Management Decision making should take time. Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:50:59Z"
  },
  {
    "title": "Dell S2716DG G-SYNC 27\" QHD (2560x1440, 144 Hz) $713.30 Delivered @ Dell",
    "description": "Great price on the Dell 27\" gsync monitor, Have seen cheaper before but this is a good price direct from dell Device Type LED-backlit LCD monitor - 27\" Energy Class Class A+ Adaptive-Sync Technology NVIDIA G-SYNC Features USB 3.0 hub Panel Type TN Aspect Rati…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:05:10Z"
  },
  {
    "title": "Why are more women CFOs not promoted to CEO? - Fast Company",
    "description": "Why are more women CFOs not promoted to CEO? Fast Company It may seem like more women are earning roles in the C-suite, but don't mistake that for a sea change.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:00Z"
  },
  {
    "title": "LinkedIn Just Rolled Out Live Video. Here's Why All Entrepreneurs Should Care",
    "description": "Looking for a new way to stand out across the online marketing landscape? Check out LinkedIn's latest feature.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:10:22Z"
  },
  {
    "title": "Marketing Automation Term Glossary - Net-Results Marketing Automation",
    "description": "Diving into the world of marketing automation can come with a lot of confusing terms, definitions, and expressions. But we’re a company that values transparency and we believe that all this information should be easier to find… and all in one place. Therefore…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:49:57Z"
  },
  {
    "title": "The 10 best deals in Best Buy’s big Presidents Day sale",
    "description": "Over time, retailers have managed to take over several holidays in the United States and make them about deals. Such is the case with Presidents Day, and we're definitely not complaining. Retailers across the country host huge sales during Presidents Day week…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:26:23Z"
  },
  {
    "title": "Steve Ballmer Bleeds Microsoft, But Picks Amazon for Clippers",
    "description": "Steve Ballmer Bleeds Microsoft, But Picks Amazon for Clippers bloomberg.com",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:50:22Z"
  },
  {
    "title": "GitHub launches ‘draft’ pull requests to let developers discuss code before deploying",
    "description": "GitHub has added a new feature to pull requests, allowing developers to mark their requests as a draft. Marking a request as a draft allows the developer to highlight to other collaborators ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:38:15Z"
  },
  {
    "title": "SHI Reaches $10 Billion in Revenue, Surges 18 Percent in 2018",
    "description": "SHI International, one of North America’s top 10 largest IT solutions providers, reached a milestone $10 billion in revenue in 2018, growing 18 percent year over year to best its record-setting 2017. SHI’s focus on reinvestment in 2018—in infrastructure, peop…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:48:04Z"
  },
  {
    "title": "Avtex Acquires Automated Voice & Data Solutions",
    "description": "Avtex, an end-to-end Customer Experience (CX) consulting firm, announced today its acquisition of Automated Voice & Data Solutions (AVDS), a Houston-based leader in contact center and customer experience communications solutions. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:51:04Z"
  },
  {
    "title": "CIO interview: Neil Holden, IT director, Halfords Group",
    "description": "Motoring and bicycles retailer is growing its use of cloud, expanding on data analytics and exploring new technologies such as artificial intelligence.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:48:30Z"
  },
  {
    "title": "Global Security as a Service (SaaS) Market Outlook to 2023 - A $16.5 Billion Opportunity, Driven by the Increase in Demand for Cloud-based Security Solutions - ResearchAndMarkets.com",
    "description": "The \"Security as a Service Market by Component (Solutions and Services), Application Area (Network Security, Endpoint Security, Application Security, Cloud Security), Organization Size, Vertical, and Region - Global Forecast to 2023\" report has been added to …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:16:13Z"
  },
  {
    "title": "Amazon Ditching New York City After Getting Burned by Its Own HQ2 Game",
    "description": "The tech giant’s competition to find its second headquarters was always designed to have one winner: Amazon. Thursday’s news shows that it wasn’t prepared for the backlash to its disingenuous approach.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:16:33Z"
  },
  {
    "title": "Show HN: TiCodeX SQL Schema Compare – The Swiss Army Knife for DB Administrators",
    "description": "SQL Schema Compare supports Database schema compare for MS-SQL, mySQL and Postgress and runs on Windows, Linux and MacOS",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:20:00Z"
  },
  {
    "title": "Show HN: GitHub repo with all design tools",
    "description": "Article URL: https://github.com/LisaDziuba/Awesome-Design-Tools Comments URL: https://news.ycombinator.com/item?id=19170278 Points: 1 # Comments: 0",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:25:46Z"
  },
  {
    "title": "Apple (AAPL) Holder North American Management Lowered Position; Autodesk (ADSK) Shareholder Meritage Group LP Lowered Its Position by $20.91 Million - Port Courier",
    "description": "North American Management Corp decreased its stake in Apple Inc (AAPL) by 8.44% based on its latest 2018Q3 regulatory filing with the SEC. North American Management Corp sold 9,599 shares as the company's stock declined 22.32% with the market. The institution…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:09:26Z"
  },
  {
    "title": "SHI Reaches $10 Billion in Revenue, Surges 18 Percent in 2018",
    "description": "SHI International, one of North America’s top 10 largest IT solutions providers, reached a milestone $10 billion in revenue in 2018, growing 18 percent year over year to best its record-setting 2017. SHI’s focus on reinvestment in 2018—in infrastructure, peop…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:48:04Z"
  },
  {
    "title": "Avtex Acquires Automated Voice & Data Solutions",
    "description": "Avtex, an end-to-end Customer Experience (CX) consulting firm, announced today its acquisition of Automated Voice & Data Solutions (AVDS), a Houston-based leader in contact center and customer experience communications solutions. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:51:04Z"
  },
  {
    "title": "Container Clouds | @KubeSUMMIT @DateraInc #CloudNative #Serverless #DevOps #Docker #Kubernetes",
    "description": "Modern software design has fundamentally changed how we manage applications, causing many to turn to containers as the new virtual machine for resource management. As container adoption grows beyond stateless applications to stateful workloads, the need for p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:00Z"
  },
  {
    "title": "Microsoft Releases the First Preview of April 2020 Windows 10 Feature Update",
    "description": "Microsoft has released the very first preview build not of Windows 10 19H2, as you'd normally expect, but of the next-next feature update for its operating system due in the spring of 2020.While this is a little surprising given that Microsoft hasn&#3",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:25:00Z"
  },
  {
    "title": "Microsoft Announces the Visual Studio 2019 Launch Date",
    "description": "Microsoft has recently announced the release date of Visual Studio 2019, the next version of its integrated development environment that's getting a whole bunch of major refinements for this year.In an update posted on the Visual Studio page, Microsof",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:43:00Z"
  },
  {
    "title": "Microsoft Makes New (And Confusing) Changes to Windows Update",
    "description": "Microsoft has announced a new change for Windows Update for Business that may not be received well by system administrators.The company says it's killing off the Semi-Annual Channel (Targeted) option with the release of Windows 10 version 1903, allowi",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:59:00Z"
  },
  {
    "title": "NHS Scotland to Move to Windows 10 and Office 365",
    "description": "NHS Scotland will upgrade systems to Microsoft Office 365 and Windows 10 in order to provide staff with access to collaboration and communication features.No less than 161,000 employees will be provided with access to new technologies thanks to more than",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:40:00Z"
  },
  {
    "title": "A Look at the Future of Windows 10 Beyond the April 2019 Update",
    "description": "It's mid-February and Microsoft is thus approaching the final development stages of Windows 10 April 2019 Update, also known as version 1903 or 19H1.Just like its predecessors, this new update aligns with Microsoft's release schedule that involves",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:32:00Z"
  },
  {
    "title": "Microsoft Skips Ahead To First Windows 10 20H1 Build For Insiders",
    "description": "Microsoft has surprised everyone by releasing the first Insider Preview for the next Windows 10 version which is slated for release in 2020.The company has released Windows 10 Insider Preview Build 18836 with the 20H1 development branch for Skip Ahead members…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:08:53Z"
  },
  {
    "title": "Microsoft Edge, Google Chrome Will Be Able to Link to Text on Websites",
    "description": "A new feature that could soon be available in Chromium-powered browsers will allow users to link directly to specific words, sentences, or paragraphs on a particular page.At this point, users can only link to entire webpages or sections as long as anchors",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:25:00Z"
  },
  {
    "title": "Why Microsoft Is Doing the Right by Testing Windows 10 20H1 So Early",
    "description": "This isn't a typo. Microsoft has actually released a preview build of the Windows 10 update it's projected to release in the spring of 2020, all while the entire world is waiting for the company to finalize the April 2019 feature update.This is wi",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:52:00Z"
  },
  {
    "title": "If You Still Needed Evidence That Windows Phone Is Dead, Here It Is",
    "description": "Visual Studio 2019 launches this April, and one of the highlights is improved support for UWP apps, which Microsoft continues to bet big on as part of its modern Windows push.Naturally, UWP apps are developed to support more than PCs, and phones have prev",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:02:00Z"
  },
  {
    "title": "New Chrome Feature To Let You Share Link To A Word Or Phrase On A Page",
    "description": "Chrome is set to get an exciting feature that will allow you to create a link to a word or phrase on a webpage and share it with your friends. Named as Scroll to Text, this feature will be useful if you want someone to start reading a webpage from a particula…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:21:16Z"
  },
  {
    "title": "Ad-blocking Brave gets memory advantage over Chrome on news websites",
    "description": "And 40 percent lower power usage, too. But other browsers get similar results with ad blockers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:00:01Z"
  },
  {
    "title": "Most Website Terms of Service Are Functionally Incomprehensible to Americans",
    "description": "A new analysis of ToS agreements online found that 498 out of 500 of them may be essentially unreadable to average people. The post Most Website Terms of Service Are Functionally Incomprehensible to Americans appeared first on ExtremeTech.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:22:17Z"
  },
  {
    "title": "Comment on Which Browser Is Best for SAP Analytics? by Danny Lacerte",
    "description": "Thanks for that blog! I went through the same steps when I was asked \"When is SAP Analytics Cloud going to support Internet Explorer, because IE is the only browser we support?\" :)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:28:40Z"
  },
  {
    "title": "The Pentagon Needs to Woo AI Experts Away From Big Tech",
    "description": "Opinion: Without more DOD investment, there just aren’t enough incentives to lure talent away from high-paying jobs with great benefits into a life of public service.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "Save 60% off tons of online courses in honor of Presidents Day weekend",
    "description": "Oh Presidents' Day, the one day of the year when you can score mattresses at rock-bottom prices. We've decided to shake things up for 2019 and swap sleepy time for brain fuel: online courses, bundles, and e-learning packages. Take your pick from this selectio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:04:42Z"
  },
  {
    "title": "Bill de Blasio: The Path Amazon Rejected",
    "description": "As part of its move to Long Island City, Amazon was going to lease space in the Citibank building.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T23:28:27Z"
  },
  {
    "title": "How the vegan food trend made a star of the stinking jackfruit",
    "description": "The easy-to-grow crop has the potential to be much more than just a fashionable alternative to meat in the west Lush, densely forested Kerala, the exuberantly green south Indian state sometimes called “God’s own country”, is exactly the kind of place you woul…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:00:15Z"
  },
  {
    "title": "3 types of AI that represent our fears for the future",
    "description": "The AI icon Andrew Ng is quoted as saying, “Artificial intelligence is the new electricity.” For anyone reading this, that’s a powerful analogy. Electricity empowers our surge in science and globalization over the past 100+ years, but the analogy falters in o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:30:33Z"
  },
  {
    "title": "HoloLens 2: Everything you need to know",
    "description": "The HoloLens 2 is Microsoft's upcoming next generation augmented reality headset. Microsoft is set to make important announcements about what the new HoloLens will look like, what it's capable of, and when it will be available. Here's everything we know, the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:15:36Z"
  },
  {
    "title": "In the age of Alexa and Siri, Cortana’s halo has grown dim",
    "description": "Over the past few years Cortana has been seeing a somewhat slow but painful death. It even will even be separated from Windows 10 search in the upcoming April 2019 Update. All that considered, here’s a few reasons why we think the voice assistant is on its wa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:15:59Z"
  },
  {
    "title": "Global Good wants to rid the world of deadly diseases with lasers and A.I.",
    "description": "Bill Gates and Intellectual Ventures both invest money in Global Good, a program that brings together scientists from various backgrounds to tackle problems in the developing world, especially disease eradication. They try to find high-tech solutions target p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:15:45Z"
  },
  {
    "title": "Microsoft’s New MT-DNN Outperforms Google BERT",
    "description": "Multi-task learning and language model pre-training are popular approaches for many of today’s natural language understanding (NLU) tasks…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:24:19Z"
  },
  {
    "title": "Gallery: Natick Mall Apple Store reopens with updated design",
    "description": "Apple’s first retail expansion of 2019 is complete. Customers and team members in Natick, Massachusetts celebrated the grand reopening of Natick Mall’s Apple Store today after just under nine months of renovation work. The redesigned store offers more than tw…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T17:26:53Z"
  },
  {
    "title": "Are Alcantara Type Covers worth an extra $30?",
    "description": "Best answer: Yes, the Alcantara on the Signature version of Microsoft's Type Cover is worth paying a bit extra for. It makes the keyboard cover feel much more high-end than the rubbery-feeling regular Type Cover and adds a touch of luxury. It also comes in mo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "List of Crackdown 3 known bugs and launch issues",
    "description": "They're working on it. Crackdown 3 was supposed to launch many months ago, but was pushed back to February 15 to polish up the experience. Luckily, it's available right now through the Microsoft Store. You can buy it for $60, or you can grab it with Xbox Game…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T17:28:50Z"
  },
  {
    "title": "3D Motion-Controlled Gaming in Smartphone! A Detailed Look into the HONOR View20’s 3D Technology",
    "description": "Smartphone camera technology has evolved rapidly over the last two years. Dual and triple lens setups are now the norm, with new technology being introduced to many different upcoming smartphones. Honor is focusing on a TOF camera which is combined with the m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T06:30:22Z"
  },
  {
    "title": "Emergency declaration fallout",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:47:07Z"
  },
  {
    "title": "Microsoft engineers help Google Chrome work better with Excel Online",
    "description": "Now that Microsoft has thrown its lot in with Google and its Chromium web rendering engine, Microsoft’s web engineers have already started working on improving the Chromium rendering engine to work better with Windows. The latest example was fixing an issue w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:47:06Z"
  },
  {
    "title": "Microsoft gives you 'reasons' not to use Internet Explorer",
    "description": "Ever since with inception of Windows 10, Microsoft has been betting big on the Edge browser and Internet Explorer was kind of neglected. But it hadn’t been spelt out in clear terms. That is until now.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T08:56:03Z"
  },
  {
    "title": "Apple foldable display patent showcases multiple interesting designs",
    "description": "Foldable display tech is quickly and surely shaping up as the most explosive tech \"hot topic\" of 2019. Everybody who's anybody and their uncle seems to be working on a concept right now. And while the tech clearly still has its limitations, as evidenced by th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T23:00:01Z"
  },
  {
    "title": "Metro Exodus: a vision for the future of graphics technology",
    "description": "The PC version of Metro Exodus is a genuine game-changer for graphics technology - a vision of the way in which developers can take real-time rendering to the next level. In some respects, it is this generation's Crysis moment - where the current state of the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "Better Buy: Microsoft vs. Alphabet",
    "description": "Which of these tech giants is the best investment today?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:00:00Z"
  },
  {
    "title": "Is Baozun a Buy?",
    "description": "Is the Chinese e-commerce company worth adding to your portfolio when it's trading at nearly 50% off its lifetime high?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:40:00Z"
  },
  {
    "title": "5 Facts About High-Yield Dividend Stocks Every Investor Should Know",
    "description": "A fat yield can signal a great opportunity -- or trouble. Here's what you need to know about tantalizing yields.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:17:00Z"
  },
  {
    "title": "Market Reality: Microsoft's Next HoloLens Close to Arriving, Apple Prepares for Big AR Marketing Push",
    "description": "The hype around augmented reality has risen to a fever pitch over the past two years, and if this week's selection of business news stories are any indication, the din is about to get down right deafening. That's because the Microsoft's follow-up to the origi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:00:00Z"
  },
  {
    "title": "The Freelance Opportunity In AI Is Huge: How Experfy Is Leading The Way",
    "description": "AI is large and growing, and depends on the freelance revolution.  Here's how new talent marketplace Experfy is leading the way.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:23:00Z"
  },
  {
    "title": "New IBM Cloud Integration Platform Highlights Confusion Over Hybrid Integration",
    "description": "‘Hybrid integration’ means ‘a mix of different integration technologies’ – and such a mishmash may very well work at cross purposes to the very hybrid IT strategy that it is meant to support.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:45:00Z"
  },
  {
    "title": "How Human-Centered Organizations Are Created: The Case Of The World Bank",
    "description": "My Agile Transformation Journey",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:49:00Z"
  },
  {
    "title": "Windows 10 Will Soon Let You Access WSL Linux Files From Explorer, Other Improvements",
    "description": "With Windows 10 Version 1903 inching closer as the \"April 2019\" Update, Microsoft published a blog post on Friday night outlining the Windows Subsystem for Linux (WSL) changes they are making in this next installment of the operating system...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:44:18Z"
  },
  {
    "title": "SolarWinds Virtualization Manager – REVIEW 2019",
    "description": "Virtualization has been taking an ever-growing place in many organizations. And with that have the needs for management tools grow too. Although all major virtualization suppliers including VMware and Microsoft offer management tools, many users prefer to tur…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:01:02Z"
  },
  {
    "title": "Kickstart your career in AWS Cloud Development with this Pay What You Want Bundle",
    "description": "Kickstart a career in the Cloud with these AWS resources. Pay what you want — and if that's less than the average price — you'll still take home something great. Instant digital redemption. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:46:01Z"
  },
  {
    "title": "Weekend PC Game Deals: Tactical free events let everyone partner up",
    "description": "This weekend's PC game deals include some free events for Tom Clancy's Rainbow Six Siege and ARMA 3 that also gives access to its Apex expansion, as well as plenty of other discounted games. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:30:01Z"
  },
  {
    "title": "President’s Day Deals Bring $100 Discount On Xbox One X PUBG, Fallout 76 And NBA 2K19 Bundles",
    "description": "The deals just keep on coming, and this time as part of the President's Day festivities the folks at Amazon are offering not one, not two, but three Xbox One X deals that you're going to want to take a look at. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:48:10Z"
  },
  {
    "title": "iPhone 4G LTE Cellular Speeds From 2013 To Present Compared",
    "description": "A new study has looked into the 4G LTE cellular performance of some of Apple's most popular iPhones going all the way back to 2013. The results make for interesting reading, although none of them are particular unexpected. [ Continue reading this over at Redm…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:15:13Z"
  },
  {
    "title": "Hot Deal: Buy Nintendo Switch, Get $35 eShop Credit Absolutely Free",
    "description": "There is nothing quite like purchasing something for a very reasonable price but then having something else thrown in for free. Currently, you can purchase a gorgeous Nintendo Switch complete with Joy Cons for just $299 and get a free $35 eShop credit thrown …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:38:17Z"
  },
  {
    "title": "Fast Charge All Your Smart Devices At Once With The 40W iClever BoostCube, Just $15 Today",
    "description": "iClever via Amazon is offering access to its extremely useful and well-rated BoostCube universal USB wall charger for just $15.19. Via a combination of a discount code and on-page coupon, you can pick this power accessory up with a decent discount applied. [ …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:38:05Z"
  },
  {
    "title": "Samsung Announces 2018 iPad Pro Copycat Galaxy Tab S5e",
    "description": "Here’s iPad Pro Vs Galaxy Tab S5e comparison. Want an iPad Pro but don't want an iPad Pro price? Oh, and don't mind Android? Great, because Samsung has just announced a new tablet, the Galaxy Tab S5e, that looks very much like Apple's high-end tablet, althoug…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T03:07:44Z"
  },
  {
    "title": "Powerbeats3 Wireless Earphones Neighborhood Collection Discounted To Just $89.99 [Original Price: $200]",
    "description": "Apple-owned Beats by Dre is pretty much trying to give away its gorgeous Powerbeats3 wireless earphones from its Neighborhood Collection. You can pick them up right now, in a variety of colors, for just $89.99. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:26:14Z"
  },
  {
    "title": "AUKEY’s Fast Wireless Charger Discounted To $10, Supports 5W, 7.5W, 10W Output For Across The Board Compatibility",
    "description": "The 4-star rated AUKEY Qi-compatible wireless charger is on offer right now via Amazon. If you have a Qi-capable smartphone and have been looking for the perfect power accessory to compliment it, then this could be what you have been seeking. [ Continue readi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:53:23Z"
  },
  {
    "title": "These Noise-Canceling Over-Ear Wireless Headphones Feature 30-Hour Play Time, Costs Only $40 Right Now",
    "description": "Picking up a decent pair of noise canceling headphones can be a costly affair, but if you're willing to go a little off the beaten path, you can save yourself a small fortune. While something from the likes of Sony or Bose will set you back somewhere north of…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:43:15Z"
  },
  {
    "title": "You Can Now Download MonoNX Nintendo Switch Emulator For Android Here",
    "description": "Want MonoNX Nintendo Switch Emulator APK for Android download? The MonoNX emulator takes Nintendo Switch games and makes them work on anything running Android, and that's pretty amazing. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T02:10:06Z"
  },
  {
    "title": "Apple Music Subscribers Can Now Gift 1 Month Subscription To A Friend",
    "description": "Apple Music subscribers can now gift a 1 month subscription to a friend. Here's everything you need to know about it. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:22:21Z"
  },
  {
    "title": "Rootless Vs Full Root Jailbreak: What’s The Difference?",
    "description": "Rootless Vs full root jailbreak on iOS 12, what is the difference between the two? Which one is better to use? [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:19:41Z"
  },
  {
    "title": "Gay Ex-Hillsong Members Speak Out Against Chris Pratt’s Church: ‘They Don’t Believe in Us as Human Beings’",
    "description": "Photo Illustration by Lyne Lucien/The Daily Beast On a November 2017 night in downtown Los Angeles, Selena Gomez tearfully recounted her journey of becoming “a child of God” to a room full of fellow evangelical Christians. She read aloud a self-addressed lett…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T03:21:31Z"
  },
  {
    "title": "Updated WSL in Windows 10 version 1903 lets you access Linux files from Windows",
    "description": "The marriage between Linux and Windows is getting stronger. Having embraced Linux with WSL (Windows Subsystem for Linux), Microsoft is now doing what users have been begging for: Windows 10 April 2019 Update makes it possible to access Linux files from Window…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:01:34Z"
  },
  {
    "title": "It's A Modern Monetary Theory World, We Just Live In It",
    "description": "Investors and the financial news media have their dander up over Modern Monetary Theory, so it's time to figure out what it is. I decided to share some recent f",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:30:00Z"
  },
  {
    "title": "Fake-meat diets making inroads with NBA players",
    "description": "This is not the All-Star break Magic Johnson and LeBron James envisioned when the game’s best player announced he was joining the Lakers in July. Still, there are some bright spots to this disappointing season, and high among them has to be the play of JaVale…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:10:00Z"
  },
  {
    "title": "Full interview: Bill Gates on climate change, Paul Allen, nationalism and, of course, hamburgers",
    "description": "Bill Gates is known to play his cards close to the vest, but in an interview with GeekWire, the Microsoft co-founder opened up on a wide range of topics, covering everything from his evolving philanthropic goals to his memories of his late friend and former b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:54:13Z"
  },
  {
    "title": "Lilbits 349: The 5G smartphones are coming",
    "description": "Mobile World Congress is a little more than a week away, and we’ll likely see new phones from companies including Samsung, Huawei, HMD (Nokia), and others, as well as other devices (Microsoft, for example, is expected to introduce its next-gen HoloLens mixed …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:12:50Z"
  },
  {
    "title": "Better Buy: Microsoft vs. Alphabet",
    "description": "Which of these tech giants is the best investment today?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:00:00Z"
  },
  {
    "title": "NEO Blockchain Platform Opens Seattle Office Headed by Ex-Microsoft Exec",
    "description": "Chinese blockchain platform NEO will open an office in United States city of Seattle, according to an official announcement shared with Cointelegraph on Feb. 15. The NEO Global Development (NGD) Seattle office will open and begin recruitment this month, purpo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:57:00Z"
  },
  {
    "title": "Is Baozun a Buy?",
    "description": "Is the Chinese e-commerce company worth adding to your portfolio when it's trading at nearly 50% off its lifetime high?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:40:00Z"
  },
  {
    "title": "5 Facts About High-Yield Dividend Stocks Every Investor Should Know",
    "description": "A fat yield can signal a great opportunity -- or trouble. Here's what you need to know about tantalizing yields.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:17:00Z"
  },
  {
    "title": "Anger and frustration after poll delay",
    "description": "Disbelief turned to outrage as news of the one-week delay in the presidential vote began to spread.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T11:20:43Z"
  },
  {
    "title": "Zowe 1.0 released, Microsoft joins OpenChain, new Raspberry Pi store, and more news",
    "description": "In this week's edition of our open source news roundup, we take a look at the first physical Raspberry Pi store, NVIDIA's hyper-realistic face generator, Microsoft joining the OpenChain project, and more. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T08:05:00Z"
  },
  {
    "title": "Astaroth Trojan relies on legitimate os and antivirus processes to steal data",
    "description": "A new Astaroth Trojan campaign was spotted by the Cybereason’s Nocturnus team, hackers are targeting Brazil and European countries. Researchers at Cybereason’s Nocturnus team have uncovered a new Astaroth Trojan campaign that is currently exploiting the Avast…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:39:52Z"
  },
  {
    "title": "In the NBA, fake-meat diets are changing the game",
    "description": "The last four seasons, the onetime Shaquille O'Neal punching bag has gone from being a joke, to a bit player on two championship teams, to a fairly important piece in the Lakers' fleeting postseason hopes. It was 2015, and he was a bench player for the Maveri…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:10:57Z"
  },
  {
    "title": "Reminder: save 97% on the Microsoft Data Analysis Bundle: Lifetime Access",
    "description": "There is still time to get your hands on our great deal on the Microsoft Data Analysis Bundle, you can save 97% off the normal price. The Microsoft Data Analysis Bundle comes with lifetime access and it will set you back just $25, it normally retails for $1,1…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:55:54Z"
  },
  {
    "title": "This enterprise software startup has VCs literally knocking on its doors to invest, but for now, it's not interested",
    "description": "Notion is an \"all-in-one workplace\" that acts as a replacement for docs, wikis, task management tools, and databases. And according to a recent tweet by First Round Capital's Josh Kopelman, Notion is one of the most sought after investments in Silicon Valley.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:00:00Z"
  },
  {
    "title": "“NewsGuard” is Big Tech’s latest scheme to “blacklist” and censor conservative and independent media",
    "description": "(Natural News) In a decision made without consulting first with users, Microsoft is teaming up with an online censor to filter out and “blacklist” conservative and independent media voices under the false guise of combating “fake news.” As reported by Breitba…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:11:49Z"
  },
  {
    "title": "Adobe Photoshop Elements 2019 $104.95 (Normally $149.95) 30% off @ Microsoft Store AU",
    "description": "Came across this while browsing the Microsoft Store. Not for me but thought I'd post it for anyone looking for this. Adobe Photoshop Elements 2019 currently sells for $149.15 on the Adobe AU website https://www.adobe.com/au/products/photoshop-elements.html?pr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T04:35:14Z"
  },
  {
    "title": "Serverless Keynote at @KubeSUMMIT | @DeloitteUS @DeloitteOnTech #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "In a recent survey, Sumo Logic surveyed 1,500 customers who employ cloud services such as Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP). According to the survey, a quarter of the respondents have already deployed Docker container…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:15:00Z"
  },
  {
    "title": "Dito Announces \"Kubernetes Kickoff\" | @KubeSUMMIT @DitoWeb #Serverless #DevOps #CloudNative #Docker #Kubernetes",
    "description": "Dito announced the launch of its \"Kubernetes Kickoff\" application modernization program. This new packaged service offering is designed to provide a multi-phased implementation and optimization plan for leveraging Kubernetes on Google Kubernetes Engine (GKE).…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:15:00Z"
  },
  {
    "title": "Lessons Learned as a School Director of Technology",
    "description": "This is my fourth year to serve as the Director of Technology at The Casady School in Oklahoma City, and I’ve been reflecting lately on the multitude of skills I’ve developed as well as “lessons learned” during my time of service in this administrative and le…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:58:24Z"
  },
  {
    "title": "The Microsoft Arc Mouse turns on and off when you snap it in half",
    "description": "Got a new mouse and this is how you turn it on and off. Dumb things are good actually. pic.twitter.com/uMNZqRMv0y — Tom Francis (@Pentadact) February 16, 2019 Available at Amazon in various colors: The Microsoft Arc Mouse features an audible, satisfying snap.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:30:00Z"
  },
  {
    "title": "New England Winter Synthesizer Festival Coming March 2, 2019",
    "description": "Organizers have announced that the New England Winter Synthesizer Festival will held Saturday, March 2, 2019.… Read More New England Winter Synthesizer Festival Coming March 2, 2019",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:02:38Z"
  },
  {
    "title": "NEO Blockchain Platform Opens Seattle Office Headed by Ex-Microsoft Exec",
    "description": "Chinese blockchain platform NEO is opening new offices in Seattle, through which it hopes to break into the U.S. market",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:57:00Z"
  },
  {
    "title": "Browser-specific Hacks for Frontend Developers",
    "description": "If you are a web developer then it's unlikely that you haven't faced this situation- You spent days and weeks writing perfect code. Everything is perfect from the CSS stylesheet to the meta tags. You test it in Google Chrome and it works perfectly fine. You g…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:25:27Z"
  },
  {
    "title": "Outlook keeps asking How do you want to open this file",
    "description": "In Windows 10, while opening a.WAV file attachment (voicemail files) or files of other formats such as JPG, PNG, Outlook 2016 displays ‘How do you want to open this file‘ message. At other times, even if you have marked [...] This post Outlook keeps asking Ho…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T17:19:08Z"
  },
  {
    "title": "Fix Xbox One X Black Screen of Death",
    "description": "Xbox One X is a great device for playing high graphics games uninterruptedly but sometimes it can get stuck at the blank loading screen before going black forever. You can manage to get past this problem and see your Xbox [...] This post Fix Xbox One X Black …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:09:53Z"
  },
  {
    "title": "98% Off: Get the Essential Coding for Beginners Bundle for Only $19",
    "description": "Coding remains to be one of the most in-demand skills across the tech industry. It is considered as one of the most important job skill of the future. It is the key to so many careers these days. It’s not yet too late to learn how to code. The Essential Codin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T03:14:46Z"
  },
  {
    "title": "AMD Dismisses NVIDIA's DLSS for Its \"Image Artifacts\" and \"Harsh Scaling\"",
    "description": "AMD doesn&rsquo;t seem all that impressed with NVIDIA&rsquo;s deep-learning supersampling (DLSS) technique: despite earlier reports suggesting the company was developing a DLSS alternative built on Microsoft&rsquo;s DirectML API, representatives now say AMD i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:02:00Z"
  },
  {
    "title": "Activision cut jobs to focus on monetization as well as dev",
    "description": "Activision-Blizzard recently traded 800 non-game development jobs for 20% more revenue to spend on making new titles. But this cash won't just be spent on new games. It'll also fund the services that power them. The world of online digital gaming is always ch…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:06:19Z"
  },
  {
    "title": "Microsoft begins work on its 2020 Windows releases in new preview",
    "description": "Microsoft has published a new preview release of Windows 10, build 18836, to participants of the “Skip Ahead” group. But it’s not quite the preview that they were expecting to get. Go to Source",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:02:46Z"
  },
  {
    "title": "133° - Xbox One S 1TB + Battlefield V + Tekken 7 + Project Cars 2 £199 at Currys PC World",
    "description": "£199 - Currys PC World Pick your battle - this Microsoft Xbox One S, Battlefield V, Tekken 7 & Project Cars 2 Bundle comes with an Xbox One S console and three games - Battlefield...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T08:35:50Z"
  },
  {
    "title": "[Fix] Bing Homepage Quiz Not Working in My Web Browser",
    "description": "[Fix] Bing Homepage Quiz Not Working in My Web Browser - If you use Microsoft's Bing search engine for searching on Internet, you might be aware of its \"Bing Homepage Quiz\" feature which is also known by many other",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:04:09Z"
  },
  {
    "title": "Publishing Colleagues and Friends Remember Accessibility Advocate Robin Seaman",
    "description": "Recalled for her buoyant personality, Robin Seaman has been praised since her unexpected death in January as a trailblazer in facilitating books' accessibility for those with reading barriers. The post Publishing Colleagues and Friends Remember Accessibility …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T06:30:57Z"
  },
  {
    "title": "LDAP for MSPs",
    "description": "LDAP is one area of interest for MSPs as they continue to take over the management of IT networks large and small. The most innovative MSPs are developing a wide range of offerings to suit the specific needs of their individual clients, which often includes L…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T22:00:07Z"
  },
  {
    "title": "Benefits of User Management",
    "description": "The average workday of IT admins are chock full of tasks and to-dos. With IT infrastructure now being more critical to businesses than ever, IT admins are in demand. So, the value of everything they do must be analyzed and understood, especially from an execu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:00:56Z"
  },
  {
    "title": "Avast PC Trends Report 2019: Average PC is 6 Years Old",
    "description": "Below you will find the most recent trends we are seeing the market worldwide. You can also check out the highlights from previous reports below. The post Avast PC Trends Report 2019: Average PC is 6 Years Old appeared first on Security Boulevard.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T17:01:18Z"
  },
  {
    "title": "Rietspoof Malware Family Increases Activity | Avast",
    "description": "Authored by: Luigino Camastra, Jan Širmer, Adolf Středa and Lukáš Obrdlík The post Rietspoof Malware Family Increases Activity | Avast appeared first on Security Boulevard.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "Million Dollar SaaS Service with Kubernetes | @KubeSUMMIT #Containers #Serverless #DevOps #Docker #Kubernetes",
    "description": "In his session at 20th Cloud Expo, Mike Johnston, an infrastructure engineer at Supergiant.io, will discuss how to use Kubernetes to setup a SaaS infrastructure for your business. Mike Johnston is an infrastructure engineer at Supergiant.io with over 12 years…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:45:00Z"
  },
  {
    "title": "Don't Skeu Up Containers | @KubeSUMMIT #DevOps #Docker #Serverless #Docker #Kubernetes",
    "description": "Skeuomorphism usually means retaining existing design cues in something new that doesn’t actually need them. However, the concept of skeuomorphism can be thought of as relating more broadly to applying existing patterns to new technologies that, in fact, cry …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:00:00Z"
  },
  {
    "title": "Rakuten: 1TB Xbox One X Fallout 76 Bundle w/Controller Stand $339.15 or $344.10 AC w/Shipping",
    "description": "Apply Coupon Code at checkout: *SAVE15* Beach Camera via Rakuten [rakuten.com] - Microsoft Xbox One X 1TB Fallout 76 bundle w/Official controller stand for *$344.10($339.15(AC)+$4.95(Shipping))*...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:56:17Z"
  },
  {
    "title": "Amazon Canada Deal: Save 38% Off Microsoft Wireless Controller – Sport White Special Edition for Xbox One",
    "description": "Amazon Canada has a deal on Microsoft Wireless Controller: Sport White Special Edition for Xbox One where you can save 38% off and get it for only $49.99. Equip yourself with the Xbox Wireless Controller – Sport White Special Edition, featuring a fresh white …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:00:09Z"
  },
  {
    "title": "Google to tone down Android Things production to focus on Internet of Things - Digital Information World",
    "description": "\"Given the successes we have seen with our partners in smart speakers and smart displays, we are refocusing Android Things as a platform for OEM partners to build devices in those categories moving forward. Therefore, support for production System on Modules …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:57:00Z"
  },
  {
    "title": "Global Internet of Things Technology Market Growth by 2025 Opportunities by Regions, Type & Application, Trend Forecast - TOP Tribune",
    "description": "Global Internet of Things Technology Market Growth by 2025 Opportunities by Regions, Type & Application, Trend Forecast TOP Tribune The report on Internet of Things Technology Market sheds light on the important developments impacting and increasing the growt…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:24:00Z"
  },
  {
    "title": "Brand Review: Vodacom Business Nigeria - The News",
    "description": "Brand Review: Vodacom Business Nigeria The News Working silently towards business sustenance in highly networked ecosystems By Olusegun Fayose The entrepreneurial zeal of Nigerians is growing at an...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:13:40Z"
  },
  {
    "title": "Smart Industries Market to Hold a High Potential for Growth by 2028 - Press Release - Digital Journal",
    "description": "Smart Industries Market to Hold a High Potential for Growth by 2028 - Press Release Digital Journal Segmentation of the smart industries market based on tools:Internet of Things (IoT)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T23:08:45Z"
  },
  {
    "title": "Rietspoof Malware Family Increases Activity | Avast",
    "description": "Avast experts track a powerful new malware family called Rietspoof, which combines file formats to make malware more versatile.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "Windows 10 20H1ではWSL上のファイルをエクスプローラーから簡単にアクセス可能に",
    "description": "Microsoftが先日公開したWindows 10 Insider Preview Build 18836(20H1)では、Windows Subsystem for Linux(WSL)に関する改良が行われ、これまで...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T02:23:54Z"
  },
  {
    "title": "PlayStation Praises Nintendo and Microsoft As Xbox Team Calls for Unification",
    "description": "PlayStation's own Shawn Layden has been very talkative lately about the Sony brand and among his comments about cross-platform play and where the PlayStation 3 went wrong, he took a moment during the DICE festivities to speak highly of Nintendo amidst a signi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:21:00Z"
  },
  {
    "title": "PlayStation Boss Explains What Went Wrong With the PS3",
    "description": "Sony Interactive Entertainment is on top of the gaming world at the moment with the PS4. But this wasn't always the case. Just last-generation, Sony was playing catch up to Microsoft and Xbox 360 with the PS3.The days of the very pompous and disconnected Sony…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T03:54:00Z"
  },
  {
    "title": "You Can Grab 'Fairy Tail' Season One For Free Right Now",
    "description": "Fairy Tail may currently be in the midst of its final season, but there are many anime fans out there who have yet to experience this action-packed fan-favorite series for themselves. Luckily, there's now a better opportunity to do so.Fairy Tail's Season 1 Pa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T22:58:00Z"
  },
  {
    "title": "You Can Grab 'Bleach' Season One For Free Right Now",
    "description": "Tite Kubo's Bleach is still one of the most popular action manga and anime series even so long after the series came to an end. It's one fans often revisit multiple times, and those revisits still keep the series in conversation to this day.Now fans will have…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:06:00Z"
  },
  {
    "title": "Leo Santa Cruz vs. Rafael Rivera Live Stream: How To Watch Online",
    "description": "Leo Santa Cruz returns to action on Saturday, February 16 to defend his WBA championship against Rafael Rivera in the...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:19:01Z"
  },
  {
    "title": "Crypto Tidbits: Meet JP Morgan Coin, SEC Drops Bitcoin ETF Application",
    "description": "After last week’s price action, the crypto market quieted down. Bitcoin entered a lull, while altcoins followed close behind. Yet, the wheels of the crypto train have continued to spin. Twitter CEO Jack Dorsey revealed that his fintech upstart would eventuall…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:00:45Z"
  },
  {
    "title": "Avast PC Trends Report 2019: Average PC is 6 Years Old",
    "description": "Below you will find the most recent trends we are seeing the market worldwide. You can also check out the highlights from previous reports below.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T17:01:18Z"
  },
  {
    "title": "How to Change Icon Sizes on Windows 10",
    "description": "Microsoft Windows has never been shy about providing more than one way to perform various functions across the operating system. In this post I show you how to change icon sizes on Windows 10 in a couple of different areas of the OS.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:57:34Z"
  },
  {
    "title": "OF COURSE THEY DO: Microsoft Wants To Pick The News You Read.",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T03:09:55Z"
  },
  {
    "title": "The Hardware Review – Razer Blade 15 (Advanced) 2019",
    "description": "The new Razer Blade 15 Advanced hits all the right points if you're looking for a well put together, great performing laptop, capable of playing the latest games which doesn't weigh a ton or sound like a jet taking off. The post The Hardware Review – Razer Bl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:26:38Z"
  },
  {
    "title": "DCOMrade - Powershell Script For Enumerating Vulnerable DCOM Applications",
    "description": "DCOMrade is a Powershell script that is able to enumerate the possible vulnerable DCOM applications that might allow for lateral movement, code execution, data exfiltration, etc. The script is build to work with Powershell 2.0 but will work with all versions …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:41:00Z"
  },
  {
    "title": "Amazon Will Pay a Whopping $0 in Federal Taxes on $11.2 Billion Profits",
    "description": "From Fortune: Those wondering how many zeros Amazon, which is valued at nearly $800 billion, has to pay in federal taxes might be surprised to learn that its check to the IRS will read exactly $0.00. According to a report published by the Institute on Taxatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:30:06Z"
  },
  {
    "title": "Researchers keeps wraps on automatic text generator to prevent misuse",
    "description": "The software could be used to generate news stories, product reviews and other kinds of writing.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T02:49:28Z"
  },
  {
    "title": "Weekly Update 126",
    "description": "Another week, another conference. This time it was Microsoft Ignite in Sydney and as tends to happen at these events, many casual meetups, chats, beers, selfies, delivery of HIBP stickers and an all-round good time, albeit an exhausting one. That's why I'm a …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:47:30Z"
  },
  {
    "title": "Microsoft has started testing next year's massive Windows update",
    "description": "Microsoft tends to release a couple important updates a year to Windows 10. However, software giant has already started testing a significant update due next year. The next major update is the codename 1H19 which, as you might guess, should land sometime the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:43:38Z"
  },
  {
    "title": "Macabacus for Microsoft Office v8.11.4-P2P",
    "description": "P2P group has released an updated version of “Macabacus for Microsoft Office”. Description: The leading productivity add-ins for Excel, PowerPoint, and Word. The most complete and highest-quality suite of Microsoft. Office productivity add-ins for finance and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T08:40:47Z"
  },
  {
    "title": "IIT Delhi looking to hire 100 foreign teachers",
    "description": "Indian Institute of Technology (IIT) Delhi has about 300 (30%) faculty positions lying vacant and this has been the case for the last 10 years. The shortage has continued to dog the premier institute",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:49:01Z"
  },
  {
    "title": "Technical debt… or investment?",
    "description": "Coders talk a lot about technical debt. here is a rough definition: “Technical debt” (also known as design debt or code debt) is a concept in software development that reflects the implied cost of additional rework caused by choosing an easy solution now inst…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:23:41Z"
  },
  {
    "title": "Foldable iPhone Designs Outlined in Apple’s Patent Application",
    "description": "A patent application filed by Apple suggests that the company might be working on a foldable iPhone with multiple designs under consideration.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:58:51Z"
  },
  {
    "title": "Google Reaped Millions of Tax Breaks as It Secretly Expanded Its Real Estate Footprint Across US",
    "description": "Google has vastly expanded its geographic footprint over the last decade, building more than 15 data centres on three continents and 70 offices worldwide.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:35:39Z"
  },
  {
    "title": "Kabaq Helps You Settles On A Meal With Ultra-Realistic AR Menus",
    "description": "These AR holograms look good enough to eat. Part of the experience of going to a good restaurant is being presented with lots of tempting choices. When faced with page upon page of delicious and intriguing descriptions, some of us fall back on trusty favorite…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:59:26Z"
  },
  {
    "title": "Bankers Investment Trust is an investor-friendly trust",
    "description": "Run by Alex Crooke of investment house Janus Henderson, the trust has 52 consecutive years of annual dividend increases under its belt and Crooke is in no mood to be the one who breaks the run.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:52:02Z"
  },
  {
    "title": "BAM works on high-profile projects all over the world - like Microsoft HQ here",
    "description": "A Dutch multinational with an Irish arm, BAM employs about 20,000 people across Europe and farther afield.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T02:30:00Z"
  },
  {
    "title": "Leo Santa Cruz vs. Rafael Rivera – preview & prediction",
    "description": "By Mike Smith: Leo Santa Cruz (35-1-1, 19 KOs) will be defending his WBA Super World featherweight title tonight against replacement opponent Rafael Rivera (26-2-2, 17 KOs) in the main event in a big triple-header on Premier Boxing Champions [PBC] on FOX at t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:34:16Z"
  },
  {
    "title": "A TAP Tantrum",
    "description": "Shares of Molson Coors are cheap. This week, more dividends have materialized in my portfolio. Take a wild guess what happens when you combine the two facts des",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T04:44:41Z"
  },
  {
    "title": "KeyScrambler 3.12.0.2",
    "description": "KeyScrambler encrypts your keystrokes in Windows logon, Windows Store (Metro) Apps, and 200+ browsers and applications against known and unknown keyloggers and keylogging malware Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:22:01Z"
  },
  {
    "title": "President’s Day sales, a Nintendo Switch bundle, and more gaming deals",
    "description": "Red Dead Redemption 2 and Spider-Man are $40",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:00:04Z"
  },
  {
    "title": "Apple hires an ex-Microsoft exec to revamp its smart home business, and catch up to Google, Amazon",
    "description": "Apple just brought on a new leader for its home unit. That could help the company compete against its rivals Amazon and Google.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:09:00Z"
  },
  {
    "title": "This enterprise software startup has VCs literally knocking on its doors to invest, but for now, it's not interested",
    "description": "Notion is an \"all-in-one workplace\" that acts as a replacement for docs, wikis, task management tools, and databases. And according to a recent tweet by First Round Capital's Josh Kopelman, Notion is one of the most sought after investments in Silicon Valley.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:00:00Z"
  },
  {
    "title": "Here's the proof it always pays to book direct",
    "description": "We contacted eight hotels and B&Bs inquiring about a double room. Each time we were offered a better deal than the price given by the online agents.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:15:46Z"
  },
  {
    "title": "Microsoft Xbox One X 1TB Fallout 76 Bundle for $339 + free shipping w/code SAVE15",
    "description": "Ending today, Beach Camera via Rakuten offers the Microsoft Xbox One X 1TB Fallout 76 Bundle for $399. Coupon code \"SAVE15\" cuts that price to $339.15. With free shipping, that's a savings of about $51. It includes: Microsoft Xbox One X 1TB Console Fallout 76…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T23:00:04Z"
  },
  {
    "title": "Microsoft Xbox One X 1TB Fallout 76 Bundle for $339 + free shipping w/code SAVE15",
    "description": "Ending today, Beach Camera via Rakuten offers the Microsoft Xbox One X 1TB Fallout 76 Bundle for $399. Coupon code \"SAVE15\" cuts that price to $339.15. With free shipping, that's a savings of about $51. It includes: Microsoft Xbox One X 1TB Console Fallout 76…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T23:00:04Z"
  },
  {
    "title": "SADES SA930 3.5MM Stereo Surround Gaming Headset with Microphone Volume Control Headphones for PC/MAC/PS4/Smartphone/Table",
    "description": "Buy SADES SA930 3.5MM Stereo Surround Gaming Headset with Microphone Volume Control Headphones for PC/MAC/PS4/Smartphone/Table: Headsets - Amazon.com ✓ FREE DELIVERY possible on eligible purchases",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:05:03Z"
  },
  {
    "title": "Microsoft Xbox Gift Card: $100 for $85, $50 for $42.50, $25 for $21.25 (0 replies)",
    "description": "LoadUp Gifts via Rakuten has select Microsoft Xbox Gift Cards on sale listed below when you use coupon code SAVE15. \n \n$25 Microsoft Xbox Gift Card $21.25 \n$50 Microsoft Xbox Gift Card $42.50 \n$100 Mi ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T10:07:38Z"
  },
  {
    "title": "Phone repaired",
    "description": "Back home, and finally my phone had come back, no thanks to Toll, who had caused no fewer than 5 phone calls and lots of frustration dealing with near-humans, with two attempts at each end. The phone was delivered by the same cynophobe who picked it up. Was h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:38:13Z"
  },
  {
    "title": "Trend Micro Inc. (TMICF) CEO Eva Chen on Q4 2018 Results - Earnings Call Transcript",
    "description": "Trend Micro Inc. (OTCPK:TMICF) Q4 2018 Results Conference Call February 14, 2019 02:00 AM ET Company Participants Eva Chen - Chief Executive Officer Mahendra Ne",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:13:19Z"
  },
  {
    "title": "Cybersecurity Firm Symantec Finds 8 Cryptojacking Apps on Microsoft Store - CryptoGlobe",
    "description": "On Friday (February 15th), cybersecurity firm Symantec Corporation reported that it had found eight Windows apps on Microsoft Store that mine the privacy-focused cryptocurrency Monero (XMR) without users knowledge/permission. On January 17th, Symantec reporte…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:02:00Z"
  },
  {
    "title": "'Old Phantom Crypter' supplants older Microsoft Office exploit builder tools",
    "description": "Out with the old, in with the… Old Phantom Crypter, which despite its name is actually a new Microsoft Office exploit builder that’s been surpassing its predecessors in popularity among the cybercriminal community. Gabor Szappanos, principal malware researche…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T04:36:00Z"
  },
  {
    "title": "Vendors Issue Patches for Linux Container Runtime Flaw Enabling Host Attacks",
    "description": "This week, the National Institute of Standards and Technology (NIST) described a high-risk security vulnerability ( CVE-2019-5736 ) for organizations using containers that could lead to compromised host systems. Containers run on top of host systems and are n…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:47:00Z"
  },
  {
    "title": "Two Years Ago — International Law and Cyber Warfare. From the Tallinn Manual to a Digital Geneva Convention?",
    "description": "“Moscow’s hacking and dumping of Democratic emails to WikiLeaks is not an initiation of armed conflict. It’s not a violation of the U.N. Charter’s prohibition on the use of force. It’s not a …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T02:46:00Z"
  },
  {
    "title": "GandCrab Riding Emotet’s Bus!",
    "description": "Emotet Known for constantly changing its payload and infection vectors like spam mail, Malicious Doc and even Malicious JS files. It compromised a very high number of websites on the internet. Emotet malware campaign has existed since 2014. It comes frequentl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:39:00Z"
  },
  {
    "title": "WikiLeaks releases 'entire hacking capacity of the CIA'",
    "description": "The 8,761 documents and files -- released as “Vault 7 Part 1” and titled “Year Zero” -- were obtained from an “isolated, high-security network” at the CIA’s Center for Cyber Intelligence in Langley, Va., a press release from the website said. The trove had be…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T11:55:00Z"
  },
  {
    "title": "Neo4j Launches Commercial Kubernetes Application | @KubeSUMMIT @neo4j #CloudNative #Serverless #Kubernetes",
    "description": "GCP Marketplace is based on a multi-cloud and hybrid-first philosophy, focused on giving Google Cloud partners and enterprise customers flexibility without lock-in. It also helps customers innovate by easily adopting new technologies from ISV partners, such a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:00:00Z"
  },
  {
    "title": "4 Stocks to Play the Data-Center Boom",
    "description": "Equinix, CoreSite Realty, Iron Mountain, and Interxion look alluring as companies increasingly tap into the cloud for software and data storage.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:15:18Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T04:00:00Z"
  },
  {
    "title": "Dito Announces \"Kubernetes Kickoff\" | @KubeSUMMIT @DitoWeb #Serverless #DevOps #CloudNative #Docker #Kubernetes",
    "description": "Dito announced the launch of its \"Kubernetes Kickoff\" application modernization program. This new packaged service offering is designed to provide a multi-phased implementation and optimization plan for leveraging Kubernetes on Google Kubernetes Engine (GKE).…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:15:00Z"
  },
  {
    "title": "Google reaped millions in tax breaks as it secretly expanded its footprint in U.S.",
    "description": "The company has reaped millions in tax breaks as it secretly expanded in U.S.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:54:59Z"
  },
  {
    "title": "Fake-meat diets making inroads with NBA players",
    "description": "This is not the All-Star break Magic Johnson and LeBron James envisioned when the game’s best player announced he was joining the Lakers in July. Still, there are some bright spots to this disappointing season, and high among them has to be the play of JaVale…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:10:00Z"
  },
  {
    "title": "How To Secure Employee And Customer-Facing Scenarios With SAP Cloud Solutions",
    "description": "Thanks to the expansion of companies and the adoption of cloud systems in order to manage the massive amounts of data many businesses deal with on a daily basis, the landscape of technology across the",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:32:06Z"
  },
  {
    "title": "Latest Microsoft patent envisions 'toxicity shield' for multiuser environments",
    "description": "Microsoft may be aiming to make virtual environments more user-friendly with a personalized 'toxicity shield' system. It would help censor certain behaviors for users based on their preferences. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:54:01Z"
  },
  {
    "title": "Skype desktop app now lets you see your in-call chat and contact list at the same time",
    "description": "The Skype desktop app has received an update for Insiders, moving the in-call chat panel to the right side of the screen. This means you can see that chat and your conversation list at the same time. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:42:01Z"
  },
  {
    "title": "Ubuntu for windows 10 not able to run some network functions",
    "description": "I've installed Ubuntu for Windows 10 on my laptop in order to practice terminal operations a bit more since I don't have the space to dual boot on my C drive and for some reason all the VMs that I've tried have been very laggy, despite the laptop being more t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:57:27Z"
  },
  {
    "title": "Rakuten: 1TB Xbox One X Fallout 76 Bundle w/Controller Stand $344.10 AC w/Shipping",
    "description": "Apply Coupon Code at checkout: SAVE15 \n \nBeach Camera via Rakuten - Microsoft Xbox One X 1TB Fallout 76 bundle w/Official controller stand for $344.10($339.15(AC)+$4.95(Shipping)) \n \nAlternatively, \nB ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:56:17Z"
  },
  {
    "title": "Microsoft Surface Pro 6 i5 256gb 8gb ram $1129+tax Costco. com",
    "description": "$200 off \n \nhttps://www.costco.com/New-Microsoft-Surface-Pro-6-Bundle---Intel-Core-i5---2736-x-1824-Display---Black-Surface-Pro-Type-Cover.product.100469089.html \n \nBack to the great price.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:41:55Z"
  },
  {
    "title": "HP Mixed Reality Headset with Motion Controllers $199 & Free Shipping $250 Off",
    "description": "https://www.microsoft.com/en-us/store/d/hp-windows-mixed-reality-headset-with-motion-controllers/8n5g0j1qf74b/5jp3 \nhttps://www.microsoft.com/en-us/p/hp-windows-mixed-reality-headset-with-motion-contr ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:40:12Z"
  },
  {
    "title": "Microsoft Teams Custom Tab - Video Recorder App Using SharePoint Framework",
    "description": "This sample SharePoint Framework client-side web part for Microsoft Teams Tab illustrates video recording using the MediaRecorder Web API.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:00:00Z"
  },
  {
    "title": "Quick Start With Azure Storage",
    "description": "This article helps you to learn what Azure Storage is, why we use Azure Storage, and what are its categories.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:00:00Z"
  },
  {
    "title": "Team NINJA Announces DEAD OR ALIVE 6 Deluxe Demo, World Championship, and SNK Collaboration",
    "description": "New Online Beta to Launch with 24 Playable Characters Across the PlayStation®4 and Xbox One Burlingame, Calif. – February 15, 2019 – Team NINJA took the...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:41:18Z"
  },
  {
    "title": "New Xbox Releases This Week - Anthem",
    "description": "Microsoft announced all of the games that will be releasing this week on the Xbox One in the US. Six games in total will release this week. H ere is the full list of games: Almost There The Platformer Daggerhood Anthem Unexplored: Unlocked Edition Yonder: The…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:55:43Z"
  },
  {
    "title": "Windows 10 app which offers to optimise your battery ionically drains it",
    "description": "The Microsoft Store’s main raison d’etre is to provide applications users can trust. In January Symantec discovered Microsoft has failed this task, with 8 applications found in the Store infected with crypto-mining software. The attack, which includes titles …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T10:33:19Z"
  },
  {
    "title": "8 Cryptojacking apps removed from the Microsoft Store",
    "description": "Cybersecurity firm Symantec has reported that eight apps on the Microsoft Store were engaged in Cryptojacking. Cryptojacking is the malicious practice of using someone else’s system illegally for mining cryptocurrency. It is done by pushing malicious software…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:58:31Z"
  },
  {
    "title": "Google No Longer Considers Cortana a Competitor",
    "description": "Alphabet’s most recent annual report dropped Microsoft from a list of competitors in the digital assistant market. The post Google No Longer Considers Cortana a Competitor appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T13:32:20Z"
  },
  {
    "title": "Dividend Increases: February 4-8, 2019 (Part 3: Remaining Sectors)",
    "description": "Last week, 34 companies on my watch list announced dividend increases. Part 1 covered stocks in the Materials, Real Estate, and Utilities sectors, and Part 2 co",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "Windows 10’s File Explorer Will Soon Let You Access Your Linux Subsystem Files",
    "description": "Microsoft is testing a new feature in Windows 10 that lets you access your Linux subsystem files from the File Explorer. The post Windows 10’s File Explorer Will Soon Let You Access Your Linux Subsystem Files appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T11:34:43Z"
  },
  {
    "title": "Crackdown 3 Review – All It’s Cracked Up To Be?",
    "description": "The gaming landscape has entirely changed since the original Crackdown released in 2007. The rise of Call of Duty, the historic peak and slow decline of World of Warcraft, the FGC (fighting game community) resurgence, the advent of MOBA and Battle Royale game…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:42Z"
  },
  {
    "title": "Windows 10 privacy settings: How to stop Microsoft from spying on you",
    "description": "When it comes to private data, Windows 10 is the most intrusive of all Microsoft operating systems so far. But recent updates have given users the option to turn off some of Microsoft's snooping mechanisms. Here's how.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:00:00Z"
  },
  {
    "title": "New York to Amazon: Drop dead",
    "description": "Tech giant bows out of the Big Apple; locals say it can’t make it there",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:59:25Z"
  },
  {
    "title": "How To Get High Growth With Half The Risk",
    "description": "We mostly write on conservative and/or income-oriented strategies. However, this article focuses on strategies on how to invest for growth. For most people, it",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T14:00:00Z"
  },
  {
    "title": "Issues with Microsoft Net Framework",
    "description": "Issues with Microsoft Net Framework - posted in Windows 8 and Windows 8.1: Not sure if I should post this here, but Ive posted issues here before and the support was excellent, so i thought I would try again. I posted this on the microsoft community forums as…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:53:28Z"
  },
  {
    "title": ".Net Framework issues",
    "description": ".Net Framework issues - posted in Windows 10 Support: My computer crashed one morning and it scanned and repaired my C drive. Ever since that happened, Ive been getting a couple .NET framework errors that I cant find any answers for. The first error message I…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:28:58Z"
  },
  {
    "title": "Microsoft User Experience Design Intern Interview",
    "description": "Average Interview – Overall Positive Experience – No – Fri, 15 Feb 2019 Interviewed Mar 2,018 in Seattle, WA (took 60 days) 2 step process - Portfolio review in phone, walkthrough a project, for around 30 mins. On site interview for one whole day - portfolio …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T04:37:52Z"
  },
  {
    "title": "Coordinator, Advertising & Marketing Partnership",
    "description": "Nintendo of America Inc.The worldwide pioneer in the creation of interactive entertainment, Nintendo Co., Ltd., of Kyoto, Japan, manufactures and markets hardware and software for its Nintendo Switch?...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T06:00:00Z"
  },
  {
    "title": "Projects & Digital Communications Specialist",
    "description": "Projects and Digital Communications Specialist1819 Innovation HubThis position is responsible for the overall digital design programming direction for the University of Cincinnati's 1819 Innovation Hub....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T06:00:00Z"
  },
  {
    "title": "Videos folder missing from Windows 10 File Explorer",
    "description": "By default, the Videos folder can be seen under ‘This PC’ in Windows 10, but on a few occasions, it somehow gets replaced by ‘Documents’ folder. As such, you see no Videos folder under ‘This PC’ but duplicated ‘Documents’ folder. [...] This post Videos folder…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:59:01Z"
  },
  {
    "title": "Million Dollar SaaS Service with Kubernetes | @KubeSUMMIT #Containers #Serverless #DevOps #Docker #Kubernetes",
    "description": "In his session at 20th Cloud Expo, Mike Johnston, an infrastructure engineer at Supergiant.io, will discuss how to use Kubernetes to setup a SaaS infrastructure for your business. Mike Johnston is an infrastructure engineer at Supergiant.io with over 12 years…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:45:00Z"
  },
  {
    "title": "First Kubernetes Certified Service Providers | @KubeSUMMIT #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "The KCSP program is a pre-qualified tier of vetted service providers that offer Kubernetes support, consulting, professional services and training for organizations embarking on their Kubernetes journey. The KCSP program ensures that enterprises get the suppo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:00:00Z"
  },
  {
    "title": "Don't Skeu Up Containers | @KubeSUMMIT #DevOps #Docker #Serverless #Docker #Kubernetes",
    "description": "Skeuomorphism usually means retaining existing design cues in something new that doesn’t actually need them. However, the concept of skeuomorphism can be thought of as relating more broadly to applying existing patterns to new technologies that, in fact, cry …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T23:00:00Z"
  },
  {
    "title": "Error in Microsoft report viewer in visual studio 2017",
    "description": "hi. in my winform project i have a controle in toll box named as ReportViewer when i try to drag and drop this report viewer in my project then it give me error message the error message is \" Field to create component 'ReportViewer' The error message follow...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:03:00Z"
  },
  {
    "title": "How to use Microsoft report viewr 11.0.0 proberly?",
    "description": "normally when whe drage the report viewer on the form a fram appears on the form to load report in it and the component appears beneath the form disenger but in my case the fram disappeared and the only compont is found when i started a new project and i drag…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T10:25:00Z"
  },
  {
    "title": "First Kubernetes Certified Service Providers | @KubeSUMMIT #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "The KCSP program is a pre-qualified tier of vetted service providers that offer Kubernetes support, consulting, professional services and training for organizations embarking on their Kubernetes journey. The KCSP program ensures that enterprises get the suppo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:30:00Z"
  },
  {
    "title": "Microsoft Xbox One X 1TB Fallout 76 Bundle for $339 + free shipping",
    "description": "Ending today, Beach Camera via Rakuten offers the Microsoft Xbox One X 1TB Fallout 76 Bundle for $399. Coupon code \"SAVE15\" cuts that price to $339.15. With free shipping, that's a savings of about $51. It includes: Microsoft Xbox One X 1TB Console Fallout 76…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:03:47Z"
  },
  {
    "title": "Weekly Update 126",
    "description": "Microsoft Ignite; NDC Usergroup, NDC Security Gold Coast and NDC Minnesota; HIBP Got Locked out of Twitter; Those Other Collections; Varonis Sponsoring\n\nhttps://www.troyhunt.com/weekly-update-126/",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:48:01Z"
  },
  {
    "title": "Windows Insider sad face – no new Fast Ring builds for 19H1 until at least next Tuesday OnMSFT.com OnMSFT.com - OnMSFT",
    "description": "Windows Insider sad face – no new Fast Ring builds for 19H1 until at least next Tuesday OnMSFT.com OnMSFT.comOnMSFT A Windows 10 19H1 build is coming to the Slow ring soon, but not that soonNeowin Microsoft just made Windows 10 updates a little easier to unde…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T15:12:57Z"
  },
  {
    "title": "Career in Block Chain",
    "description": "Blockchain is an extremely dynamic technology, with new things coming up everyday. Many Big corporations like Google,Facebook,IBM,Airbnb,Microsoft and venture capitalists are betting billions of dollars on blockchain.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:53:49Z"
  },
  {
    "title": "Extortion is a GREAT business model!",
    "description": "Microsoft has a crisis on its hands. There's nothing wrong with Windows 7. At least nothing that's so bad that the suckers... Er, of course I mean the \"honorable customers\"! The honorable customers don't want to switch.Nothing a little extortion can't fix, eh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T21:03:54Z"
  },
  {
    "title": "The fairest of them all: mirrors take centre stage at Adam’s",
    "description": "Mirrors today are so commonplace we barely give their origins a second thought. In 1999, in a discussion on Edge.org, Bill Gates – founder of the Microsoft corporation – and his peers mused over the greatest inventions of the past 2,000 years. Tor Norretrande…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:00:00Z"
  },
  {
    "title": "Miriam Lord: Zappone corners Bill Gates to defend Ireland’s honour",
    "description": "There’s Katherine Zappone, jetting away to Africa last weekend to rub shoulders with billionaire philanthropists. It’s all foreign jaunts and glamorous soirées for Ministers these days. Or maybe not. The Minister for Children was in Addis Ababa for all of 18 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:00:00Z"
  },
  {
    "title": "Laptop won't recognize my AMD graphics card",
    "description": "Laptop won't recognize my AMD graphics card - posted in Windows 10 Support: · OS - Windows 8.1, 8, 7, Vista ? Windows 10· x86 (32-bit) or x64 ? 64-bit· What was original installed OS on system? Windows 8.1· Is the OS an OEM version (came pre-installed on syst…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T05:42:00Z"
  },
  {
    "title": "Strategy’s strategist: An interview with Richard Rumelt",
    "description": "A giant in the field of strategy ruminates on strategic planning, diversification and focus, and the role of the CEO.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:08:20Z"
  },
  {
    "title": "Microsoft employee says \"great people with average projects\"",
    "description": "From Microsoft Employee(Past Employee - 2,017)&dash; Rating 3 out of 5 — Sat, 16 Feb 2019 Pros smart and motivated colleagues good salary Cons little benefits disoriented management and strategy Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T08:16:08Z"
  },
  {
    "title": "Microsoft Explore Intern says \"Fun internship program, work was ok\"",
    "description": "From Microsoft Explore Intern(Past Employee - 2,017)&dash; Rating 3 out of 5 — Sat, 16 Feb 2019 Pros Fun program with awesome intern perks Cons Team did not seem to care about interns and provided little guidance Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:04:27Z"
  },
  {
    "title": "Microsoft Senior Human Resources Manager says \"Horrible, toxic and overly political\"",
    "description": "From Microsoft Senior Human Resources Manager(Current Employee)&dash; Rating 1 out of 5 — Fri, 15 Feb 2019 Pros Great benefits and salary Tasty subsidized food at almost every cafe on campus Excellent for employees with children ( most managers are super flex…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T01:17:01Z"
  },
  {
    "title": "Startup Credits – List of free/discounted Plans for Startups",
    "description": "Article URL: https://github.com/dakshshah96/awesome-startup-credits Comments URL: https://news.ycombinator.com/item?id=19180236 Points: 4 # Comments: 0",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:51:51Z"
  },
  {
    "title": "windows fonts in Fedora 29",
    "description": "After installing `msttf core fonts` from fedy (Microsoft Core Fonts), some emails in the Firefox browser look like this: ![font](/upfiles/15502764242182883.png) As you can see, I have activated Font Smoothing (for example from Gnome Tweaks) but this Microsoft…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:23:18Z"
  },
  {
    "title": "Windows MS fonts in Fedora 29",
    "description": "After installing `msttf core fonts` from fedy (Microsoft Core Fonts), some emails in the Firefox browser look like this: ![font](/upfiles/15502764242182883.png) As you can see, I have activated Font Smoothing (for example from Gnome Tweaks) but this Microsoft…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:23:18Z"
  },
  {
    "title": "Get Rotoscope - Microsoft Store en-CA",
    "description": "Rotoscope is the easiest tool to create hand-drawn renditions of videos by tracing over each frame in the video and then exporting to a video file.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:09:21Z"
  },
  {
    "title": "Bkd Wealth Advisors Has Lowered Its Apple (AAPL) Stake by $327,600 as Market Valuation Declined; Perella Weinberg Partners Capital Management LP Maintains Stake in Firstenergy (FE) - EN Digest",
    "description": "Bkd Wealth Advisors Has Lowered Its Apple (AAPL) Stake by $327,600 as Market Valuation Declined; Perella Weinberg Partners Capital Management LP Maintains Stake in Firstenergy (FE) EN Digest Bkd Wealth Advisors Llc decreased its stake in Apple Inc (AAPL) by 3…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T17:26:07Z"
  },
  {
    "title": "Million Dollar SaaS Service with Kubernetes | @KubeSUMMIT #Containers #Serverless #DevOps #Docker #Kubernetes",
    "description": "In his session at 20th Cloud Expo, Mike Johnston, an infrastructure engineer at Supergiant.io, will discuss how to use Kubernetes to setup a SaaS infrastructure for your business. Mike Johnston is an infrastructure engineer at Supergiant.io with over 12 years…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T09:45:00Z"
  },
  {
    "title": "First Kubernetes Certified Service Providers | @KubeSUMMIT #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "The KCSP program is a pre-qualified tier of vetted service providers that offer Kubernetes support, consulting, professional services and training for organizations embarking on their Kubernetes journey. The KCSP program ensures that enterprises get the suppo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T12:30:00Z"
  },
  {
    "title": "Kubernetes Workshop at @KubeSUMMIT | #CloudNative #Containers #DevOps #Serverless #Docker #Kubernetes",
    "description": "\"There is a huge interest in Kubernetes. People are now starting to use Kubernetes and implement it,\" stated Sebastian Scheele, co-founder of Loodse, in this SYS-CON.tv interview at DevOps at 19th Cloud Expo, held November 1-3, 2016, at the Santa Clara Conven…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T08:30:00Z"
  },
  {
    "title": "Don't Skeu Up Containers | @KubeSUMMIT #DevOps #Docker #Serverless #Docker #Kubernetes",
    "description": "Skeuomorphism usually means retaining existing design cues in something new that doesn’t actually need them. However, the concept of skeuomorphism can be thought of as relating more broadly to applying existing patterns to new technologies that, in fact, cry …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:00:00Z"
  },
  {
    "title": "Microsoft Still Can't Decide If Andromeda Is Worth the Effort",
    "description": "Andromeda is one of Microsoft's most ambitious projects, but as we learned last year, the company pushed most of it back to the drawing board because it wasn't entirely pleased of how it was developing.And while Andromeda comes down to both softwa",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:21:00Z"
  },
  {
    "title": "Windows 10 Will Let You Access Linux Files Using File Explorer",
    "description": "Microsoft's Linux push in Windows 10 will continue with the release of the April 2019 update, also known as version 1903, and the company detailed some of the changes coming to users in a blog post.One of the most important improvements is the additio",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T19:07:00Z"
  },
  {
    "title": "Boom, bust and blockchain: RChain Cooperative's cryptocurrency dreams dissolve into controversy",
    "description": "The two-story house sits on a quiet street in the Fauntleroy neighborhood of West Seattle, a few hundred yards from Puget Sound. Clad in red cedar shingles with a well-kept yard, the five-bedroom, 3,600-square-foot house offers sweeping views of the water",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T20:00:56Z"
  },
  {
    "title": "How to watch Santa Cruz vs Rivera live stream online",
    "description": "Leo Santa Cruz, who is a WBA World Super World Featherweight champion will take on against his opponent Rafael Rivera on February 16. The fight will begin at 8 pm ET at Microsoft Theater in Los Ang…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T16:01:12Z"
  },
  {
    "title": "Windows 10 April 2019 Update Brings Linux File Access With Enhanced WSL",
    "description": "Windows 10's infamous October 2018 Update is soon to become a distant memory, as Microsoft is hard at work putting the polish on the next major Windows build, expected in April. In a new blog post, Microsoft's Craig Loewen reports that big changes are coming …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T18:38:00Z"
  },
  {
    "title": "This Company Takes the Grunt Work Out of Using the Cloud",
    "description": "HashiCorp has won fans among developers, and a billion-dollar valuation, by automating the mundane tasks of setting up and configuring servers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:00Z"
  },
  {
    "title": "What business leaders can learn from Jeff Bezos’ leaked texts",
    "description": "Joel Wallenstrom Contributor Joel Wallenstrom is president and chief executive of Wickr, a secure communications company. Before Wickr, Joel co-founded iSEC Partners, one of the world's leading information security research teams, later acquired by NCC Group,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:30:29Z"
  },
  {
    "title": "Sunday's top deals: mixed reality headsets, network storage, and more!",
    "description": "On a daily basis there is no shortage of great deals to be had, but sometimes hunting them down can be a bit time consuming. Don't let that drag you down, though. We've rounded up some of our absolute favorites from today that you simply can't miss out on. Ne…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:27:15Z"
  },
  {
    "title": "Formal Verification of Y86-64 Processors",
    "description": "We recently used the UCLID5 verifier, developed at U.C., Berkeley, to formally verify the Y86-64 processors described in Chapter 4 of CS:APP...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:00:50Z"
  },
  {
    "title": "Former Microsoft exec joins Apple’s Home division, previously ran $700 smart lock startup",
    "description": "Apple has hired a former corporate VP at Microsoft and the founder of defunct smart lock brand Otto to lead its smart home efforts. Sam Jadallah updated his LinkedIn page modestly over the weekend shortly after CNBC reported the move, merely listing his role …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:07:56Z"
  },
  {
    "title": "How to limit which companies track your internet activity",
    "description": "DIY All the privacy settings in your browser and how they work. Here's what those privacy settings in your browser mean—and how you can use them to browse the web safely.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:30:00Z"
  },
  {
    "title": "Save $10 when you buy 3 or 6 months of Xbox Live Gold",
    "description": "Great value if you can't go for a full year right away. Right now on Amazon, you can get a digital code for three months of Xbox Live Gold for $14.99 or six months for $24.99. Either way, you're saving $10 off what these subscriptions normally cost. If you ca…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:56:21Z"
  },
  {
    "title": "Sunday's top deals: mixed reality headsets, network storage, and more!",
    "description": "On a daily basis there is no shortage of great deals to be had, but sometimes hunting them down can be a bit time consuming. Don't let that drag you down, though. We've rounded up some of our absolute favorites from today that you simply can't miss out on. Ne…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:27:24Z"
  },
  {
    "title": "9 must-know Apex Legends tips and tricks",
    "description": "With Apex Legends growing in popularity due to it being crazy fun, visually excellent, and not Fortnite, we have put together a list of tips and tricks from our regular Apex players as well as readers who kick our butts regularly in-game. Some of these tips w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:00:02Z"
  },
  {
    "title": "Do most Americans not want to live near tall buildings?",
    "description": "Here is an email I received from James Liu: I think metropolitan geography was underdiscussed in the Amazon-NYC breakup. If you look at the Seattle, DC, and NYC areas, the main-city–secondary-city dynamic explains quite a bit. Apparently, Americans don’t like…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:15:25Z"
  },
  {
    "title": "Apple Hires Ex-Microsoft Exec to Revamp Smart Home Business",
    "description": "CNBC reports that Apple has hired ex-Microsoft exec and former CEO of a smart lock company to revamp Apple's home initiatives. Hiring Jadallah is the latest signal that Apple plans to get serious about its own efforts in the home. Recently, the company acquir…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:45:06Z"
  },
  {
    "title": "Skype Insider brings back familiar feature to the Desktop app",
    "description": "Microsoft is still working on making the new Skype app feature-equivalent to the older and now deprecated Skype 7 app, which means regularly adding back minor but much-loved features present in the old app. The latest feature, which has just come to the Skype…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T09:56:19Z"
  },
  {
    "title": "Microsoft’s new Remote Desktop Preview app leaks",
    "description": "Microsoft is working on a new Remote Desktop Client that is optimised for their Windows Virtual Desktop push, which would see companies run their productivity software primarily in Microsoft’s Azure cloud. The client app has been leaked by WalkingCat, with do…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:41Z"
  },
  {
    "title": "Tech Interview: Metro Exodus, ray tracing and the 4A Engine's open world upgrades",
    "description": "Remember the days when key technological innovations in gaming debuted on PC? The rise of multi-platform development and the arrival of PC technology in the current generation of consoles has witnessed a profound shift. Now, more than ever, PlayStation and Xb…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:59:00Z"
  },
  {
    "title": "IBM vs. Alphabet: Which Is the Better Buy?",
    "description": "Should you bet on Big Blue's turnaround efforts or hitch your wagon to the parent of dominant search giant Google?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:24:00Z"
  },
  {
    "title": "Why NVIDIA's Growth Days May Be Over",
    "description": "After years without a challenge, the company is seeing its graphic processors meet a new wave of competition. That could spell bad news for investors.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:30:00Z"
  },
  {
    "title": "Omar Figueroa Jr. Is The Perfect Next Opponent For Adrien Broner",
    "description": "Omar Figueroa won, but he didn't look spectacular on Saturday night against John Molina Jr. That's part of the reason he'd be a great next opponent for Adrien Broner.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:00:00Z"
  },
  {
    "title": "Heads Up QVC! Amazon Launches A Home Shopping Channel...And Other Small Business Tech News This Week",
    "description": "Here are five things in technology that happened this past week and how they affect your business. Did you miss them?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:00Z"
  },
  {
    "title": "SolarWinds Network Configuration Manager – REVIEW 2019",
    "description": "SolarWinds is one of the best-known makers of network and system administrators tools. One of these tools is called the Network Configuration Manager and today, we’re doing an in-depth review of this great product. As its name implies, the purpose of this pro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:54:02Z"
  },
  {
    "title": "Microsoft news recap: Mobile World Congress event will be live streamed, Visual Studio 2019 to be released on 2 April, and more",
    "description": "Microsoft news recap is a weekly feature highlighting the top Microsoft news stories of the past week. Sit back, grab some coffee, and enjoy the read! Microsoft Teams updates on Android with Dark theme support and audio changes Android users of Microsoft Team…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:56:17Z"
  },
  {
    "title": "Windows 10 news recap: more details on Microsoft’s “Lite OS”, Your Phone app update begins rolling out to Windows Insiders, and more",
    "description": "Welcome back to our Windows 10 news recap, where we go over the top stories of the past week in the world of Microsoft’s flagship operating system. New details emerge on Microsoft’s “Lite OS” Microsoft has been rumoured to be working on a new operating system…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:16:07Z"
  },
  {
    "title": "Cybersecurity firm finds 8 apps on the Microsoft Store that secretly mined cryptocurrencies",
    "description": "A cybersecurity firm has found that apps in the Microsoft Store have been found to be secretly mining for cryptocurrencies in the background without permission being granted from the user. Symantec discovered at least 8 offending apps that used users’ CPU res…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:02:02Z"
  },
  {
    "title": "Several PWAs in the Microsoft Store found to be mining cryptocurrencies",
    "description": "A new report from Symantec has revealed that Microsoft unknowingly hosted malicious applications in its Microsoft Store, that used up the device's resources in order to mine cryptocurrencies. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:10:01Z"
  },
  {
    "title": "Microsoft Weekly: Skipping way ahead, updates everywhere, and more games",
    "description": "Quite a few things happened this past week, like the unveiling of the first build from Windows 10's 20H1 development branch, and the launch of Crackdown 3. Be sure to catch up via the guide below. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:50:01Z"
  },
  {
    "title": "Storage Deals: Get Discounts On SanDisk Ultra 3D 2.5″ SSD, 400GB MicroSD Card, More",
    "description": "If we've said it once, we've said it a million times. SanDisk makes some pretty amazing storage devices, whether they're SSD drives or microSD cards. So when we got wind that there were offers available on both of those things, we thought it was only the righ…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T02:16:57Z"
  },
  {
    "title": "2019 Makeup Artists and Hair Stylists Guild Award Winners: Full List - Hollywood Reporter",
    "description": "2019 Makeup Artists and Hair Stylists Guild Award Winners: Full List Hollywood Reporter ‘Vice,’ ‘The Marvelous Mrs. Maisel’ Lead Make-Up and Hair Stylists Guild Awards Winners Variety 2019 Make-Up Artists and Hair Stylists Guild Awards: ‘Vice’ wins on way to …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:54:44Z"
  },
  {
    "title": "Dividend Increases: February 11-15, 2019 (Part 1: Information Technology, Real Estate, And Financials Sectors)",
    "description": "I monitor dividend increases of stocks to identify candidates for further analysis and to update my portfolio's projected annual dividend income. Part 1 of this",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:41:08Z"
  },
  {
    "title": "Sunday Morning Bobblehead Thread",
    "description": "Happy first weekend of the National Emergency! I'm sure that Donald Trump spends every second on the golf course this weekend thinking about how to deal with this great \"emergency\" of a wall--which he's already building (?)--on the southern border. Right??? T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:00:01Z"
  },
  {
    "title": "Microsoft Activation Script v0.7 Stable-P2P",
    "description": "P2P group has released Microsoft Activation Script. Enjoy! Description: Microsoft Activation Script.cmd Windows and Office Activator, Open Source and clean from Antivirus Detection. This script is the merger of previous scripts which are, W10 Digital License …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:56:51Z"
  },
  {
    "title": "Leo Santa Cruz retains belt with unanimous decision over Rafael Rivera",
    "description": "Leo Santa Cruz knows sports well enough to understand nearly everyone loves a good underdog story, so he tapped his right glove to the face of his spirited challenger Saturday as Rafael Rivera threw his arm behind Santa Cruz’s neck at the final bell. A conten…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:05:00Z"
  },
  {
    "title": "Tech Q&A: How to find photos in MS Word documents - Colorado Springs Gazette",
    "description": "Tech Q&A: How to find photos in MS Word documents Colorado Springs Gazette Question: I've been running Microsoft Office 365 on a desktop computer and two laptops. But after a few months, the program suddenly stopped saving images...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:00:00Z"
  },
  {
    "title": "How tech giants are safeguarding your data at their mammoth facilities - Livemint",
    "description": "How tech giants are safeguarding your data at their mammoth facilities Livemint Google has built custom servers exclusively for its data centres, never selling or distributing them externallyWhile you work, the big tech companies automatically...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:35:34Z"
  },
  {
    "title": "Week in review: RunC, Snapd flaws, Zero Trust browsing, 5 years of NIST Cybersecurity Framework",
    "description": "Here’s an overview of some of last week’s most interesting news and articles: Machine learning fundamentals: What cybersecurity professionals need to know In this Help Net Security podcast, Chris Morales, Head of Security Analytics at Vectra, talks about mach…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:28:38Z"
  },
  {
    "title": "Week in Review: Most popular stories on GeekWire for the week of Feb. 10, 2019",
    "description": "See the technology stories that people were reading on GeekWire for the week of Feb. 10, 2019.… Read More",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:01:05Z"
  },
  {
    "title": "Turning Steve Jobs’ life into opera: Balancing man, myth and the technology that changed everything",
    "description": "It was not the project that Mark Campbell had been dreaming about. “It was actually Mason Bates, the composer, who suggested the idea of Steve Jobs as an opera,” recalled Campbell, a librettist whose earlier work received a Pulitzer Prize in Music. “And I wen…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:00:34Z"
  },
  {
    "title": "Melissa McCarthy Steps Out in Style for Makeup Artists & Hair Stylists Guild Awards 2019",
    "description": "Melissa McCarthy strikes a pose on the red carpet as she arrives at the 2019 Make-Up Artists & Hair Stylists Guild Awards on Saturday night (February 16) at The Novo by Microsoft in Los Angeles. The 48-year-old Oscar-nominated actress looked pretty in a black…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:54:37Z"
  },
  {
    "title": "RemoDB SQL Client MySQL, MsSQL and more v4.0.6",
    "description": "<!--Overview-->Connect to remote databases. Microsoft Server, MySQL, Postgres, SAP. SSH support <!--end--><!--Description-->RemoDB offers a free SQL client MySQL, Microsoft SQL, PostgreSQL and SAP Sybase AES database servers with a wide range of tools and qui…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:28:00Z"
  },
  {
    "title": "IBM vs. Alphabet: Which Is the Better Buy?",
    "description": "Should you bet on Big Blue's turnaround efforts or hitch your wagon to the parent of dominant search giant Google?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:24:00Z"
  },
  {
    "title": "Bill Gates Says Taxing Capital Gains Is the Best Way to Tap ‘Big Fortunes’",
    "description": "“We only collect about 20 percent of GDP and we spend like 24 percent of GDP. Proposals have circulated recently for the richest Americans to again face a top marginal tax rate of 70 percent, as they did during much of the 1970s before it was lowered by Presi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:34:50Z"
  },
  {
    "title": "Where These 51 CEOS Went to College",
    "description": "See where the world's richest business leaders went to school.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:02:46Z"
  },
  {
    "title": "Popular Computer Forensics Top 21 Tools [Updated for 2019]",
    "description": "Computer forensics is a very important branch of computer science in relation to computer and Internet related crimes. Earlier, computers were only used to produce data but now it has expanded to all... Go on to the site to read the full article",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:30:46Z"
  },
  {
    "title": "Windows App runs on Mac to download MacOS malware",
    "description": "Experts at Trend Micro have detected a new strain of MacOS malware that hides inside a Windows executable to avoid detection. Security experts at Trend Micro have spotted a new strain of MacOS malware disguises itself as a Windows executable file to evade det…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:27:08Z"
  },
  {
    "title": "Rediscover The Magic Of Browser Bookmarks And How To Keep Them In Order",
    "description": "Between read-it-later services, social media feeds, and the unbelievable speed at which a Google search can find the exact information you’re looking for, browser bookmarks have become a forgotten a relic of a previous internet age. But the basic bookmarking …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:00:00Z"
  },
  {
    "title": "Researchers keeps wraps on automatic text generator to prevent misuse",
    "description": "Washington (AFP) Feb 15, 2019 Researchers this week announced they had developed an automatic text generator using artificial intelligence which is very good - so good, it is keeping details private for now. That software developed by OpenAI could be used to …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:41:37Z"
  },
  {
    "title": "Why I Will Never Go Back To Microsoft Windows",
    "description": "On this episode of the Dot Com Lunch, I talked about contradictions and explain why I will never go back to MS Windows after experiencing the Mac OS. Also, check out the lady trying to walk her pet rabbit. Join us for the next Dot Com Lunch. RSVP here. Subscr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:51:28Z"
  },
  {
    "title": "Leo Santa Cruz vs. Rafael Rivera fight start time, prediction, PBC boxing, card, how to watch",
    "description": "Santa Cruz returns to the ring on Saturday night to defend his featherweight title",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T00:36:32Z"
  },
  {
    "title": "Sunday's top deals: mixed reality headsets, network storage, and more!",
    "description": "On a daily basis there is no shortage of great deals to be had, but sometimes hunting them down can be a bit time consuming. Don't let that drag you down, though. We've rounded up some of our absolute favorites from today that you simply can't miss out on. Ne…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:27:24Z"
  },
  {
    "title": "Save $220- $250 on Resistance 1060 & 2070 Gaming Laptops @CGB Solutions with Free Shipping (Must Use Code)",
    "description": "Save $250 on NEW 2070 Resistance Gaming Notebook with 15.6” Full HD Display, i7-8750H processor, 16GB DDR4 Memory, 240GB SSD, 1TB HDD, RTX 2070 8GB, Window 10 Home, 2y Onsite Warranty, RGB, Bezel Save $220 on Resistance Striker 15.6”144Hz Display, GTX 1060 6G…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:24:32Z"
  },
  {
    "title": "Google, Amazon will have to tell how they rank their rivals per new EU guidelines",
    "description": "Google was hit with a $2.7 billion EU antitrust fine in 2017 for favouring its own service. The post Google, Amazon will have to tell how they rank their rivals per new EU guidelines appeared first on Firstpost.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:12:09Z"
  },
  {
    "title": "The risky 'leveraged loan' market just sunk to a whole new low",
    "description": "85% of all leveraged loans — one of the most-risky types of corporate debt — are now \"covenant-lite.\" That means they lack traditional requirements for companies to maintain certain financial benchmarks that protect the investors who pay for them. Leveraged l…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:44:44Z"
  },
  {
    "title": "How to add animated 3D Graphics to Microsoft Word in Windows 10",
    "description": "A new capability added to Office 365 allows its users to embed animated 3D graphics in Word or PowerPoint for Windows 10. These graphics are much like animated GIFs. Each one has pre-set animations or scenes that you can choose [...] This post How to add anim…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:39:37Z"
  },
  {
    "title": "How to troubleshoot Remote Procedure Call errors & problems",
    "description": "If you receive RPC server is unavailable message, then this post shows how to troubleshoot Remote Procedure Call failed errors & problems on Windows 10. RPC or Remote Procedure Call is a network-based programming model which allows point-to-point communicatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:39:00Z"
  },
  {
    "title": "The server did not register with DCOM within the required timeout",
    "description": "Sometimes after upgrading your Windows OS, the System Logs under Event Viewer may display the following error message: Event ID 10010 error – The server did not register with DCOM within the required timeout. What does this DCOM error message signify [...] Th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:09:50Z"
  },
  {
    "title": "Apple hires ex-Microsoft exec to revamp smart home business",
    "description": "Sam Jadallah, the former CEO of a smart lock company that shut down just over a year ago...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:49:39Z"
  },
  {
    "title": "Massive East Coast solar project generates fury from neighbors",
    "description": "From Fox News By Alex Pappas | Fox News SPOTSYLVANIA, Va. – Michael O’Bier has lived here on a hidden piece of land nestled against thousands of acres of trees in rural Virginia for 32 years. Now, the trees are gone and the 62-year-old O’Bier says he’s packin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:00:00Z"
  },
  {
    "title": "20 Best Simple Clean Resume Templates",
    "description": "An another roundup of Simple Clean Resume Templates, ready to use print resume designs can assist you achieve your dreams. These best resume templates are hand-picked and make you stand out of tons of other professional resumes. Perfect and ideal for job orie…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:04:27Z"
  },
  {
    "title": "The Evidence Is In: We’re Alone in the Universe",
    "description": "ET isn’t a mystery, if you’re\r\nwilling to examine the data from\r\n60 years of research and take\r\nit to its logical conclusion.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:00:00Z"
  },
  {
    "title": "The Lack of Flagship Apple Stores in India is Damaging Apple's Premium Brand",
    "description": "Patently Apple has been following Apple's moves in India since at least 2012 and the talk of Apple opening flagship stores has gone on for years without any tangible success. Seven years later and there's still no word of an Apple Store coming to India. In th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:09:13Z"
  },
  {
    "title": "Leo Santa Cruz Decisions Rafael Rivera, Retains WBA Featherweight Title",
    "description": "Leo Santa Cruz got the expected win Saturday in the main event of a Fox-televised boxing card inside Microsoft Theater at L.A. Live in Los Angeles, but it wasn’t the walkover many expected.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:53:39Z"
  },
  {
    "title": "And finally: Google's Pixel watch is still happening, says new report",
    "description": "Welcome to this week's instalment of And finally, your one-stop-shop for all the wearable tech news from the week.  On the site this week, there was a huge leak, as Samsung revealed its new family of wearables. Sony has also got back into the smartwatch game,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:00:00Z"
  },
  {
    "title": "Tapales returns in line for world title crack",
    "description": "MANILA, Philippines – Marlon Tapales put himself back in line for another world title run with a fifth-round knockout of Fernando Vargas Parra on Saturday, February 16 (Sunday, February 17, Manila time) at Microsoft Theater in Los Angeles, California. Knowing…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:55:00Z"
  },
  {
    "title": "Wreckage Of WWII Aircraft Carrier Located Near Solomon Islands",
    "description": "The wreckage of World War II’s USS Hornet has been discovered in the South Pacific Ocean near the Solomon Islands. The aircraft carrier, which was known to have begun the Doolittle Raid and was part of the Battle of Midway, was sunk by Japanese dive bombers, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:20:06Z"
  },
  {
    "title": "Apple hires Sam Jadallah, who previously headed a smart lock company",
    "description": "Apple has hired Sam Jadallah, a former Microsoft vice president who previously ran a smart lock company that shut down about a year ago, reports   CNBC  . He’ll be leading the home initiates at the tech giant, the article — quoting unnamed “sources familiar w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:27:30Z"
  },
  {
    "title": "Score the best-selling TP-Link Kasa HS100 Smart Plug for $14 Prime shipped (Amazon low)",
    "description": "Amazon is currently offering the TP-Link Kasa HS100 Smart Plug for $13.98 Prime shipped. That’s good for a 23% discount from the going rate and is the lowest we’ve seen a single model sell for at Amazon. Alongside working with Alexa, Assistant and more, TP-Li…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:49:29Z"
  },
  {
    "title": "Darren Criss marries longtime love Mia Swier - AOL",
    "description": "Darren Criss marries longtime love Mia Swier AOL Darren Criss popped the question to his longtime love Mia Swier a little over a year ago, in January 2018. View full coverage on Google News",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T22:35:00Z"
  },
  {
    "title": "New Apple hire started Otto, the belly-up ‘Apple of smart locks’",
    "description": "Who pulled the rug out from under Otto last year? Still a mystery.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:05:27Z"
  },
  {
    "title": "React Tutorial: Components, Hooks, and Performance",
    "description": "In recent years, React has established itself as the most popular library in the JavaScript universe. However, rather than rest on its laurels, the React team is still working hard to make it better. In the second part of our React tutorial series, Toptal Jav…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:00:00Z"
  },
  {
    "title": "WWE Elimination Chamber 2019: Start Time and How to Watch Online",
    "description": "The Elimination Chamber kickoff will start at 6 p.m. EST and feature the Cruiserweight Championship match.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:10:03Z"
  },
  {
    "title": "104° - Forza Motorsport 6: Apex = FREE 20 GIG GAME - Microsoft Store",
    "description": "Microsoft (Microsoft Store) Forza Motorsport 6: Apex = FREE 20 GIG GAME - Microsoft Store",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:54:40Z"
  },
  {
    "title": "119° - Final Fight Double Impact Xbox One (£1.68 With Gold) @ Microsoft Store",
    "description": "£1.68 - Xbox.com Store Final Fight is a side-scrolling beat-‘em-up similar to Double Dragon or Streets of Rage. A fine young lass named Jessica has been kidnapped. You choose from thr...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:10:19Z"
  },
  {
    "title": "152° - Refurbished Microsoft Xbox One X 1TB 4K Gaming Console - Black, £303.99 at Argos / Ebay",
    "description": "Refurbished with a 12 month Argos guaranteeIncludes: Xbox One X 1TB console, Xbox wireless controller, HDMI cable (4K capable), AC power cable.1000GB hard drive",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:42:47Z"
  },
  {
    "title": "Apple ropes in former Microsoft executive to boost smart home business - Hindustan Times",
    "description": "Apple ropes in former Microsoft executive to boost smart home business Hindustan Times Apple appoints Sam Jadallah to lead its 'Home' products line: Report Times Now Apple just hired ex-Microsoft exec Sam Jadallah to revamp its smart home business, and catch …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T09:23:00Z"
  },
  {
    "title": "Apple appoints Sam Jadallah to lead its 'Home' products line: Report - Times Now",
    "description": "Apple appoints Sam Jadallah to lead its 'Home' products line: Report Times Now Apple just hired ex-Microsoft exec Sam Jadallah to revamp its smart home business, and catch up to Google and Amazon CNBC Apple Hires Ex-Microsoft Exec to Revamp Smart Home Busines…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:56:31Z"
  },
  {
    "title": "Apple appoints Sam Jadallah to lead its 'Home' products line: Report - Daily Pioneer",
    "description": "Apple has appointed Microsoft's former Corporate Vice President Sam Jadallah to lead the \"Home\" products category at Apple, CNBC reported early on Sunday.\n\nEven though Apple has not officially announced the appointment, Jadallah updated his LinkedIn bio to re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:52:05Z"
  },
  {
    "title": "The Rise of the Corporate Technology Ecosystem (CTE)",
    "description": "I love thinking about how technological advancement will intersect with our desires as humans. My book on this topic is called The Real Internet of Things. We have all these gadgets, technologies, and services, but towards what goal are they moving us? What’s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:16:05Z"
  },
  {
    "title": "AWS® Authentication using LDAP and IAM",
    "description": "AWS® cloud infrastructure has been replacing traditional data centers for many years now. While many IT organizations have moved their on-prem and collocated data center infrastructure to AWS, a significant number of organizations are undergoing the shift now…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:00:51Z"
  },
  {
    "title": "Microsoft Internship Interview Experience",
    "description": "I applied for Microsoft internship(TECH SET GO 2018) through mettl.com. There were few basic criteria to apply like min 7 cgpa, no backlogs..it was a… Read More » The post Microsoft Internship Interview Experience appeared first on GeeksforGeeks.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:31:59Z"
  },
  {
    "title": "Microsoft Xbox One Wireless Controllers from $41 + free shipping",
    "description": "SNG Trading via Rakuten discounts a selection of Microsoft Xbox One Wireless Controllers via coupon code \"SAVE15\", as listed below. Plus, all orders bag free shipping. The deals, with prices after coupon: Xbox One Wireless Controller Sport White Special Editi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:41:59Z"
  },
  {
    "title": "Kubernetes Workshop at @KubeSUMMIT | #CloudNative #Containers #DevOps #Serverless #Docker #Kubernetes",
    "description": "\"There is a huge interest in Kubernetes. People are now starting to use Kubernetes and implement it,\" stated Sebastian Scheele, co-founder of Loodse, in this SYS-CON.tv interview at DevOps at 19th Cloud Expo, held November 1-3, 2016, at the Santa Clara Conven…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:30:00Z"
  },
  {
    "title": "Neo4j Launches Commercial Kubernetes Application | @KubeSUMMIT @neo4j #CloudNative #Serverless #Kubernetes",
    "description": "GCP Marketplace is based on a multi-cloud and hybrid-first philosophy, focused on giving Google Cloud partners and enterprise customers flexibility without lock-in. It also helps customers innovate by easily adopting new technologies from ISV partners, such a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T04:00:00Z"
  },
  {
    "title": "First Kubernetes Certified Service Providers | @KubeSUMMIT #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "The KCSP program is a pre-qualified tier of vetted service providers that offer Kubernetes support, consulting, professional services and training for organizations embarking on their Kubernetes journey. The KCSP program ensures that enterprises get the suppo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:15:00Z"
  },
  {
    "title": "IoT Middleware Market Growing Dynamically with IBM, PTC, SAP, Cisco, Alphabet, Amazon, Hitachi, HPE, Bosch, Microsoft, Salesforce, Oracle, GE, Siemens - Press Release - Digital Journal",
    "description": "IoT Middleware Market Growing Dynamically with IBM, PTC, SAP, Cisco, Alphabet, Amazon, Hitachi, HPE, Bosch, Microsoft, Salesforce, Oracle, GE, Siemens - Press Release Digital Journal The Global IoT Middleware Market is expected to grow from US$ +5 Billion in …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:16:15Z"
  },
  {
    "title": "UIH focuses on intelligent digital infra - The Nation",
    "description": "THE United Information Highway (UIH) is moving towards the role of an intelligent digital infrastructure provider after launching three new business units for solution integration, security, cloud and data centre. The company has set a growth target of 10 per…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:00:00Z"
  },
  {
    "title": "How Internet of Things will power business processes in 2019 - The Financial Express",
    "description": "How Internet of Things will power business processes in 2019 The Financial Express Four ways to help improve the supply chain with the Internet of Things (IoT) Supply Chain Digital - Supply Chain News, Magazine and Website New Study Highlights IoT Security an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T22:23:06Z"
  },
  {
    "title": "Internet of Things Technology Market Development Trends, Key Manufacturers and Competitive Analysis 2019-2025 - Times Ohio",
    "description": "Internet of Things Technology Market Development Trends, Key Manufacturers and Competitive Analysis 2019-2025 Times Ohio Internet of Things Technology Market report provides featured analysis that will drive your business to the next level. It overview includ…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:41:00Z"
  },
  {
    "title": "Global Internet of Things Technology Market 2019 Research Report by Size and Growth Factors by 2025 - Times Ohio",
    "description": "Global Internet of Things Technology Market 2019 Research Report by Size and Growth Factors by 2025 Times Ohio Internet of Things Technology Market report provides featured analysis that will drive your business to the next level. It overview including growth…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:01:00Z"
  },
  {
    "title": "Global Industry 4.0 Market Worth USD 155.30 Billion by 2024 - Press Release - Digital Journal",
    "description": "Global Industry 4.0 Market Worth USD 155.30 Billion by 2024 - Press Release Digital Journal Artificial Intelligence Industry 4.0 Market: Vertical AnalysisAutomotive.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:40:05Z"
  },
  {
    "title": "FTC Negotiating Multi-Billion Dollar Fine For Facebook’s Privacy Scandals; Violating 2011 Accord",
    "description": "The FTC’s probe of Facebook began in March of last year in response to big social's entanglement with Cambridge Analytica, a political consultancy firm...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:17:37Z"
  },
  {
    "title": "【悲報】Windows 10ストアアプリの安全神話が崩壊",
    "description": "Symantechは2月15日、「Several Cryptojacking Apps Found on Microsoft Store」と題したブログ記事を公開し、Microsoft Store上で1月に、仮想通貨のマ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:19:49Z"
  },
  {
    "title": "PlayStation Boss Is Open To Acquiring New Studios To Make PS4 and PS5 Exclusives",
    "description": "Last Year, Microsoft made headlines for gobbling up a healthy slab of new studios, which included the likes of Ninja Theory, Obsidian Entertainment, Playground Games, and InXile Entertainment.Meanwhile, Sony didn't add any new studios to the family, in fact i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T00:56:00Z"
  },
  {
    "title": "New 'Crackdown 3' Video Shows Significant Downgrade From Original Reveal",
    "description": "After years of anticipation and multiple delays, Crackdown 3 is finally out in the wild. And the reception so far has been a pretty mixed bag.As you may know, Crackdown 3 was once touted and shown off as the game that would demonstrate the power of the Cloud.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T04:13:00Z"
  },
  {
    "title": "Xbox Boss Shares An Emotional Moment He Had While Playing 'Crackdown 3'",
    "description": "For a multitude of reasons, playing video games can sometimes be an emotional experience, and sometimes it doesn't even have anything to do with the game's content itself.And while games more often than not are making us either happy or angry, sometimes they …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:40:00Z"
  },
  {
    "title": "Here Are The Games Leaving Xbox Game Pass This Month",
    "description": "Ten games are leaving Xbox Game Pass at the end of the month, including some indie gems like The Final Station, bigger releases like Shadow Warrior, and some of the service's horror stock.For those that don't know: Xbox Game Pass is a subscription service tha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T22:59:00Z"
  },
  {
    "title": "Microsoft OneDrive 5.26.1 by Microsoft Corporation",
    "description": "The post Microsoft OneDrive 5.26.1 by Microsoft Corporation appeared first on APKMirror.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:19:53Z"
  },
  {
    "title": "POLITICO Playbook: Battle rages on over Trump’s emergency declaration",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:44:00Z"
  },
  {
    "title": "Mail Password Decryptor 9.5",
    "description": "Mail Password Decryptor is a handy piece of software to instantly recover Mail Account passwords from popular email clients and other desktop applications. You can recover your lost password for email accounts like Gmail, Yahoo Mail, Hotmail or Windows Live M…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:34:42Z"
  },
  {
    "title": "Disable Windows 10 Tracking with Avira Privacy Pal Free",
    "description": "Here is free Windows 10 privacy tool from Avira to disable web, Windows tracking. Use it to clean digital traces from PC and tweak a lot of privacy settings The post Disable Windows 10 Tracking with Avira Privacy Pal Free appeared first on I Love Free Softwar…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T00:00:29Z"
  },
  {
    "title": "“NewsGuard” is Big Tech’s latest scheme to “blacklist” and censor conservative and independent media",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:09:35Z"
  },
  {
    "title": "Woman Who Lead: DefinedCrowd CEO Daniela Braga teaches companies how to use AI",
    "description": "The longtime university professor is using her academic background and Microsoft experience to make companies’ AI and machine learning models smarter and faster.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:00:00Z"
  },
  {
    "title": "Ashen Developer Says Xbox Game Pass Is Going to Be a Double Edged Sword for Smaller Indies",
    "description": "In an interview published on The Sydney Morning Herald this week, Aurora44 CEO Derek Bradley discussed how Xbox Game Pass was a perfect fit for Ashen, the studio’s debut game. There are certain games that really make a lot of sense for early access, and certa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:00:34Z"
  },
  {
    "title": "AMD Ryzen 3000 Desktop CPUs, Radeon Navi GPUs and X570 Motherboards With PCIe Gen 4.0 Allegedly Launching on 7th July",
    "description": "We may have little details about AMD’s upcoming Ryzen 3000 CPUs and Radeon Navi GPUs but it looks like we may be hearing a lot more about them sooner rather than later. According to a new report from RedGamingTech, they have been told that AMD will be launchi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:25:55Z"
  },
  {
    "title": "Engineering education needs serious rethinking",
    "description": "There is a perceptible disconnect between the students, faculty and managements of engineering colleges",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:30:11Z"
  },
  {
    "title": "Introduce Static Analysis in the Process, Don't Just Search for Bugs with It",
    "description": "This article is an authorized translation of the original post. The translation was made with the kind help of the guys from PVS-Studio. Thank you, guys! What encouraged me to write this article is considerable quantity of materials on static analysis, which …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:40:41Z"
  },
  {
    "title": "Darkening of the digital dream",
    "description": "Frankenstein Facebook, Google the gobbler; what’s happening with the digital age? A new book calls for a pushback",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:19:43Z"
  },
  {
    "title": "The 23 most powerful LGBTQ+ people in tech",
    "description": "Tim Cook is arguably the most prominent LGBTQ+ person in tech, but he isn't the only one. There are LGBTQ+ identifying individuals in prominent roles as venture capitalists, diversity in tech advocates, and C-suite level executives at large tech companies lik…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:00Z"
  },
  {
    "title": "Leo Santa Cruz retained his featherweight world title with a unanimous decision victory over late replacement Rafael Rivera on Saturday at the Microsoft Theater in Los Angeles. All three judges scored the fight 119-109.",
    "description": "Read more on ESPN",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:37:56Z"
  },
  {
    "title": "Santa Cruz dominates Rivera to retain belt again",
    "description": "All three judges scored the bout 119-109 for Leo Santa Cruz, a three-division titleholder who retained his 126-pound belt for the third time by beating late replacement Rafael Rivera.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T04:18:10Z"
  },
  {
    "title": "Santa Cruz needs bigger challenges; Rivera wins in losing",
    "description": "Leo Santa Cruz seems to fight at his opponent's level. And though he dominated late replacement Rafael Rivera, who showed he can be a tough out for any featherweight, Santa Cruz's needs to fight the best in the featherweight division.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:07:15Z"
  },
  {
    "title": "First instalment",
    "description": "using System; using System.Diagnostics; using System.Linq; using System.Threading; using System.Threading.Tasks; namespace ConsoleSnake { /// /// All code written by duke_meister (Valentino Rossi) /// except keyboard reading technique /// class Program { //st…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T00:58:20Z"
  },
  {
    "title": "Problem solving with Unix commands | Hacker News",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:47:02Z"
  },
  {
    "title": "Welcome — Magic-Wormhole 0.10.5+29.g355cc01.dirty documentation",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:47:02Z"
  },
  {
    "title": "USF to establish more community access points",
    "description": "KINGSTON, Jamaica — The Universal Service Fund (USF) will be setting up more Community Access Points (CAP) across the island this year.Director of Projects at the agency, Kwan Wilson, tells JIS News that St James and Portland are among rural areas being targe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:07:18Z"
  },
  {
    "title": "Yamicsoft Windows 10 Manager v3.0.2 Multilingual-P2P + Portable",
    "description": "P2P group has released the updated version of “Yamicsoft Windows 10 Manager”. Description: Windows 10 Manager is an all-in-one utility for Microsoft Windows 10 specially, it includes over forty different utilities to optimize, tweak, clean up, speed up and re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T22:34:06Z"
  },
  {
    "title": "139 Firms Participate In IIMA Placements, Accenture Strategy Makes 24 Offers",
    "description": "Firms from multiple domains participated across the three clusters in IIM Ahmedabad final placements.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:00:24Z"
  },
  {
    "title": "Redmi Note 7 Launch Date, Galaxy M30 India Price, and More News This Week",
    "description": "Redmi Note 7 India launch date reveal, Samsung M30 price in India, Mi 9 teasers, Moto G7 Power in India and more news this week.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:14:54Z"
  },
  {
    "title": "Xiaomi Redmi Note 7 India Launch Date, Samsung M30 Price in India, and More This Week",
    "description": "Redmi Note 7 launch date in India confirmed by Xiaomi, Samsung M30 price in India leaked, Mi 9 teasers, Moto G7 Power launched in India and more news this week.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:28:01Z"
  },
  {
    "title": "inux-检测远程端口是否打开",
    "description": "常用telnet 110.101.101.101 80方式测试远程主机端口是否打开。 方法1.nmap ip -p port 测试端口 1.1 nmap ip 显示全部打开的端口 [root@localhost etc]# nmap 172.16.3.34 80 PORT STATE SERVICE 80/tcp open http 81/tcp open hosts2-ns 88/tcp open kerberos-sec 445/tcp open microsoft-ds 631/tcp open ipp 3…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:39:26Z"
  },
  {
    "title": "Weekly Digest: Windows 10 20H1, April 2019 Update, tech tips",
    "description": "In case you missed it, Microsoft pushes first 20H1 preview to testers, Windows 10 April 2019 Update release date details, President's Day tech deals, and more tips to get the most out of your PC. The post Weekly Digest: Windows 10 20H1, April 2019 Update, tec…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:39Z"
  },
  {
    "title": "IIM-A final placements over, 'dream job' applications dip from last year",
    "description": "A dip in 'dream job' applications could also mean that students are bagging their desired offers in the first go itself",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:12:00Z"
  },
  {
    "title": "New hire by Apple suggests renewed focus on smart home market",
    "description": "Apple does not quite match up to some other major software companies in terms of smart-home products. It has only one product dedicated to this market: the HomePod. The company may by trying to change this by hiring Sam Jadallah, an ex-Microsoft executive wit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:18:00Z"
  },
  {
    "title": "Omar Figueroa Jr. defeats John Molina Jr. – RESULTS",
    "description": "By Mike Smith: Undefeated former WBC lightweight champion Omar Figueroa Jr. (28-0-1, 19 KOs) kept his perfect record intact with a grueling 10 round unanimous decision win over former 2 time world title challenger John Molina Jr. (30-8, 24 KOs) on Saturday ni…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:05:19Z"
  },
  {
    "title": "Leo Santa Cruz Retains Title by Unanimous Decision Over Rafael Rivera",
    "description": "WBA Featherweight World Champion Leo Santa Cruz (36-1-1, 19 KOs) retained his title in front of his hometown crowd by winning a unanimous decision over Rafael Rivera (26-3-2, 17 KOs) in the main event of Premier Boxing Champions on FOX and FOX Deportes Saturd…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:16:11Z"
  },
  {
    "title": "Leo Santa Cruz wants Gervonta Davis or Gary Russell Jr. next",
    "description": "By Aragon Garcia: WBA Super World featherweight champion Leo Santa Cruz (36-1-1, 19 KOs) says he’s going to ask his management to get him either Gervonta ‘Tank’ Davis or Gary Russell Jr. for his next fight. Those are the type of guys that Santa Cruz wants for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:13:42Z"
  },
  {
    "title": "Leo Santa Cruz defeats Rafael Rivera – RESULTS",
    "description": "By Mike Smith: WBA Super World featherweight champion Leo Santa Cruz (36-1-1, 19 KOs) threw a massive amount of punches on Saturday night in defeating substitute #11 WBA Rafael Rivera (26-3-2, 17 KOs) by a lopsided 12 round unanimous decision to retain his WB…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T04:36:49Z"
  },
  {
    "title": "Errol Spence vs. Mikey Garcia Los Angeles press conference quotes & photos",
    "description": "Unbeaten welterweight world champion Errol Spence Jr. and undefeated four-division champion Mikey Garcia previewed their upcoming showdown and faced-off live on FOX at a press conference in Los Angeles Saturday as they near their battle for pound-for-pound su…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T00:43:14Z"
  },
  {
    "title": "Santa Cruz calls out Valdez, Russell Jr. & Warrington",
    "description": "By Jeff Aranow: WBA Super World featherweight champion Leo Santa Cruz (36-1-1, 19 KOs) made it clear last Saturday night that he wants to fight unification matches against 126 lb champions Oscar Valdez, Josh Warrington and Gary Russell Jr. following his 12 ro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:25:09Z"
  },
  {
    "title": "AI, ML and Big Data in Healthcare",
    "description": "Artificial intelligence (AI) isn’t a new idea, but it’s only in recent years that our technology has caught up to the point at which it…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T09:32:59Z"
  },
  {
    "title": "HiBit Uninstaller 2.1.60",
    "description": "Free portable software to efficiently uninstall programs and Windows Store apps from your PC. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:38:01Z"
  },
  {
    "title": "ocenaudio 3.6.0",
    "description": "Ocenaudio is a full featured, fast and easy to use audio and music editor. It is the ideal software for people who need to edit and analyze audio files without complications. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:28:01Z"
  },
  {
    "title": "FTC Negotiating Multi-Billion Dollar Fine For Facebook’s Privacy Violations and Violating 2011 Accord",
    "description": "The FTC’s probe of Facebook began in March of last year in response to big social's entanglement with Cambridge Analytica, a political consultancy firm...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:17:37Z"
  },
  {
    "title": "Stand Up Laser Cut Plaque",
    "description": "<!--dda7bd42579b4dc0937c45f979fc5c69-->I had the opportunity to borrow a CNC laser cuter and decided to make this Iwo jima memorial for a friend. I have had a lot of experience with Coreldraw so this project was a blast. I do not have a laser cuter so I was g…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:01:47Z"
  },
  {
    "title": "The 23 most powerful LGBTQ+ people in tech",
    "description": "Tim Cook is arguably the most prominent LGBTQ+ person in tech, but he isn't the only one. There are LGBTQ+ identifying individuals in prominent roles as venture capitalists, diversity in tech advocates, and C-suite level executives at large tech companies lik…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:00:00Z"
  },
  {
    "title": "Tech bankers are making their money in the enterprise while Facebook and Google stay quiet",
    "description": "Last year, Microsoft bought GitHub, IBM bought Red Hat, Adobe bought Marketo and Broadcom bought CA, while the consumer companies were quiet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:31:00Z"
  },
  {
    "title": "MPs lead fury as UK’s richest man Sir Jim Ratcliffe heads for Monaco 'to avoid £4bn tax'",
    "description": "MPs have described Sir Jim Ratcliffe's decision to leave the UK as greedy and insulting the country that knighted him. Labour MP Meg Hillier said it was like 'sticking up two fingers' to the UK.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:59:47Z"
  },
  {
    "title": "Apple Hires Smart Device Inventor to Lead Apple's Smart Home Project",
    "description": "A report posted today claims that Sam Jadallah, the former CEO of a smart lock company that shut down just over a year ago, has a new job: He'll be leading the home initiatives at Apple",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:50:41Z"
  },
  {
    "title": "Top 10 Application-Design Mistakes",
    "description": "Application usability is enhanced when the UI guides and supports users through the workflow.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:00:00Z"
  },
  {
    "title": "Save up to 20% on the Satechi Type-C UHS-II Card Reader",
    "description": "Amazon.com: Satechi Type-C Aluminum UHS-II Micro/SD Card Reader Adapter - Compatible with iMac Pro, 2017 iMac, 2018 iPad Pro, 2018 MacBook Pro/Air, Microsoft Surface Go and More (Space Gray): Computers & Accessories",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:48:53Z"
  },
  {
    "title": "Microsoft Xbox One Wireless Controllers from $41 + free shipping w/code SAVE15",
    "description": "SNG Trading via Rakuten discounts a selection of Microsoft Xbox One Wireless Controllers via coupon code \"SAVE15\", as listed below. Plus, all orders bag free shipping. The deals, with prices after coupon: Xbox One Wireless Controller Sport White Special Editi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:00:03Z"
  },
  {
    "title": "Max Cases Rugged Laptop Sleeve Notebook Sleeve - MacBook Air 13, MacBook Pro 13, MacBook 12, IPad Pro 12.9, MS Surface Pro 3/4, HP X2-1012, TP 12.5 - Magnetic Closure - Black",
    "description": "Amazon.com: Max Cases Rugged Laptop Sleeve Notebook Sleeve - MacBook Air 13, MacBook Pro 13, MacBook 12, IPad Pro 12.9, MS Surface Pro 3/4, X2-1012, TP 12.5 - Magnetic Closure - (Black): Computers & Accessories",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:35:01Z"
  },
  {
    "title": "SADES SA810 Wired Over Ear Stereo Gaming Headset with Noise Isolation Microphone for NewXboxOne/PC/ MAC/ PS4/ Phones/Tablet in Black White",
    "description": "Buy SADES SA807 3.5mm Wired Multi-Platform Over Ear Stereo Gaming Headset with Mic Noise Isolating for PS4 XboxOne/PC/ MAC/Phones/Tablet in Black Blue: Accessories - Amazon.com ✓ FREE DELIVERY possible on eligible purchases",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:20:03Z"
  },
  {
    "title": "Short USB C Cable 1ft, BEST4ONE USB3.0 to Type C Cable 1-Feet Nylon Braided Fast Charger Cord for Samsung Galaxy S9/S8 Plus, LG G6 G5 V20, Google Pixel XL, Nexus 5 X 6P, More [2 Pack]",
    "description": "Buy USB Type C Cable (USB 3.0), BEST4ONE (2-Pack 6ft) Nylon Braided Fast Charging Cord Compatible with Samsung Galaxy Note 9/8 S9 S8, LG V30 G6 G5, Google Pixel 2/3, Moto Z/Z2 Force (Grey/Red) Plus: Cables - Amazon.com ✓ FREE DELIVERY possible on eligible pur…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:35:00Z"
  },
  {
    "title": "Refurb Apple iMac Core 2 Duo 20\" Desktop for $242 + pickup at Walmart",
    "description": "Walmart offers the refurbished Apple iMac Intel Core 2 Duo 2.4GHz 20\" Desktop for $245.72. Choose in-store pickup to drop it to $241.76. That's tied with our mention from two weeks ago and the lowest price we could find now by $258. Features include: Intel Co…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:00:17Z"
  },
  {
    "title": "'Only two rooms left': Proof it's always best to book a hotel direct",
    "description": "Online hotel booking websites are good at making you think you're getting a bargain. And they want you to move fast because, as they put it, \"there are only two rooms left\" and the hotel is experiencing \"high demand\".But last week,...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T04:41:56Z"
  },
  {
    "title": "Call for Journal Submissions",
    "description": "updated: Tuesday, February 19, 2019 - 8:20am Journal of Sino-American Humanity Studies deadline for submissions: Wednesday, March 20, 2019 Call for Submissions Journal of Sino-American Humanity Studies Journal of Sino-American Humanity Studies®(JSAHS), sponso…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:47:25Z"
  },
  {
    "title": "Woman Who Lead: DefinedCrowd CEO Daniela Braga teaches companies how to use AI",
    "description": "The longtime university professor is using her academic background and Microsoft experience to make companies’ AI and machine learning models smarter and faster.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:00:00Z"
  },
  {
    "title": "For the First Time, Cryptojacking Apps is Found on Microsoft Store",
    "description": "Eight crypto jacking apps found on the Microsoft Store tha abuses victim’s CPU cycle to mine Monero without user knowledge. Symantec detected the malicious apps on Microsoft Store disguised as the apps for c omputer and battery optimization tutorial, internet…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:24:00Z"
  },
  {
    "title": "Microsoft February Patch Tuesday Addressed A Zero Day And Numerous Critical Bugs",
    "description": "In January, Microsoft’s scheduled updates fixed numerous security flaws that included some few critical ones. However, with Microsoft February Patch Tuesday update bundle, the vendors address quite a bunch of critical vulnerabilities. It also addresses a zero…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:26:00Z"
  },
  {
    "title": "Win.Dropper.Ribaj-6855378-0",
    "description": "iles and or directories created %ProgramFiles%\\Hnc\\HncUtils\\Hmedia\\AlbumMaker.exe %ProgramFiles%\\Hnc\\HncUtils\\Hmedia\\PictureStyler.exe %ProgramFiles%\\Hnc\\HncUtils\\Update\\HncCheck.exe %ProgramFiles%\\Hnc\\HncUtils\\Update\\HncUpdate.exe %SystemDrive%\\x997y.exe %Lo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:53:00Z"
  },
  {
    "title": "Apple Hires Ex-Microsoft Exec to Revamp Smart Home Business",
    "description": "CNBC reports that Apple has hired ex-Microsoft exec and former CEO of a smart lock company to revamp Apple's home initiatives. Hiring Jadallah is the latest signal that Apple plans to get serious about its own efforts in the home. Recently, the company acquir…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:35:00Z"
  },
  {
    "title": "Find any Exploit with one command",
    "description": "There are many tools available which can find exploits. These tools are more often works on automated way. As they show results in very short period of time. Nowdays most security researchers/ pentesters rely on these tools. Today we will show you a tool whic…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:23:00Z"
  },
  {
    "title": "Here’s a close view of brand impersonation attack that is increasingly gaining popularity among the hackers",
    "description": "Here’s a close view of brand impersonation attack that is increasingly gaining popularity among the hackers. Brand Impersonation attack is a form of phishing attack where attackers pretend to be from a trusted brand/company. The motive behind these attacks is…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:44:00Z"
  },
  {
    "title": "Week in review: RunC, Snapd flaws, Zero Trust browsing, 5 years of NIST Cybersecurity Framework",
    "description": "Here’s an overview of some of last week’s most interesting news and articles: Machine learning fundamentals: What cybersecurity professionals need to know In this Help Net Security podc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:46:00Z"
  },
  {
    "title": "Tenable Doubles Cyber Exposure Technology Integrations to Help Customers Manage and Measure Cyber Risk Holistically",
    "description": "Tenable’s market-leading integration partners span some of the most widely deployed Security and IT technologies, including industry-leading Privileged Access Management, SIEM, IT Ticketing and Configuration Management Database (CMDB) solutions. Together, the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:25:00Z"
  },
  {
    "title": "What is Watering hole attack and how to stay protected from such attacks?",
    "description": "What is Watering hole attack and how to stay protected from such attacks? The attacker first stalks the websites often visited by a victim or a particular group, and then infect the frequently visited websites with malware. The attacker then identifies the vu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:20:00Z"
  },
  {
    "title": "Million Dollar SaaS Service with Kubernetes | @KubeSUMMIT #Containers #Serverless #DevOps #Docker #Kubernetes",
    "description": "In his session at 20th Cloud Expo, Mike Johnston, an infrastructure engineer at Supergiant.io, will discuss how to use Kubernetes to setup a SaaS infrastructure for your business. Mike Johnston is an infrastructure engineer at Supergiant.io with over 12 years…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:45:00Z"
  },
  {
    "title": "Another Free Win7 Life Extension",
    "description": "In announcing a preview of its Microsoft Virtual Desktop Azure-based technology, MS sneakily offers another free Win7 life extension. Very interesting!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:54:14Z"
  },
  {
    "title": "How tech giants are safeguarding your data at their mammoth facilities",
    "description": "Google has built custom servers exclusively for its data centres, never selling or distributing them externally.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:52:04Z"
  },
  {
    "title": "Azure Databricks – Introduction (Free Trial)",
    "description": "Microsoft’s Azure Databricks is an advanced Apache Spark platform that brings data and business teams together. In this introductory article, we will look at what the use cases for Azure Databricks are, and how it really brings technology and business teams t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:54:28Z"
  },
  {
    "title": "Woman Who Lead: DefinedCrowd CEO Daniela Braga teaches companies how to use AI",
    "description": "The longtime university professor is using her academic background and Microsoft experience to make companies’ AI and machine learning models smarter and faster.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:00:00Z"
  },
  {
    "title": "HP OMEN Obelisk review: The Nvidia GeForce RTX 2080 is literally game-changing",
    "description": "HP's OMEN Obelisk is a beast of a gaming rig, and along with being sexy in terms of design, it packs an Nvidia GeForce RTX 2080, which means that it includes new ray tracing capabilities. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T16:00:01Z"
  },
  {
    "title": "Presentation: Tuning a Runtime for Both Productivity and Performance",
    "description": "Mei-Chin Tsai and Jared Parsons talk about how Microsoft’s.NET team designed the runtime environment to balance convenience, fast startup, serviceability, low latency, high throughput. For example, services such as JIT compilation, TypeSystem, garbage collect…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T02:11:00Z"
  },
  {
    "title": "BlInitializeLibrary failed 0xc00000bb when booting into Windows 10",
    "description": "I am running Ubuntu and Windows 10 on a MacBook Air. My installation process has been as follows: Uninstall MacOS Install Windows 10 Install Ubuntu I installed Ubuntu from a bootable USB and just used the standard graphical installer and didn't change anythin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T02:48:18Z"
  },
  {
    "title": "$10 off Xbox Live 3 month membership card via digital coupon at Kroger",
    "description": "Link to digital coupon \n \nSave $10.00 on MICROSOFT XBOX when you buy ONE (1) MICROSOFT XBOX LIVE GOLD 3 MONTH MEMBERSHIP Gift Card. \n \nOffer not valid on online purchases. Product and offer may not be ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:22:55Z"
  },
  {
    "title": "Bleach Season One - Free on Microsoft Store!",
    "description": "Free on Microsoft Store - Bleach Season One 20 Episodes \nhttps://www.microsoft.com/en-us/p/season-1/8d6kgwzlclrx",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:35:24Z"
  },
  {
    "title": "Microsoft Xbox One S 1TB Video Game Console Various Bundles - $199.75 + Free Shipping",
    "description": "Altatac via Rakuten has Variety of Xbox One S 1TB Console Bundles on sale for $199.75 after promo code. Use code SAVE15 \n \nNote, must be logged in to your rakuten account to apply \n \nMicrosoft Xbox On ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T17:58:17Z"
  },
  {
    "title": "Microsoft Xbox One Elite Wireless Controller - Platinum White [Limited Edition] - $127.49 + Free Shipping",
    "description": "Altatac via Rakuten has Microsoft Xbox One Elite Wireless Controller White  on sale $149.99 -$22.5 = $127.49 after promo code SAVE15. Shipping is free. \n \nNote, offer not valid on guest checkout. Must ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:04:15Z"
  },
  {
    "title": "Lenovo Flex 14 2-in-1 Laptop: Intel Core i5-8250U, 14\" 1080p Touchscreen, 8GB DDR4, 128GB SSD, Type-C, Win 10 $499 + Free Shipping @ Microsoft Store",
    "description": "Microsoft Store \n \nLenovo Flex 14 2-in-1 Laptop: 8th Gen Intel Core i5-8250U Quad-Core, 14\" 1080p Touchscreen, 8GB DDR4, 128GB SSD, Type-C, Backlit Keyboard, 4-cell, Win 10 (Black) $499 + Free Sh ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T00:00:42Z"
  },
  {
    "title": "Microsoft Flow In 10 Days - Day Eight - Flow With Graph API",
    "description": "In this article series, I will be covering all the topics in Microsoft Flow. This is part 8 of the series where we will talk about working with Microsoft Flow and Graph API.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Create Secure Store Application In SharePoint O365",
    "description": "In this article, I would like to explain and share the steps to create or edit the secure store target application in SharePoint 365 using the admin center.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Mostly done",
    "description": "using System; using System.Diagnostics; using System.Linq; using System.Threading; using System.Threading.Tasks; namespace ConsoleSnake { /// /// All code written by duke_meister (Valentino Rossi) /// except keyboard reading technique /// class Program { // o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:07:34Z"
  },
  {
    "title": "Bridgeline Digital, Inc. (BLIN) CEO Ari Kahn on Q1 2019 Results - Earnings Call Transcript",
    "description": "Bridgeline Digital, Inc. (NASDAQ:BLIN) Q1 2019 Results Conference Call February 14, 2019 04:30 PM ET Company Participants Ari Kahn - CEO and President Carole Ty",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:19:04Z"
  },
  {
    "title": "As Uber, Slack, And Airbnb Prepare For IPOs, Investors Should Compare These Firms To...Whom?",
    "description": "Companies use peer groupings to calculate executive compensation; investors use peer groupings to compare performance to similar industries. But tech firms are",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:50:04Z"
  },
  {
    "title": null,
    "description": "The ‘big five’’s grip on our online world is such that it’s almost impossible to function without them",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:07:22Z"
  },
  {
    "title": "Microsoft Announces New Azure Analytics Services ADLS, ADX and More",
    "description": "Microsoft has announced the general availability of two new Azure analytics services - Azure Data Lake Storage Gen2 (ADLS) and Azure Data Explorer (ADX). Furthermore, Microsoft also announced the preview of Azure Data Factory Mapping Data Flow. By Steef-Jan W…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:00:00Z"
  },
  {
    "title": "In Scathing NYT Editorial, De Blasio Claims Amazon's NYC Pull-Out \"Proved Its Critics Right\"",
    "description": "As the New York politicians who supported and helped negotiate the deal that would have brought Amazon to Queens stumble through the five stages of grief following the loss of what Gov. Andrew Cuomo's office once described as one of the greatest economic boon…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:45:00Z"
  },
  {
    "title": "139 firms participate at IIM Ahmedabad final placements",
    "description": "Firms which made the most offers on campus included Accenture Strategy, The Boston Consulting Group and Flipkart.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:56:24Z"
  },
  {
    "title": "Neo4j Launches Commercial Kubernetes Application | @KubeSUMMIT @neo4j #CloudNative #Serverless #Kubernetes",
    "description": "GCP Marketplace is based on a multi-cloud and hybrid-first philosophy, focused on giving Google Cloud partners and enterprise customers flexibility without lock-in. It also helps customers innovate by easily adopting new technologies from ISV partners, such a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:00:00Z"
  },
  {
    "title": "Leo Santa Cruz Retains Featherweight Title with Decision Win vs. Rafael Rivera",
    "description": "Leo Santa Cruz successfully defended his WBA featherweight world title on Saturday, as he defeated Rafael Rivera via unanimous decision at Microsoft Theater in Los Angeles.    All three judges scored the bout 119-109 in favor of Santa Cruz...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:56:25Z"
  },
  {
    "title": "Free Anime Season 1 : Bleach & Fairy Tail @ Microsoft Canada (Use VPN)",
    "description": "Enjoy :) Fairy Tail - https://www.microsoft.com/en-ca/p/season-101/8d6kgx0mk6kn Bleach - https://www.microsoft.com/en-ca/p/season-1/8d6kgwzlclrx Fairy Tail Lucy wants nothing more than to join Fairy Tail, the most rambunctious wizard’s guild in Fiore. When a …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T20:23:35Z"
  },
  {
    "title": "Former Microsoft CEO Chooses AWS Cloud",
    "description": "AWS becomes the primary cloud computing, machine learning, and artificial intelligence provider of Clippers CourtVision.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Cassandra API for Azure Cosmos DB Announced",
    "description": "Microsoft just announced a new Cassandra API for Azure Cosmos DB.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Melissa McCarthy looks stylish in an all-black pantsuit",
    "description": "Melissa McCarthy stepped out in an all black ensemble to honor make-up artists and hair stylists at the latest awards season gala. The 48 year old actress looked elegant on the red carpet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:32:34Z"
  },
  {
    "title": "How To, and Not To, Escape a String In TSQL",
    "description": "You are never too old to learn an important lesson. Like most programmers, I read programming language documentation for one of two reasons. 1. You have just found out about something new 2. You find out that you were wrong about something you thought you had…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:06:45Z"
  },
  {
    "title": "Samsung’s Irish VP signals 5G boost",
    "description": "When Conor Pierce was selling insurance to sceptical primary school teachers along the west coast of Ireland, the idea of a utopian world powered by high-speed data and 5G handsets must have been very far from his mind. Neither could he have dreamed back then…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:00:00Z"
  },
  {
    "title": "Review: Taihe Gemini, a portable monitor that takes design inspirations from Microsoft Surface",
    "description": "There are many Chinese companies in the market right now that are dominating most of the tech industry. Some of these companies are working towards bringing better technology at an affordable price and have been successful in doing just that. One such company…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:00:13Z"
  },
  {
    "title": "Microsoft’s Oxford Circus Store gets tentative opening date",
    "description": "We have been following the slow progress of Microsoft first European flagship Store, which has been nearly 10 years in incubation. We reported earlier that the Oxford Street Store in London, has started hiring support staff, according to a number of LinkedIn …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:00:33Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T03:00:00Z"
  },
  {
    "title": "How to Make Windows 10 Look Like Windows 7",
    "description": "Windows 10 is a massive improvement from Windows 7, but just because the features may be better doesn’t mean the design is. As a result, many users want to make at least their Windows 10 computers look like Windows 7. The question is, how? The good news is th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:25:19Z"
  },
  {
    "title": "Crown Castle: Billionaire Bill Gates Quietly Buying This Top Dividend Stock",
    "description": "Bill Gates has accumulated 5.3 million shares in Crown Castle. The company is positioned to make a fortune from the coming 5G revolution. Growing dividends shou",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T21:01:58Z"
  },
  {
    "title": "46 Fortune Most Admired Public Co's By Yield & Target Gains For February 2020",
    "description": "Fortune's annual survey of the most admired companies turned up 46 publicly owned all-stars. Here's another list to test our dividend dog metrics. Top net-gaine",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:50:09Z"
  },
  {
    "title": "Sir Jim's put profits before his principles, writes RUTH SUNDERLAND",
    "description": "What a way for Sir Jim, the founder of Ineos, a multi-national chemicals company and a vocal Brexiteer, to behave towards Britain, writes RUTH SUNDERLAND.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T22:34:37Z"
  },
  {
    "title": "Apple Tries Humor In New iPhone XS, XR Depth Control Video",
    "description": "Apple is making a real song and dance about its iPhones of late, perhaps in an attempt to stimulate flagging sales around the globe. It's been releasing many video ads highlighting the different facets of the iPhone, and the latest relates to the advanced Dep…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T02:30:57Z"
  },
  {
    "title": "Bill Gates backs taxing capital gains as best way to tap big fortunes, get wealthy to pay more",
    "description": "Bill Gates is concerned about the high budget deficits being run by the U.S., and said if taxes are ultimately increased to make up the shortfall, then it'",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:00:57Z"
  },
  {
    "title": "Infosectrain",
    "description": "Infosectrain is a Technology company focusing on IT Security Training and Information Security Services. With a team of young and enthusiastic professionals, company is able to deliver world class training/services to client. Training Vertical of Infosectrain…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:48:52Z"
  },
  {
    "title": "sfc i got need help",
    "description": "sfc i got need help - posted in Windows 7: sfc i got need help with all of these please\n \n2019-02-17 07:28:50, Info                  CSI    00000009 [SR] Verifying 100 (0x0000000000000064) components\n2019-02-17 07:28:50, Info                  CSI    0000000a …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:50:47Z"
  },
  {
    "title": "Microsoft Process Manager Interview",
    "description": "Easy Interview – Overall Negative Experience – Yes, but I declined – Sun, 17 Feb 2019 Interviewed in Redmond, WA (took 56 days) Worst On-site Interview Experience Ever. 1. They put a two-month tenured manager in the interview loop. That person didn't prepare …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:12:35Z"
  },
  {
    "title": "Manager of Digital Analytics – NLP – Marketing",
    "description": "Do you have experience developing large-scale research tools utilizing Natural Language Processing (NLP)? Do you have a natural curiosity with a desire to apply your skills in working with large volumes of data from a variety of structured and unstructured so…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "The Past Week's New Downloads 2/10/19 - 2/16/19",
    "description": "The Past Week's New Downloads 2/10/19 - 2/16/19",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T11:03:11Z"
  },
  {
    "title": "The Super Bowl Playbook for B2B Brand Marketing",
    "description": "Editor's Note: A version of this post originally appeard on the LinkedIn Marketing EMEA Blog. As a B2B marketer, it’s tempting to spend the week after Super Bowl Sunday tut-tutting about consumer brands frittering away $5 million a pop on 30-second TV ads. We…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:00:00Z"
  },
  {
    "title": "Error code 15 or Error code 16: This request was blocked by the security rules",
    "description": "If you encounter either Error Code 15 or Error Code 16 while browsing the Internet and you find that your access is blocked to a particular website, then this post may help you. Both the Error Code 15 and Error Code 16 state- [...] This post Error code 15 or …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:39:23Z"
  },
  {
    "title": "20 Most Popular Sessions at @KubeSUMMIT | #HybridCloud #CloudNative #Serverless #Containers #DevOps #AWS #Lambda #Docker #Kubernetes #HybridCloud",
    "description": "As you know, enterprise IT conversation over the past year have often centered upon the open-source Kubernetes container orchestration system. In fact, Kubernetes has emerged as the key technology -- and even primary platform -- of cloud migrations for a wide…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:00Z"
  }
]