[
  {
    "title": "This Trojan exploits antivirus software to steal your data",
    "description": "A new strain of the Astaroth Trojan has been given the capability to exploit vulnerable processes in antivirus software and services. Cybereason's Nocturnus Research team said in a blog post published on Wednesday that the variant is able to utilize modules i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:03:00Z"
  },
  {
    "title": "February 2019",
    "description": "Ongoing Campaigns. EXE files used to infect Mac devices with malware Trend Micro researchers observed a new method of infecting macOS devices with malware that consists of running executable files that normally only execute on Windows devices. They were led t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:59:00Z"
  },
  {
    "title": "Extensive 'Living Off the Land' Hides Stealthy Malware Campaign (SecurityWeek)",
    "description": "Researchers have detected a new, stealthy Astaroth trojan campaign emanating from and centered in Brazil, but spreading to parts of Europe. Named after 'the Great Duke of Hell' because of its use of satanic variable names, Astaroth has been around since late …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:11:00Z"
  },
  {
    "title": "How to Prepare for a Career in Ethical Hacking and Penetration Testing",
    "description": "Ethical hacking or penetration testing describes the process of finding and disclosing security flaws in system architectures and being paid big money to do so. But how exactly do you become an ethical hacker? How do you go about acquiring the skills for this…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:52:00Z"
  },
  {
    "title": "Enterprise Cyber Security Solutions Market Technology Advancement and Industrial Growth 2019",
    "description": ") -- 02/13/2019 -- SBWIRE Global Enterprise Cyber Security Solutions Market Size, Status And Forecast 2019-2025 The report provides a unique tool for evaluating the Market, highlighting opportunities, and supporting strategic and tactical decision-making.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:06:00Z"
  },
  {
    "title": "Why Bug Bounty Programs Are Going Mainstream",
    "description": "In contemporary culture, hackers have a conflicted and complicated status. The news is filled with stories of Russian hackers corrupting our media and democratic processes, and your garden-variety hackers—those not sponsored by government regimes or motivated…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:07:00Z"
  },
  {
    "title": "Exclusive: Facebook ex-security chief: How ‘hypertargeting’ threatens democracy",
    "description": "Though Yahoo’s security team had been highly respected in the early-to-mid 2000s—when members were admiringly dubbed The Paranoids—those days were passed. The company had gone through contraction, financial hardship, and turmoil. When Marissa Mayer took over …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:12:00Z"
  },
  {
    "title": "DoJ Charges Hackers with Staging Computer Attacks",
    "description": "DoJ Charges Hackers with Staging Computer AttacksFederal authorities have arrested two alleged members of a hacking group known as the Apophis Squad on charges of making false threats of violent attacks and staging attacks on multiple computer systems.Accordi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:11:00Z"
  },
  {
    "title": "Wreck of USS Hornet, from which first WWII airborne attack on Japan was launched, found in South Pacific",
    "description": "The discovery of the wreck of the USS Hornet aircraft carrier, which played a key role in several monumental points during World War II including the Dooli",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:30:51Z"
  },
  {
    "title": "What IT needs to know about Windows 10 update troubleshooting",
    "description": "These Windows 10 update troubleshooting tips can alleviate many headaches for IT. Here is a quick guide on the types of problems IT may face during the Windows 10 update process and how to solve them.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:45:00Z"
  },
  {
    "title": "New Dell EMC all-flash Isilon hardware compresses NAS data",
    "description": "The new all-flash Isilon array embeds an FPGA chipset to speed data ingestion and compress it prior to placing it on disk. In addition to all-flash Isilon, Dell EMC also pumped out an upgrade to its midrange Unity storage arrays, focusing on automated replica…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:47:00Z"
  },
  {
    "title": "Amazon tightens requirements on AWS managed service providers",
    "description": "Revised guidelines for AWS managed service providers tighten certification requirements and deepen partner audits and demand for fresh customer references.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:00Z"
  },
  {
    "title": "Software as a Service (SaaS)",
    "description": "This definition explains software as a service (SaaS), a common cloud computing model in which a third-party provider hosts applications that customers can access via the Internet, and its advantages and disadvantages.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:36:00Z"
  },
  {
    "title": "Block Kit developer tool could improve Slack integrations",
    "description": "A new developer interface for building Slack integrations could change the way users of the team collaboration app interact with those third-party tools.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:00:00Z"
  },
  {
    "title": "CRM (customer relationship management)",
    "description": "This definition explains the meaning of customer relationship management (CRM) and its ability to manage a company's interactions with customers or potential customers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:01:00Z"
  },
  {
    "title": "What to look for in a VDI troubleshooting tool",
    "description": "A VDI troubleshooting tool isn't a silver bullet for an IT admin's problems. It should, however, include some key capabilities to function properly in your VDI.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:30:00Z"
  },
  {
    "title": "Client virtualization, part 1: Is it the past or the future? (With a retrospective on XenClient)",
    "description": "A two-part series examining client virtualization, reflecting on its past and looking toward the future of client VMs, as well as examining why XenClient failed.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Don't struggle to learn new programming languages",
    "description": "Developers need to learn new programming languages to stay ahead in their field and improve their skills. But, this can be a cumbersome process since people learn in different ways.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:37:46Z"
  },
  {
    "title": "Hybrid Cloud Versus Multi-Cloud: What’s the Difference?",
    "description": "The arrival of cloud computing to enterprise IT brought much more than new business value and end-user utility. Most notably, it brought confusion. An entirely new set of terms was created to describe the many varieties of virtual data storage and transmissio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:01:03Z"
  },
  {
    "title": "Change the law if you want more tax from tech firms, says Bill Gates",
    "description": "Bill Gates has suggested internet giants cannot be expected to pay more tax than they are legally required to and it will take public and political will to increase their contribution.The billionaire Microsoft founder said web and tech companies should &ldquo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:10:22Z"
  },
  {
    "title": "Article: 4 Techniques Serverless Platforms Use to Balance Performance and Cost",
    "description": "There are two aspects that have been key to the rapid adoption of serverless computing: the performance and the cost model. This article looks at those aspects, the tradeoffs, and opportunity ahead. By Erwin van Eyk",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:57:00Z"
  },
  {
    "title": "Silicon Valley is using trade secrets to hide its race problem",
    "description": "Tech’s race and gender problem has become a focal point as the industry has risen to dominate large swaths of the U.S. economy. Everyone from Apple to Google and Facebook has publicly embraced the importance of diversity and made repeated commitments to becom…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:37:34Z"
  },
  {
    "title": "Nobody deserves to be this rich - Bill Gates",
    "description": "Bill Gates said he does not deserve to be so rich, and that he doesn't think leaving his fortune to his children will be good for them or for society.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:51:00Z"
  },
  {
    "title": "A simple score to predict severe leptospirosis",
    "description": "Author summary Leptospirosis, a neglected tropical disease with a global distribution, is estimated to kill 60,000 people every year. Predicting those at risk of developing severe disease is challenging, and a simple scoring system to quantify the risk of sev…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:54:05Z"
  },
  {
    "title": "Database Migrations With Containers and Database Cloning",
    "description": "SQL Server migrations are a constant in the life of DBAs, and the end of support for SQL Server 2008 is driving a lot of migration planning. Database migrations typically involve restoring backups to target environments, to serve Development and QA environmen…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:01:02Z"
  },
  {
    "title": "Risks Digest 31.06",
    "description": "Posted by RISKS List Owner on Feb 13 RISKS-LIST: Risks-Forum Digest Wednesday 13 February 2019 Volume 31 : Issue 06 ACM FORUM ON RISKS TO THE PUBLIC IN COMPUTERS AND RELATED SYSTEMS (comp.risks) Peter G. Neumann, moderator, chmn ACM Committee on Computers and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:39:03Z"
  },
  {
    "title": "Scams cheat older Americans out of almost $3 billion a year. Here's what to watch for",
    "description": "Seniors lose an estimated $2.9 billion annually due to financial exploitation, according to the United States Senate Special Committee on Aging.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:20:00Z"
  },
  {
    "title": "The Simple Anatomy of a Good Performance Report",
    "description": "Performance and load testing are not just about being able to create and run scripts that generate massive levels of strain on an application. This is just the first, and arguably more fun, part of the equation. The second, and possibly more difficult, part w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:03:01Z"
  },
  {
    "title": "Explore Cloud Deployment Options and Get Exclusive Gartner Research",
    "description": "Cloud options are many. With SAP, you have the flexibility to choose between the various cloud deployment options like: Public cloud Private cloud Hybrid cloud Managed Service Which one should you use? At SUSE, we",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:43:54Z"
  },
  {
    "title": "A Comprehensive Guide for Estimating your Budget to Choose The Perfect SAP Service for Your Business",
    "description": "SAP has very well adapted to the changing market needs of enterprises and conceived comprehensive software suites. The differential pricing and license models offered by SAP have to be taken into consideration while picking the",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:17:39Z"
  },
  {
    "title": "Microsoft is releasing a preview of a Pro version of Forms",
    "description": "Microsoft has updated its Microsoft 365 roadmap to show that it's rolling out a new Forms Pro service. It will be available for Office 365 users beginning next week on February 21. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:32:01Z"
  },
  {
    "title": "With the National Broadband Map Under Attack, Eight States Will Help NTIA Update the Data",
    "description": "The National Broadband Map has been criticized for its reliance on information reported by broadband providers to the FCC on Form 477. NTIA aims to address those concerns by the end of fiscal year 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:09:28Z"
  },
  {
    "title": "Intel takes on IBM and Microsoft with its own ‘off-the-shelf’...",
    "description": "Intel takes on IBM and Microsoft with its own ‘off-the-shelf’ blockchain",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:08:17Z"
  },
  {
    "title": "How can I run MODI on Bionic",
    "description": "I am a big fan of the free but now ancient tool called Microsoft Office Document Imaging (\"MODI\"). But I have not been able to get it to work in Wine. To date my only recourse has been running Windows on a virtual machine or dual booting. Is it possible to ge…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:57:39Z"
  },
  {
    "title": "(CNET, 2/14) Don Give Me a Brake Xi...",
    "description": "(CNET, 2/14) Don Give Me a Brake Xiaomi Scooter Hack Enables Dangerous Accelerations and Stops for Unsuspecting Riders (Zimperium, 2/12)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "藕水涯019綛眼拷ィ⒢ォ＜茯 (miyearnZZ Labo...",
    "description": "藕水涯019綛眼拷ィ⒢ォ＜茯 (miyearnZZ Labo, 2/12) 拷ユ堺㍼水罐＜ 膈檎茘井浦絎/a> (莎ゆ, 2/9) i 鐚蟹膈 (綺 遵с拷上激「倶賢с膃純羂篋冴綵⑱医х羝羇茵㏍キ√膊∴罔❼ 冴茵激「水吟活⒢㏍キ≪㍉莉┤冴茵絲障膣禪絎庚壕",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "вNI」若篏帥絎オゃ・膓㏍紮 (鴻 2019.02.13)",
    "description": "i純2019.02.12 桁⒢ SNI 」若https ㍼㏍絎 儀紊羈ヲс泣、磚礇短礇陰薛amp;罎茫/a> (筝㊤ぎュ, 2019.02.12) ( 薛 ) KT (and soon others) can now block HTTPS websites. (reddit, 2019.02.12) 水ヲс泣、薛絎ャ⒢篋 (togetter, 2019.02.13) 水絎潟オゃ吾≪ッ祉ケ㏍茫ユсャ荳 ０ (㏍, 2019.02.13) South Korea is Censoring the Internet …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "Microsoft L5V00001B Microsoft Sculpt Ergonomic Desktop (L5V-00001) $84.99",
    "description": "Origionally $130, $45 off. I have 3 sets now. Online and in store. No coupon code required. \n \nhttps://www.bestbuy.com/site/microsoft-sculpt-ergonomic-desktop-wireless-usb-keyboard-and-mouse-black/181 ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:03:25Z"
  },
  {
    "title": "Costco Members: Xbox One X FO 76 Bundle w/ Extra Controller & 3-Mo. Game Pass $350 + Free Shipping $349.99",
    "description": "Deal is back! \n \nCostco Wholesale offers its Members: 1TB Microsoft Xbox One X Fallout 76 Console Bundle w/ Extra Controller & 3-Month Xbox Game Pass Subscription on sale for $349.99 (must be sign ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:34:01Z"
  },
  {
    "title": "Things To Know To Became A Microsoft Teams Power User",
    "description": "In this article, we’re going to learn some tips and tricks to become a Teams Power User.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Understand Azure Service Fabric In THREE Minutes",
    "description": "Azure Service Fabric is Microsoft’s platform-as-a-service (PaaS) and is used to build and deploy microservices-based cloud applications. However, before we can understand Azure Service Fabric, it’s important that we understand the evolution from monolithic ap…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Bill Gates says he 'doesn't deserve to be so rich' and 'should have paid more tax'",
    "description": "Microsoft founder gave large part of his fortune away but said he had \"more than followed the law\" and paid more than 10 billion dollars in taxes",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:25:44Z"
  },
  {
    "title": "Polly raises $7 million to automate internal polling in the workplace",
    "description": "Polly raised a $7 million funding round to bring more automation and integration with SaaS products to its polling app for Slack and Microsoft Teams.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:28:18Z"
  },
  {
    "title": "Why A.I. trained to recognize giraffe torsos",
    "description": "Images of giraffes demonstrate how machine learning can make it easier to identify specific animals in wildlife photos.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:12:05Z"
  },
  {
    "title": "The phone radiation top 15 list: Who’s emitting most?",
    "description": "So you’d like to know which smartphones emit the most radiation? Today we’ve got a chart for that – and a little explanation for what it all means. First you should know that there’s no single study that shows worrying levels of negative effects on the human …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:40:40Z"
  },
  {
    "title": "Cerebri AI Partners with Microsoft on Prescriptive Customer Analytics for Fortune 500",
    "description": "M12-backed enterprise software startup earns coveted \"co-sell ready\" status accelerating joint go-to-market activities globally AUSTIN, Texas, Feb. 13, 2019 /PRNewswire/ -- Cerebri AI, an enterprise software startup using proprietary artificial intelligence t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:41:00Z"
  },
  {
    "title": "Africa: Bill and Melinda Gates Release 2019 Annual Letter - 'Things We Didn't See Coming'",
    "description": "[Gates Foundation] Today, Bill and Melinda Gates share their 2019 Annual Letter, \"Things We Didn't See Coming.\" In this year's letter, Bill and Melinda share nine things that have surprised them over the course of their nearly two decades of work together in …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:03:03Z"
  },
  {
    "title": "Africa: 'Sexist' Data Is Holding Women Back - Bill and Melinda Gates",
    "description": "[Thomson Reuters Foundation] London -\"Sexist\" data is making it harder to improve women and girls' lives, the world's leading philanthropic couple Bill and Melinda Gates said on Tuesday in an open letter.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:57:21Z"
  },
  {
    "title": "Microsoft Is Firing On All Cylinders",
    "description": "Microsoft has quickly recovered from a rushed post-earnings sell-off and has set sights on new highs. Despite trading at a lofty P/E ratio, it is highly unlikel",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:25:09Z"
  },
  {
    "title": "Serverless Keynote at @KubeSUMMIT | @DeloitteUS @DeloitteOnTech #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "In a recent survey, Sumo Logic surveyed 1,500 customers who employ cloud services such as Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP). According to the survey, a quarter of the respondents have already deployed Docker container…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:30:00Z"
  },
  {
    "title": "Cray, Inc. (CRAY) CEO Peter Ungaro on Q4 2018 Results - Earnings Call Transcript",
    "description": "Cray, Inc. (NASDAQ:CRAY) Q4 2018 Earnings Conference Call February 12, 2019, 16:30 ET Company Participants Paul Hiemstra - Corporate Treasurer Peter Ungaro - CE",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:20:13Z"
  },
  {
    "title": "IPO Update: Super League Gaming Readies $25 Million IPO",
    "description": "Super League Gaming intends to sell $25 million of its common stock in an IPO. The company operates an online esports community and related offline events. Reve",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:01:04Z"
  },
  {
    "title": "Crackdown 3 Multiplayer Literally Doesn't Let You Play With Friends",
    "description": "A Crackdown 3 server community manager confirms the title will not support Xbox Live parties in its Wrecking Zone multiplayer mode at launch.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:02:47Z"
  },
  {
    "title": "Super Mario Maker 2 Announced For Switch, Releases This June",
    "description": "Nintendo announces Super Mario Maker 2 during its most recent Nintendo Direct presentation, with a release date coming up during this summer.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:02:18Z"
  },
  {
    "title": "Automotive AR and VR Market Projected to Attain $673.60 Bn by 2025 at 175.7% CAGR, Says AMR",
    "description": "PORTLAND, Oregon, Feb. 13, 2019 /PRNewswire/ -- Allied Market Research recently published a report, titled, \"Automotive AR and VR Market by Type (Augmented Reality (AR) and Virtual Reality (VR)) and Application (Research & Development, Manufacturing & Supply,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:25:00Z"
  },
  {
    "title": "Serving connected consumers better",
    "description": "The rise of smartphones over the last decade has dramatically changed the lives of people worldwide, especially in Asean, which is one of the world's most mobile-connected regions. A new wave of change is now gaining momentum as the Internet of Things (IoT) a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:00Z"
  },
  {
    "title": "Zinke heads to K Street",
    "description": "He’ll work with Lewandowski at Turnberry — Microsoft hires Jennifer Stewart",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:26:27Z"
  },
  {
    "title": "Africa urges investment in healthcare",
    "description": "The lethargic participation of the global business community in Africa's health sector puts the future of human productivity in peril, said experts who met in Addis Ababa on Tuesday, a day after government leaders concluded the African Union Summit.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:33Z"
  },
  {
    "title": "Urban Computing Leveraging Location-Based Social Network Data: A Survey",
    "description": "Thiago H. Silva, Aline Carneiro Viana, Fabrício Benevenuto, Leandro Villas, Juliana Salles, Antonio Loureiro, Daniele Quercia Urban computing is an emerging area of investigation in which researchers study cities using digital data. Location-Based Social Netw…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:00:00Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Re: Brute Force Attacks On Microsoft O365’s IMAP (Symptom: Account Lockouts)?",
    "description": "Posted by Joseph Tam on Feb 13 Every second of every day of the year. There's easy countermeasures with varying amounts of efficacy and tradeoffs. Authentication failure delays (but not lockout!). Preemptive blacklistings for troublesome networks *cough*China…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:39:23Z"
  },
  {
    "title": "Re: [External]Re: [SECURITY] [EXT]: [SECURITY] HSTS, wildcard certs and redirects",
    "description": "Posted by Shawn, Jason on Feb 12 Hi Dan, hoping this helps you out. I suspect the STS header is set on either the IIS server side or is within the web application framework code itself. Could be set in both places too to be honest. On the IIS server side, nat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:22:06Z"
  },
  {
    "title": "Re: [External]Re: [SECURITY] [External]Re: [SECURITY] [EXT]: [SECURITY] HSTS, wildcard certs and redirects",
    "description": "Posted by Boyd, Daniel on Feb 13 Finally! A “eureka” moment… Based on your information, I determined that the two servers I mentioned that caused our other sites to break due to HSTS we pulling their “favicon” directly from the main website, setting the HSTS …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:13:30Z"
  },
  {
    "title": "Voicea's EVA Now Available on Microsoft AppSource",
    "description": "MENLO PARK, Calif., Feb. 13, 2019 /PRNewswire/ -- Voicea today announced the availability of EVA on Microsoft AppSource, an online cloud marketplace providing tailored line-of-business solutions. Voicea created EVA, an enterprise voice assistant that helps cu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:31:00Z"
  },
  {
    "title": "Qualys, Inc. (QLYS) CEO Philippe Courtot on Q4 2018 Results - Earnings Call Transcript",
    "description": "Qualys, Inc. (NASDAQ:QLYS) Q4 2018 Earnings Conference Call February 12, 2019 17:00 ET Company Participants Natasha Asar - IR Philippe Courtot - Chairman &amp;",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:31:10Z"
  },
  {
    "title": "CYREN Ltd. (CYRN) CEO Lior Samuelson on Q4 2018 Results - Earnings Call Transcript",
    "description": "CYREN Ltd. (NASDAQ:CYRN) Q4 2018 Results Earnings Conference Call February 13, 2019, 10:00 AM ET Company Participants Eric Spindel - General Counsel and Corpora",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:29:12Z"
  },
  {
    "title": "Some Watch Dogs 3 Info That Hints At A Next-Gen Release",
    "description": "A new pending application for a trademark filing by Ubisoft suggests Watch Dogs 3 is potentially being developed for next-generation consoles.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:02:26Z"
  },
  {
    "title": "Visiongain Report Provides Critical Market-led Data on the $131 Million Blockchain Supply Chain Technologies Within the Automotive Market",
    "description": "LONDON, February 13, 2019 /PRNewswire/ -- Blockchain Supply Chain Technologies Within the Automotive Market Report 2019-2029 Forecast Data & Outlook by Application (Retail Sales, Service & Finance Management, Insurance & Leasing, In-Plant Logistics & Manageme…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:00Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:07:51Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "PlayStation Store + Microsoft Store: Get NBA LIVE 19 All-Star Edition for $7.79 (regularly $51.99)",
    "description": "Test your armchair GM skills and build your own NBA franchise with this deal from the PlayStation Store or Microsoft Store, because you can get NBA LIVE 19 All-Star Edition on PS4 or Xbox One for an all-time low price of $7.79 (regularly $51.99), for a total …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:45:03Z"
  },
  {
    "title": "DHILLON: Microsoft Wants To Pick The News You Read",
    "description": "Microsoft has developed a browser that directs readers not to look at conservative websites",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:20:16Z"
  },
  {
    "title": "SEGA OF AMERICA TAPS JAKKS PACIFIC AS GLOBAL TOY PARTNER FOR SONIC THE HEDGEHOG",
    "description": "Product Line to be Revealed at New York Toy Fair 2019 Santa Monica, Calif., - February 13, 2019mdash; Leading U.S. toymaker JAKKS Pacific, Inc. (NASD",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:09:11Z"
  },
  {
    "title": "THREE FIELDS ENTERTAINMENT REVEALS â\u0080\u0098DANGEROUS DRIVINGâ\u0080\u0099 GAME DETAILS AND RELEASE DATE",
    "description": "PETERSFIELD, ENGLAND -- February 13, 2019 -- Three Fields Entertainment, the independent British developer led by industry veterans Fiona Sperry and",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:00:08Z"
  },
  {
    "title": "COSMIC HORROR CONARIUM OUT TODAY FOR PLAYSTATION 4 & XBOX ONE",
    "description": "Haarlem, The Netherlands – Developer Zoetrope Interactive and publisher Iceberg Interactive are excited to announce that Lovecraftian horror game C",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:07:43Z"
  },
  {
    "title": "COSMIC HORROR CONARIUM OUT TODAY FOR PLAYSTATION 4 & XBOX ONE",
    "description": "Haarlem, The Netherlands – Developer Zoetrope Interactive and publisher Iceberg Interactive are excited to announce that Lovecraftian horror game C",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:07:43Z"
  },
  {
    "title": "Market May Avoid Another Shutdown After All",
    "description": "Assuming we continue to see positive news about the budget and trade, any dips in the major indexes will likely be brief.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:51:27Z"
  },
  {
    "title": "505 GAMES TO PRODUCE AND PUBLISH CURVE DIGITALâ\u0080\u0099S HUMAN: FALL FLAT FOR MOBILE DEVICES",
    "description": "CALABASAS, Calif. 13thof February 2019-505 Gameshave announceda partnership with fellow indie publisherCurve Digitalto bring No Brakes Gamesrsquo; PC",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:18:14Z"
  },
  {
    "title": "How to Run Ubuntu in Windows 10 Using Hyper-V",
    "description": "Running Ubuntu as your main OS is a great choice for security, reliability and speed. However, there are some occasions when this is not possible. Most often this is within a business environment where software compatibility and security can be an issue. I ha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:25:47Z"
  },
  {
    "title": "Article: 4 Techniques Serverless Platforms Use to Balance Performance and Cost",
    "description": "There are two aspects that have been key to the rapid adoption of serverless computing: the performance and the cost model. This article looks at those aspects, the tradeoffs, and opportunity ahead. By Erwin van Eyk",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:57:00Z"
  },
  {
    "title": "Vatican, Microsoft team up on artificial intelligence ethics",
    "description": "VATICAN CITY (AP) — The Vatican says it is teaming up with Microsoft on an academic prize to promote ethics in artificial intelligence.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:26:54Z"
  },
  {
    "title": "Stevie Wonder, John Legend headline Motown tribute concert",
    "description": "LOS ANGELES (AP) — Stevie Wonder jammed with his harmonica, John Legend crooned while playing the piano and Ciara pranced onstage dressed like Rick James at Motown Records' 60th anniversary concert.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:57:23Z"
  },
  {
    "title": "Veeam Announces Record 2018 Results",
    "description": "Veeam Software, the leader in Backup solutions that enable Intelligent Data Management, today announced results from fiscal year 2018, fresh off of a $500 million investment from Insight Venture Partners and Canada Pension Plan Investment Board (CPPIB)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:19:00Z"
  },
  {
    "title": "Tableau adds natural language interface, streamlines data prep",
    "description": "Enterprises seeking to further democratize analytics through self-service business intelligence tools will be heartened by a push by vendors to intersect data visualization and natural language processing. Tableau Software’s 2019.1 update, released Wednesday,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:00:00Z"
  },
  {
    "title": "Global Data Center Construction Market to Reach Revenues of $45 Billion During 2017-2023- Market Research by Arizton",
    "description": "CHICAGO, Feb. 13, 2019 /PRNewswire/ -- Arizton'slatest research report states that the global data center construction market is projected to generate revenues of around $45 billion by 2023, growing at a CAGR of more than 6% during the forecast period. The re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "Valimail Surges Ahead With Triple-Digit Growth in ARR, GAAP Revenue, and Customer Count in 2018",
    "description": "SAN FRANCISCO, Feb. 13, 2019 /PRNewswire/ -- Valimail, the world's only provider of fully automated email authentication, announced today that it closed its 2019 fiscal year having more than doubled annual recurring revenue (ARR), GAAP revenue, and the number…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "EO-Eish: Microsoft termination sends EOH shares tumbling",
    "description": "Technology service group flagged that its profits could take a R10 million hit from contracts' cancellations.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:00:00Z"
  },
  {
    "title": "Phishers compromise Optus email accounts",
    "description": "Beware malware-laden missives.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:51:00Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Stevie Wonder, John Legend Headline Motown Tribute Concert",
    "description": "Stevie Wonder jammed with his harmonica, John Legend crooned while playing the piano and Ciara pranced onstage dressed like Rick James on Tuesday night at Motown Records’ 60th anniversary concert.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:05:03Z"
  },
  {
    "title": "Deal: Grab the Surface Laptop 2 for less than $900",
    "description": "Microsoft’s new Surface Laptop 2 is now on sale at Amazon for a whole $100 off, taking the cheapest configuration to a very affordable $898. The device features upgraded internals but still the same form-factor as the popular Surface Laptop, this time however…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:04:34Z"
  },
  {
    "title": "Google’s Chrome 73 to make PWAs more at home on Windows 10",
    "description": "Google is working on making Progressive Web Apps more at home on Windows 10 with a new feature which will make them more similar to native applications. Besides making it super-easy to install PWAs from the web to your PC using a button on the Omnibox, Google…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:30:25Z"
  },
  {
    "title": "$130 billion cash balance seems to be not enough for Apple",
    "description": "Apple News is a service for Apple devices that delivers current news curated by editors with some level of personalization. It also allows you to subscribe to your favorite publications. Since it comes pre-installed on all Apple devices, it has become one of …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:23:15Z"
  },
  {
    "title": "Latest Windows Community Toolkit v5.1 features powerful Remote Device Picker, more",
    "description": "The latest version of the Windows Community Toolkit, version 5.1, brings some powerful new features including making it much easier to support Project Rome, Microsoft’s cross-platform API which lets apps pass information across PCs and smartphones, launch app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:57:36Z"
  },
  {
    "title": "Business Process Outsourcing Market Worth $343.2 Billion by 2025: Grand View Research, Inc.",
    "description": "SAN FRANCISCO, Feb. 13, 2019 /PRNewswire/ -- The global business process outsourcing (BPO) market size is expected to reach USD 343.2 billion by 2025 at a 7.4% CAGR during the forecast period, according to a study conducted by Grand View Research, Inc. Need t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:05:00Z"
  },
  {
    "title": "Retail Trends Playbook Excerpt: Making The Case For A Data-First Retail Strategy",
    "description": "To keep pace with heightened consumer expectations, retailers and their brands must first make key investments to improve their backend operations. That starts with a data-rich infrastructure that underpins their entire business, sophisticated analytics to ex…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:30:43Z"
  },
  {
    "title": "XuanwuLab Security Daily News Push - 2019-02-13",
    "description": "腾讯玄武实验室安全动态推送 Tencent Xuanwu Lab Security Daily News Previous 2019/02/13 Next [ Detect ] 如何检测 BloodHound： https://www.stuffithoughtiknew.com/2019/02/detecting-bloodhound.html [ Firmware ] 使用非法操作码对 x86 CPU 进行指纹识别： https://x86.lol/generic/2019/02/08/fingerprint…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:00:00Z"
  },
  {
    "title": "XuanwuLab Security Daily News Push - 2019-02-14",
    "description": "腾讯玄武实验室安全动态推送 Tencent Xuanwu Lab Security Daily News Previous 2019/02/14 Next [ Android ] Android fdget() 优化导致的 binder UAF 漏洞（CVE-2019-2000） ： https://bugs.chromium.org/p/project-zero/issues/detail?id=1719 [ Android ] Adnroid reclaim 和 munmap 之间的条件竞争导致的 VMA b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Xbox One X 1TB Fallout 76 Console Bundle for $350 + free shipping",
    "description": "Newegg offers the Microsoft Xbox One X 1TB Fallout 76 Console Bundle for an in-cart price of $349.99 with free shipping. That's $20 under our mention from a month ago and the lowest price we've seen. (It's the best price today by $49.)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:23Z"
  },
  {
    "title": "Harvard's Stockpickers Are Beating Yale's",
    "description": "The U.S.-traded stocks and ETFs of Harvard’s endowment are only a small percentage of the total portfolio, but its positions are topping Yale’s this year. Harvard drastically raised its Apple stock position in the fourth quarter, but that hasn’t paid off yet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:18:13Z"
  },
  {
    "title": "Bandwidth Announces Fourth Quarter and Full Year 2018 Financial Results",
    "description": "RALEIGH, N.C., Feb. 13, 2019 /PRNewswire/ -- Bandwidth Inc. (NASDAQ: BAND), a software company focused on communications for the enterprise, today announced financial results for the fourth quarter and full year ended December 31, 2018. \"The fourth quarter wa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:05:00Z"
  },
  {
    "title": "Microsoft patches zero-day vulnerabilities in IE and Exchange",
    "description": "IE info bug was under active exploit; exploit code for Exchange flaw was circulating.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:25:04Z"
  },
  {
    "title": "SA19021301 Microsoft Monthly Security Update (Feb 2019)",
    "description": "Multiple vulnerabilities have been identified in Microsoft Products, which could be exploited by attackers to cause the following impact(s): Elevation of Privilege Remote Code Execution Security Restriction Bypass Information Disclosure Spoofing The vulnerabi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:00:00Z"
  },
  {
    "title": "Vatican, Microsoft team up on artificial intelligence ethics",
    "description": "VATICAN CITY (AP) — The Vatican says it is teaming up with Microsoft on an academic prize to promote ethics in artificial intelligence. Pope Francis met privately on Wednesday with Microsoft President Brad Smith and the head of a Vatican scientific office tha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:53:12Z"
  },
  {
    "title": "Global Data Center UPS Market to Reach Revenue of $5 Billion During the Period 2018-2024 - Market Research by Arizton",
    "description": "CHICAGO, Feb. 13, 2019 /PRNewswire/ -- Arizton's latest research report states that the global data center UPS market is estimated to reach revenues of approximately $5 billion by 2024, growing at a CAGR of around 5% during the period 2018−2024. The market re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:00Z"
  },
  {
    "title": "Washington Car Dealer Budd Baer Auto Standardizes on IGEL Endpoint Solutions for Easy Management and Value for Money",
    "description": "SAN FRANCISCO, Feb. 13, 2019 /PRNewswire/ -- IGEL, a world leader in software-defined endpoint optimization and control solutions for the secure enterprise, today announced that Budd Baer Auto, one of the largest new and used car dealerships in Washington, Pa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:00Z"
  },
  {
    "title": "Tech Q&A: How to find photos in MS Word documents",
    "description": "Q: I've been running Microsoft Office 365 on a desktop computer and two laptops. But after a few months, the program suddenly stopped saving images that I'd previously added to Word documents. When I called up the documents, the photos…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:31:00Z"
  },
  {
    "title": "Microsoft Patch Tuesday – February 2019",
    "description": "This month the vendor has patched 74 vulnerabilities, 20 of which are rated Critical.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:09:13Z"
  },
  {
    "title": "Comment on SQL Server Security Audit Basics by YadaYadaYoda",
    "description": "SQL Server Server Audit has grown in functionality over the years but it can be tricky to maintain and use because it lacks centralization and analysis tools. It can do a fast and lightweight audit of many different activities including DML and DDL at both In…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:23:00Z"
  },
  {
    "title": "Hornbeck Offshore Announces Fourth Quarter 2018 Results",
    "description": "COVINGTON, La., Feb. 13, 2019 /PRNewswire/ -- Hornbeck Offshore Services, Inc. (NYSE:HOS) announced today results for the fourth quarter ended December 31, 2018. Following is an executive summary for this period and the Company's future outlook: 4Q2018 revenu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:39:00Z"
  },
  {
    "title": "Why Bug Bounty Programs Are Going Mainstream",
    "description": "In contemporary culture, hackers have a conflicted and complicated status. The news is filled with stories of Russian hackers corrupting our media and democratic processes, and your garden-variety hackers—those not sponsored by government regimes or motivated…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:25:14Z"
  },
  {
    "title": "Tightening the Belt on Excess Spending for Cloud",
    "description": "Migration to the cloud is part of many transformation plans but it can spiral into expenses that could be avoided.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:00:00Z"
  },
  {
    "title": "Wall St rallies on trade optimism, hopes of avoiding govt shutdown",
    "description": "Wall Street&#39;s main indexes extended gains on Tuesday, in a broad-based rally after American lawmakers reached a tentative deal to avoid another partial government shutdown and on hopes of an agree",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:37:38Z"
  },
  {
    "title": "Bezos and Bloomberg Top the 50 Biggest Philanthropists List",
    "description": "The 50 mega-donors contributed $7.8 billion last year, a sharp drop from 2017’s $14.7 billion",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:35:46Z"
  },
  {
    "title": "MachNation Releases IoT Edge ScoreCard for 2019, a Review of 17 IoT Edge Vendors' Capabilities",
    "description": "BOSTON, Feb. 13, 2019 /PRNewswire/ -- MachNation announces the availability of its IoT Edge ScoreCard for 2019, a detailed rating of 17 Internet of Things (IoT) edge platform vendors. \"MachNation's second annual IoT Edge ScoreCard is the industry's most thoro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:30:00Z"
  },
  {
    "title": "Latest Law Enforcement Technology Replaces Old, Less Accurate Systems",
    "description": "WEST PALM BEACH, Fla., Feb. 13, 2019 /PRNewswire/ -- A record number of Law Enforcement agencies have quietly been replacing their old polygraphs with a system that, according to an independent, peer-reviewed, published 18-year study, has an accuracy rate of …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:32:00Z"
  },
  {
    "title": "Cyren Reports Fourth Quarter and Full Year 2018 Financial Results",
    "description": "MCLEAN, Va., Feb. 13, 2019 /PRNewswire/ -- Cyren (NASDAQ: CYRN) today announced its fourth quarter and full year 2018 financial results for the period ending December 31, 2018. During the fourth quarter, Cyren reported quarterly revenues of $9.5 million – an …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:00:00Z"
  },
  {
    "title": "White space removed by minifier tools affects look and feel of HTML",
    "description": "We usually add white spaces in HTML to make readable Example – Development Version: class = \" surround-brackets\" > Title span > div > When above code is minimized (for prod build), we get following output Title Now, consider we have a pseudo elements added to…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:39:00Z"
  },
  {
    "title": "Don’t waste your money on Office 2019 (says Microsoft)",
    "description": "We’ve all had a chuckle at the expense of Microsoft Office, with the ’90s debuts of Bob and Clippy being particularly hilarious (at least in hindsight). But now it is Microsoft itself that is making fun of Office 2019, the latest version of its iconic office …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:03:00Z"
  },
  {
    "title": "Days of Future Past - part 1",
    "description": "Guest writer By Michael 'Mivas_Greece' (surname withheld by request) brings us the first part of a tale of prototypes (one of which he has access to) and what might have been, featuring some of the various uses of Nokia's 'Pre-Touch' technology. A Lumia 1030 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:24:00Z"
  },
  {
    "title": "Tom Talks: Carolina Panthers’ signing Eric Reid a wise decision",
    "description": "I don’t have Eric Reid’s phone number. But if I get it after the season begins, I envision hearing this message: “Hi, this is Eric and I can’t come to … Click to Continue »",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:31:46Z"
  },
  {
    "title": "Human: Fall Flat is coming to Android thanks to a partnership between 505 Games and Curve Digital",
    "description": "No Break Games' popular physics-based puzzle game Human: Fall Flat was released on PC back in 2016, and later was released on consoles. Thanks to a recent agreement between 505 Games and Human: Fall Flat's publisher Curve Digital the title will be coming to m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:40:39Z"
  },
  {
    "title": "What is Microsoft Flow?",
    "description": "As part of Microsoft’s push towards cloud and mobile apps, they’ve invested in several cloud-only additions to the old familiar Office apps. One of these is Flow, a trigger-based system for creating automated workflows.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:24:00Z"
  },
  {
    "title": "Stevie Wonder, John Legend headline Motown tribute concert",
    "description": "LOS ANGELES (AP) — Stevie Wonder jammed with his harmonica, John Legend crooned while playing the piano and Ciara pranced onstage dressed like Rick James on Tuesday night at Motown Records’ 60th anniversary concert. Wonder closed out the all-star lineup perfo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:56:12Z"
  },
  {
    "title": "Welcome to the new home of our developer tools blogs!",
    "description": "Today, we’re proud to show you the new look and URL for Microsoft’s developer tools and services blogs where you can explore the latest news and updates for our products, discover a new project to try out, and share your favorite content with your friends. Th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:00:49Z"
  },
  {
    "title": "Microsoft has a bright idea to make the Surface Pen more accurate",
    "description": "A new patent points to a way to better balance the twin concerns of location accuracy and latency with a stylus.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:08:30Z"
  },
  {
    "title": "MLAB | 3D PRINTED COOKIE CUTTER INSPIRED BY LEGO MOVIE 2",
    "description": "<!--dda7bd42579b4dc0937c45f979fc5c69-->As huge fans of the LEGO Movie, we wanted to create a project that celebrated one of our new favorite LEGO Movie characters, General Mayhem, using CAD (Computer Aided Design) and our 3D Printer to create some sweet mayhe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:11:09Z"
  },
  {
    "title": "Cloudera’s and Hortonworks’ data platform in the cloud named among Leaders in new Forrester Wave",
    "description": "When Cloudera was formed about 10 years ago, the founders believed that companies would jump at the chance to store, manage, and analyze their data in the cloud. Thus, they came up with the name Cloudera, which was a play on “era of cloud.” But, much to their…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:46:03Z"
  },
  {
    "title": "iOS 12 / 12.1.2 Compatible Cydia For unc0ver Jailbreak Demoed, Likely Coming Soon",
    "description": "iOS 12, iOS 12.1.1 beta 3 and iOS 12.1.2 compatible Cydia for unc0ver jailbreak has been demoed on video. Here are the details on it. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:39:34Z"
  },
  {
    "title": "Microsoft addresses Surface Pen accuracy with latest patent application",
    "description": "Microsoft recently filed an patent application which proposes a new way to increase the accuracy of its flagship stylus, the Surface Pen. If implemented, the method has the potential to increase accuracy without reducing its speed. The post Microsoft addresse…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:15:34Z"
  },
  {
    "title": "You can now get a new Surface Laptop 2 for $900 at Amazon",
    "description": "Looking to save on Surface? It is not clear how long this latest deal will last, but an Amazon deal covers a wide variety of configurations of Microsoft's MacBook alternative and brings prices down to as low as $900. The post You can now get a new Surface Lap…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:47:52Z"
  },
  {
    "title": "HoloLens 2 teased in trippy teaser clip",
    "description": "One of the HoloLens creators has published an obscure clip featuring what could be processors and carbon fibre; whatever it's teasing will be coming to the Mobile World Congress in Barcelona, Spain.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:30:00Z"
  },
  {
    "title": "Buying an Enterprise Search Solution? Don't Forget Your Integration Partner",
    "description": "When choosing an integration partner for an enterprise search project, you have two broad options: a specialist or a generalist.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:33:13Z"
  },
  {
    "title": "GDPR Is Tough and Set to Get Even Tougher",
    "description": "Thousands of complaints have been made against under GDPR, and things are going to get a lot worse for organizations before they get better.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:59:27Z"
  },
  {
    "title": "Apple: Comparable Valuation That Will Surprise You",
    "description": "Apple can only be evaluated through the prism of its growth. Compared to FAAAMG, Apple is overvalued according to the main multiples in terms of the historical",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:23:01Z"
  },
  {
    "title": "Apple Vs. Google: One Clear Winner",
    "description": "Apple and Alphabet are two of the biggest companies in the world. A closer look at the two companies with the aim of finding the better investments. Why Alphabe",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:15:12Z"
  },
  {
    "title": "Warning message that IP address has been blocked by microsoft.",
    "description": "Warning message that IP address has been blocked by microsoft. - posted in Virus, Trojan, Spyware, and Malware Removal Help: My son had a message pop up stating that Microsoft has blocked his IP address implying that he is uploading viruses\nThere were at leas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:55:56Z"
  },
  {
    "title": "Unknown malware freezes pointer and more",
    "description": "Unknown malware freezes pointer and more - posted in Virus, Trojan, Spyware, and Malware Removal Help: I downloaded a jpeg and shortly after my pointer would freeze if not moved within a minute or less. After it freezes nothing else responds, this includes al…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:02:08Z"
  },
  {
    "title": "Surveys in Slack: Madrona leads $7M round in Polly, a Seattle startup that builds polling software",
    "description": "With millions of employees at thousands of companies now getting work done with collaboration software such as Slack and Microsoft Teams, it’s created opportunities for startups to build tools that help enhance these new workflows. Investors — including Slack…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:01Z"
  },
  {
    "title": "High data centre rents have allowed three firms to dominate US$883 million Hong Kong market",
    "description": "Land scarcity and some of the highest rents in Asia-Pacific have allowed three operators of data centres to dominate the market – estimated at US$883 million – in Hong Kong. According to a report released on Wednesday by Toronto-based consultancy Structure Re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:33:10Z"
  },
  {
    "title": "Red Hat CEO Jim Whitehurst: How Open Source Stopped Being 'Scary'",
    "description": "Red Hat's boss on how open source enables innovation and the cloud, disrupts IT, and might make the world better. Also: Will the IBM acquisition threaten Red Hat's unique culture?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:00Z"
  },
  {
    "title": "Alexandria Ocasio-Cortez's proposed tax rate rise too 'extreme', says billionaire Bill Gates",
    "description": "Microsoft co-founder says income tax plans were 'missing the picture'",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:39:55Z"
  },
  {
    "title": "(Raw Video) USS Hornet Found After 75 Years",
    "description": "The USS Hornet sunk off the coast of the Solomon Islands on Oct. 26, 1943, after a ferocious, days-long battle with Japanese forces. In January, almost eight decades later, a research vessel funded by the late Microsoft co-founder Paul G. Allen, discovered th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:08:34Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "An internal error has occurred (0x80070716) for Windows Backup",
    "description": "If the File History tab of the File Recovery Utility of Windows Backup module displays the following error on your Windows computer, then this post offers suggestions that may help you resolve the issue: An internal error has occurred : The [...] This post An…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:59:40Z"
  },
  {
    "title": "Readers' Choice Awards 2019: Laptops, Desktop PCs, and Tablets",
    "description": "Which laptop, desktop, and tablet brands are your favorites? Our annual survey reveals that the usual suspects once again have nothing to prove when it comes to earning the respect of PC users across the country.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:00:00Z"
  },
  {
    "title": "Serif Affinity Photo",
    "description": "Affinity Photo includes many of the editing tools we associate with Photoshop, at a more attractive price. But Adobe still leads when it comes to polish and advanced capabilities.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:49:00Z"
  },
  {
    "title": "Microsoft might not be killing off Paint after all",
    "description": "It looks like Microsoft might not be dropping its classic Paint app just yet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:05:06Z"
  },
  {
    "title": "Daily Deal: The 2019 Microsoft Excel Bootcamp Bundle",
    "description": "The 2019 Microsoft Excel Bootcamp Bundle has 5 courses designed to help you become a data crunching pro. You'll learn the basics of designing a spreadsheet, creating charts and graphs, then move on to learning popular functions and automation. One course focu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:48:29Z"
  },
  {
    "title": "Famed WW2 Aircraft Carrier Torpedoed in 1942 Found Miles Deep in Pacific Ocean",
    "description": "After 77 years, the wreck of the USS Hornet has finally been found, lying more than three miles deep in South Pacific waters. The storied aircraft carrier—sunk by Japanese torpedoes in 1942 with the loss of 140 men— played a critical role during the Second Wo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:45:00Z"
  },
  {
    "title": "The perils of using Internet Explorer as your default browser – Microsoft Tech Community – 331732",
    "description": "IE isn't going to reliably work because no one is testing or writing for it anymore. The post The perils of using Internet Explorer as your default browser – Microsoft Tech Community – 331732 appeared first on EtherealMind.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:02:12Z"
  },
  {
    "title": "Stevie Wonder, John Legend headline Motown tribute concert",
    "description": "Stevie Wonder jammed with his harmonica, John Legend crooned while playing the piano and Ciara pranced onstage dressed like Rick James at Motown Records' 60th anniversary concert.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:23Z"
  },
  {
    "title": "Stephen Colbert Asks Bill And Melinda Gates Whether Billionaires Should Exist — See Their Response",
    "description": "Bill and Melinda Gates discussed whether or not billionaires should actually be a thing during an appearance on Tuesday's \"Late Show with Stephen Colbert\". Bill Gates, 63, who is the second-richest man in the world with a net worth of around US$96.5 billion, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:35:55Z"
  },
  {
    "title": "Ideal Dimensions of the Ears, Nose, and Lip in the Circles of Prominence Theory on Facial Beauty",
    "description": "This survey study evaluates the relationships between various measures of the face considered attractive by clients at a facial plastic surgery clinic to assess the circles of prominence theory on facial beauty.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Google plans US expansion for 2019",
    "description": "Google CEO Sundar Pichai has announced that the company will build new data centers and offices in states across the US.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:49:07Z"
  },
  {
    "title": "A Second World War veteran finally finds $40 he lost in battle. Thousands of metres under the sea",
    "description": "An expedition crew finds the lost USS Hornet where Richard Nowatzki was stationed during the war.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:49:45Z"
  },
  {
    "title": "How fast can a $21,468/mo Azure SQL DB load data?",
    "description": "In my last post, I explored how fast a $5,436/mo Azure SQL DB Hyperscale could load data. I’d had a client who was curious about spinning up their dev environment up there to see how query plans might look different. Well, as long as I was running this test, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:15:07Z"
  },
  {
    "title": "Microsoft patches zero-day vulnerabilities in IE and Exchange",
    "description": "IE info bug was under active exploit; exploit code for Exchange flaw was circulating.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:32:08Z"
  },
  {
    "title": "Daily Deal: The 2019 Microsoft Excel Bootcamp Bundle",
    "description": "The 2019 Microsoft Excel Bootcamp Bundle has 5 courses designed to help you become a data crunching pro. You'll learn the basics of designing a spreadsheet, creating charts and graphs, then move on to learning popular functions and automation. One course focu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:12:15Z"
  },
  {
    "title": "Microsoft Surface Pro 6 12.3 Core i7 8th Gen | Laptop 6",
    "description": "The Ultimate source for Best and New Laptops specs, Prices, news and Reviews, check the Latest Rates in USD before buying a Gadget.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:23:10Z"
  },
  {
    "title": "iDealshare VideoGo 6.1.7.6835 crack + Keygen (Latest Version)",
    "description": "iDealshare VideoGo 6.1.7.6835 crack enables you to convert media files to playback everywhere you like. This robust movie converter can convert all audio or video formats for useful All kinds of playback media players or such mobile devices; Windows Media Pla…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:45:41Z"
  },
  {
    "title": "Google and IBM still trying desperately to move cloud market share needle - TechCrunch",
    "description": "Google and IBM still trying desperately to move cloud market share needleTechCrunch New Google cloud boss Thomas Kurian warns, 'You will see us competing much more aggressively'CNBC New Google Cloud CEO Thomas Kurian explains the master planBusiness Insider G…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:12:58Z"
  },
  {
    "title": "A web-based designer can be a costly cost in terms",
    "description": "Avoid useless scripts. Scripts like counter tops and date/time scripts don't truly serve any goal, and since they are all JavaScript, can add a couple of kilobytes for the page's submit size. Getting rid of these elements also liberates up area in the website…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:02:56Z"
  },
  {
    "title": "Google to spend $13B on new data centers and expansions in 2019",
    "description": "Google LLC today said that it plans to invest a massive $13 billion in new data centers and infrastructure expansion this year as part of its growth strategy. The figure is a signifcant increase over the $9 billion the search giant invested in this area durin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:26:46Z"
  },
  {
    "title": "The Future of Content Marketing: 10 Biggest Content Marketing Trends that Will Dominate 2019",
    "description": "Content marketing is always evolving, so what's next? Here are 10 content marketing trends that could make or break your business.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:08:15Z"
  },
  {
    "title": "Apple products have a repair shop problem in India",
    "description": "Apple has another potential problem in India: the sub-par repair options available for its products. According to a new report, Apple’s authorized repair shops in the country are disappointing to say the least. That’s especially bad for a company which is wel…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:30:03Z"
  },
  {
    "title": "Israel, The Jig Is Up…Because the End Is Nigher",
    "description": "“One more reason to love the Irish people. The tide is turning,” an elated Roger Waters recently tweeted. The cause of his happiness? For Israel, the end is, if not exactly nigh, then nigher. In late January, the lower house of the Irish parliament passed...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:58:40Z"
  },
  {
    "title": "Days of Future Past - part 1",
    "description": "Guest writer By Michael 'Mivas_Greece' (surname withheld by request) brings us the first part of a tale of prototypes (one of which he has access to) and what might have been, featuring some of the various uses of Nokia's 'Pre-Touch' technology. A Lumia 1030 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:24:00Z"
  },
  {
    "title": "Network traffic evaluation",
    "description": "Network traffic evaluation - posted in Networking: Custom Build\\Gaming Rig\nhttps://pcpartpicker.com/user/CrimsonX87/saved/#view=qtN8YJ\nNetgear Nighthawk R7000\nCable 100-300 Mbps (cant remember what the upgrade was, typical results are around 170 Mbps downstre…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:45:08Z"
  },
  {
    "title": "February Patch Tuesday: Batch Includes 77 Updates That Cover Flaws in Internet Explorer, Exchange Server, and DHCP Server",
    "description": "Trend Micro Microsoft released 77 updates, along with three new advisories, in this month’s Patch Tuesday. The bulletin patches four publicly known bugs, rated Important, and one that is under active attack. It includes fixes for ChakraCore, Edge, Exchange Se…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:42:10Z"
  },
  {
    "title": "InfluxData raises $60 million for time-series database software - Inventiva",
    "description": "InfluxData raises $60 million for time-series database software Inventiva The amount of data generated today boggles the mind — U.S. companies alone produce 2.5 quintillion bytes daily, enough to fill ten thousand Libraries of...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:30:00Z"
  },
  {
    "title": "Microsoft Intern - Hourly says \"Intern\"",
    "description": "From Microsoft Intern - Hourly(Past Employee - 2,019)&dash; Rating 3 out of 5 — Tue, 12 Feb 2019 Pros Good pay, solid work environment. Cons High expectations with minimal guidence Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:40:53Z"
  },
  {
    "title": "Microsoft Senior Software Engineer says \"Love MS\"",
    "description": "From Microsoft Senior Software Engineer(Current Employee)&dash; Rating 5 out of 5 — Wed, 13 Feb 2019 Pros Work life balance is very good Cons Stock prize & # stocks Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:05:07Z"
  },
  {
    "title": "Microsoft employee says \"Great Health Care\"",
    "description": "From Microsoft Employee(Current Employee)&dash; Rating 4 out of 5 — Wed, 13 Feb 2019 Pros Best health care package around Cons To be successful in the culture you must change roles every 3 years Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:30:39Z"
  },
  {
    "title": "Microsoft Community Development Specialist says \"Retail with a conscience.\"",
    "description": "From Microsoft Community Development Specialist(Past Employee - 2,017)&dash; Rating 4 out of 5 — Wed, 13 Feb 2019 Pros Strong affinity for the community. Great development experience. Cons Low on the totem pole. It is expected to travel and work outside regul…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:27:37Z"
  },
  {
    "title": "Microsoft employee says \"Excellent place to work alongside brilliant minds.\"",
    "description": "From Microsoft Employee(Past Employee - 2,018)&dash; Rating 4 out of 5 — Wed, 13 Feb 2019 Pros Best environment to work in Cons Work / life balance can become hard after a while. Expectations are always high which creates pressure. Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:04:33Z"
  },
  {
    "title": "Microsoft Senior Software Engineering Manager says \"Opportunity Abounds\"",
    "description": "From Microsoft Senior Software Engineering Manager(Current Employee)&dash; Rating 4 out of 5 — Wed, 13 Feb 2019 Pros Microsoft compensates well and there is plenty of opportunity of all kinds. Cons The old-school top-down micro-managy culture has not gone awa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:46:11Z"
  },
  {
    "title": "Microsoft Principal Program Manager says \"Great place to work\"",
    "description": "From Microsoft Principal Program Manager(Current Employee)&dash; Rating 5 out of 5 — Wed, 13 Feb 2019 Pros - great pay - great work/life balance - smart co-workers Cons - no individual accountability - bureaucracy Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:51:28Z"
  },
  {
    "title": "This is Microsoft's AI pipeline, from research to reality - Fast Company",
    "description": "This is Microsoft's AI pipeline, from research to reality Fast Company It's not enough to have brilliant researchers and a bunch of popular products. You've got to have a system—or several systems—for melding raw technology into...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "This is Microsoft's AI pipeline, from research to reality - Fast Company",
    "description": "This is Microsoft's AI pipeline, from research to reality Fast Company It's not enough to have brilliant researchers and a bunch of popular products. You've got to have a system–or several systems–for melding raw technology into...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "Microsoft Reliability Engineer says \"Lots of Work, Fun Technology, better Organization, Efficiency Implementation would help\"",
    "description": "From Microsoft Reliability Engineer(Past Employee - 2,018)&dash; Rating 4 out of 5 — Wed, 13 Feb 2019 Pros Great People, Wonderful Technologies, Good Pay Cons Long Commute, Could use better Organization of Resources/Materials Advice to Senior Management Imple…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:48:54Z"
  },
  {
    "title": "How statistics and big data are (slowly) reshaping the world of forens - Fast Company",
    "description": "How statistics and big data are (slowly) reshaping the world of forens Fast Company In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:00:00Z"
  },
  {
    "title": "How statistics and big data are (slowly) reshaping the world of forens - Fast Company",
    "description": "How statistics and big data are (slowly) reshaping the world of forens Fast Company In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:00:00Z"
  },
  {
    "title": "Intel takes on IBM and Microsoft with its own ‘off-the-shelf’ blockchain",
    "description": "Intel is expanding its blockchain offering even further to make it easier for businesses to get into the blockchain game. According to marketing materials published earlier this month, the computer hardware and infrastructure manufacturer has launched what it…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:08:17Z"
  },
  {
    "title": "Polly Announces $7 million Series A to Build Modern Workflow Measurement Solution",
    "description": "Polly today announced the closing of a funding round of $7 million led by Madrona Venture Group with participation from existing seed investors, the Slack Fund, Amplify Partners, and Fathom Capital. Polly provides companies using work collaboration platforms …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:11Z"
  },
  {
    "title": "Veeam, the Dominant Market Leader, Announces Record 2018 Results",
    "description": "Veeam® Software, the leader in Backup solutions that enable Intelligent Data Management™, today announced results from fiscal year 2018, fresh off of a $500 million investment from Insight Venture Partners and Canada Pension Plan Investment Board (CPPIB) in e…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:20:04Z"
  },
  {
    "title": "Taboola Expands Strategic Partnership with Business Insider",
    "description": "Today, Taboola, the leading discovery platform, announced an exclusive two-year partnership with Business Insider to enhance the business news publisher’s user experience by integrating the Taboola Feed on desktop and mobile web. The deal builds on an existin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:08Z"
  },
  {
    "title": "Medivis has launched its augmented reality platform for surgical planning",
    "description": "After two years of development, Medivis, a New York-based company developing augmented reality data integration and visualization tools for surgeons, is bringing its first product to market. The company was founded by Osamah Choudhry and Christopher Morley wh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:06:21Z"
  },
  {
    "title": "Tech Data Launches Cloud Solutions Factory to Meet Digital Transformation Needs",
    "description": "Tech Data (Nasdaq: TECD) today announced the launch of Cloud Solutions Factory, a new global portfolio of end-to-end cloud solutions. The new offering features a host of click-to-run solutions developed by leveraging Tech Data’s ecosystem of vendors to delive…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:02:12Z"
  },
  {
    "title": "Ping Identity Global Channel Director Recognized as 2019 CRN® Channel Chief",
    "description": "Ping Identity, the leader in Identity Defined Security, today announced that CRN ®, a brand of The Channel Company, has named Ping Identity Director of Global Channel Sales Tommy Butler to its prestigious list of 2019 Channel Chiefs. The top IT channel leader…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:08Z"
  },
  {
    "title": "Loop Media, Inc. Launches with Veteran Management Team from Disney, Vevo and Electronic Arts",
    "description": "Loop Media, Inc., a premium short-form streaming service that works seamlessly for both businesses and consumers, announced its launch today after operating in stealth for over two years. The company is led by a proven team of tech, entertainment and media in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:10Z"
  },
  {
    "title": "12 U.S. Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal",
    "description": "During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 with median gender pay equity resolutions…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:00:21Z"
  },
  {
    "title": "NetApp Reports Third Quarter Fiscal Year 2019 Results",
    "description": "NetApp (NASDAQ: NTAP) today reported financial results for the third quarter of fiscal year 2019, which ended January 25, 2019. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:01:07Z"
  },
  {
    "title": "Tikvah Management Trimmed Stake in Amazon Com (AMZN) by $4.30 Million; Washington Trust Bank Decreased Stake in Apple (AAPL) by $1.79 Million - Lives Advice",
    "description": "Tikvah Management Llc decreased its stake in Amazon Com Inc (AMZN) by 7.57% based on its latest 2018Q3 regulatory filing with the SEC. Tikvah Management Llc sold 2,146 shares as the company's stock declined 15.37% with the market. The institutional investor h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:31:20Z"
  },
  {
    "title": "Ingalls & Snyder Has Upped Sharps Compliance (SMED) Holding By $876,054; Parsons Capital Management Has Upped Netflix (NFLX) Stake By $1.05 Million - The Yomi Blog",
    "description": "Parsons Capital Management Inc increased Netflix Inc (NFLX) stake by 226.33% reported in 2018Q3 SEC filing. Parsons Capital Management Inc acquired 2,802 shares as Netflix Inc (NFLX)'s stock declined 22.59%. The Parsons Capital Management Inc holds 4,040 shar…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:14:59Z"
  },
  {
    "title": "Maryland Capital Management Has Cut Position in Apple (AAPL) as Share Value Declined; As International Business Machs (IBM) Market Value Declined, Greenwich Wealth Management Lowered by $415,099 Its Holding - The FinReviewer",
    "description": "Maryland Capital Management Has Cut Position in Apple (AAPL) as Share Value Declined; As International Business Machs (IBM) Market Value Declined, Greenwich Wealth Management Lowered by $415,099 Its Holding The FinReviewer Maryland Capital Management decrease…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:06:17Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft President Brad Smith met Pope Francis on Wednesday to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:02Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft President Brad Smith met Pope Francis on Wednesday to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:02Z"
  },
  {
    "title": "Polly Announces $7 million Series A to Build Modern Workflow Measurement Solution",
    "description": "Polly today announced the closing of a funding round of $7 million led by Madrona Venture Group with participation from existing seed investors, the Slack Fund, Amplify Partners, and Fathom Capital. Polly provides companies using work collaboration platforms …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:11Z"
  },
  {
    "title": "Need to put images in Tooltip",
    "description": "<!-- [DocumentBodyStart:3e327eee-61f9-4850-b98b-009d130de508] -->I have a dashboard that visualizes the number of visits to a web page. I have added weather data to the tool tip to show the minimum and maximum temperature for that day. So the tool tip is like…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:54:10Z"
  },
  {
    "title": "Cisco quarterly revenue, profit beat estimates, shares rise",
    "description": "Cisco Systems Inc reported second-quarter revenue and profit above Wall Street estimates on Wednesday, as the network gear maker benefited from strong growth in its newer businesses such as application software and cyber security.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:19:02Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:00Z"
  },
  {
    "title": "Veeam, the Dominant Market Leader, Announces Record 2018 Results",
    "description": "Veeam® Software, the leader in Backup solutions that enable Intelligent Data Management™, today announced results from fiscal year 2018, fresh off of a $500 million investment from Insight Venture Partners and Canada Pension Plan Investment Board (CPPIB) in e…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:20:04Z"
  },
  {
    "title": "Kansas City Public Schools Becomes First District in Nation to Link K-12 Schools and Nonprofits Through New Data Initiative",
    "description": "Social Solutions Global, in partnership with Ballmer Group, today announced Kansas City Public Schools (KCPS) as the first district in the country to join the organizations’ national initiative to share data for increased program integration between local pro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:01:53Z"
  },
  {
    "title": "Renault Selects Aras to Enable Full Lifecycle Traceability",
    "description": "Aras, the leader in open product lifecycle management (PLM) software for the enterprise, today announced that Renault, a leading French multinational automobile manufacturer, has selected the Aras PLM Platform to manage vehicle software configurations that wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:02:16Z"
  },
  {
    "title": "Insightly Extends Its Industry Leading CRM with New Territory Visualization, Analytics, and Pricing and Quoting",
    "description": "Insightly, the CRM for building lasting customer relationships, today announced the latest version of its product. The new version features innovations in territory visualization, pricing and quoting, and analytics. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:00:10Z"
  },
  {
    "title": "Taboola Expands Strategic Partnership with Business Insider",
    "description": "Today, Taboola, the leading discovery platform, announced an exclusive two-year partnership with Business Insider to enhance the business news publisher’s user experience by integrating the Taboola Feed on desktop and mobile web. The deal builds on an existin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:08Z"
  },
  {
    "title": "Tech Data Launches Cloud Solutions Factory to Meet Digital Transformation Needs",
    "description": "Tech Data (Nasdaq: TECD) today announced the launch of Cloud Solutions Factory, a new global portfolio of end-to-end cloud solutions. The new offering features a host of click-to-run solutions developed by leveraging Tech Data’s ecosystem of vendors to delive…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:02:12Z"
  },
  {
    "title": "Ping Identity Global Channel Director Recognized as 2019 CRN® Channel Chief",
    "description": "Ping Identity, the leader in Identity Defined Security, today announced that CRN ®, a brand of The Channel Company, has named Ping Identity Director of Global Channel Sales Tommy Butler to its prestigious list of 2019 Channel Chiefs. The top IT channel leader…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:08Z"
  },
  {
    "title": "Loop Media, Inc. Launches with Veteran Management Team from Disney, Vevo and Electronic Arts",
    "description": "Loop Media, Inc., a premium short-form streaming service that works seamlessly for both businesses and consumers, announced its launch today after operating in stealth for over two years. The company is led by a proven team of tech, entertainment and media in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:10Z"
  },
  {
    "title": "Sectigo Helps Middle East Companies Combat Phishing, BEC, and Other Web Security Threats",
    "description": "Sectigo (formerly Comodo CA), the world’s largest commercial Certificate Authority and a leader in web security solutions, announced expansion to the Middle East through market-leading partners, including BroadBITS, Checksum Consultancy Co., and Hayyan Horizo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:30:02Z"
  },
  {
    "title": "12 U.S. Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal",
    "description": "During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 with median gender pay equity resolutions…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:00:21Z"
  },
  {
    "title": "NetApp Reports Third Quarter Fiscal Year 2019 Results",
    "description": "NetApp (NASDAQ: NTAP) today reported financial results for the third quarter of fiscal year 2019, which ended January 25, 2019. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:01:07Z"
  },
  {
    "title": "More than 70 percent of Microsoft patches are for memory problems",
    "description": "Mostly because of C and C++ More than 70 percent of Microsoft patches are for memory safety bugs. Speaking to the assembled throngs at an Israel Security conference, a Microsoft engineer Matt Miller said that memory safety bugs happen when software, accidenta…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:32:08Z"
  },
  {
    "title": "Get Help With File Explorer on Windows 10",
    "description": "Windows 10 no longer has built-in help for File Explorer, as Windows 7 does. Microsoft makes you search the web for information, so here\u0092s what you need to know about using Windows 10\u0092s file manager. File Explorer Interface Basics While it\u0092s been renamed \u0093Fil…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:36:43Z"
  },
  {
    "title": "Microsoft Rolls Out Security Updates to Fix 74 Software Vulnerabilities",
    "description": "Microsoft's February 2019 Patch Tuesday is one busy patching cycle, as it includes security updates for several products, including Windows, Office, Internet Explorer, Microsoft Edge, Microsoft Exchange, and others.The software giant resolved a total",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:10:00Z"
  },
  {
    "title": "Microsoft Releases Updates KB4486563, KB4487000 for Windows 7 and 8.1",
    "description": "The February 2019 Patch Tuesday includes not only cumulative updates for Windows 10, but also new monthly rollups for older versions of the operating system, including here Windows 7 and 8.1.First of all, it's Windows 7, which receives the monthly rol",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:15:00Z"
  },
  {
    "title": "Microsoft Acknowledges One Issue in Windows 10 Cumulative Update KB4487044",
    "description": "Microsoft has acknowledged a bug in several of the cumulative updates that it released this month as part of its Patch Tuesday cycle for Windows 10.According to the company, after installing these cumulative updates, previously abbreviated Japanese date a",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:07:00Z"
  },
  {
    "title": "Microsoft Might Be Having Second Thoughts About Classic Paint in Windows 10",
    "description": "The classic Paint app wasn't supposed to be part of Microsoft's modern Windows 10 experience, so the company announced a long time ago that this little tool would just go away and make room for the brand-new Paint 3D app.As a way to ease the trans",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:47:00Z"
  },
  {
    "title": "Readers' Choice Awards 2019: Laptops, Desktop PCs, and Tablets",
    "description": "Which laptop, desktop, and tablet brands are your favorites? Our annual survey reveals that the usual suspects once again have nothing to prove when it comes to earning the respect of PC users across the country.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:00:00Z"
  },
  {
    "title": "Bill and Melinda Gates reject Ocasio-Cortez's 70 percent tax on wealthy, suggest estate tax hike",
    "description": "Billionaire philanthropists Bill and Melissa Gates appeared on \"The Late Show\" and were asked about rhetoric and policy proposals that have been circulating among the American left.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:46:17Z"
  },
  {
    "title": "Comment on Your SAP on Azure – Part 11 – How to migrate? by Roland Kramer",
    "description": "SAP First Guidance – SAP BW on HANA – Edition 2017",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:43:37Z"
  },
  {
    "title": "Cisco quarterly revenue beats estimates",
    "description": "- Cisco Systems Inc reported second-quarter revenue that beat Wall Street estimates on Wednesday, as the network gear maker benefited from its shift to newer businesses such as application",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:16:00Z"
  },
  {
    "title": "Comment on Configuring SAP SMTP service by Diego Hernandez Rollizo",
    "description": "Hi, maybe this is the answer: 2446448 - Accessing shared E-Mail boxes in Office365.com from SAP Contact Center icm/server_port_0 = PROT=HTTP,PORT=80$$,TIMEOUT=600,PROCTIMEOUT=600 icm/server_port_1 = PROT=SMTP,PORT=25000,TIMEOUT=120,PROCTIMEOUT=120,TLS=2 icm/H…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:12:42Z"
  },
  {
    "title": "Comment on Points vs Hours by Pokharan",
    "description": "Why should Scrum Teams estimate in points vs hours? Time is finite, hours undermine velocity, and humans are absolutely awful at estimating in hours.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:38:44Z"
  },
  {
    "title": "Zendesk just hired three former Microsoft, Salesforce and Adobe execs",
    "description": "Today, Zendesk announced it had hired three new executives — Elisabeth Zornes, former general manager of global support for Microsoft Office, as Zendesk’s first chief customer officer; former Adobe executive Colleen Berube as chief information officer and for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:19:22Z"
  },
  {
    "title": "Europe agrees platform rules to tackle unfair business practices",
    "description": "The European Union’s political institutions have reached agreement over new rules designed to boost transparency around online platform businesses and curb unfair practices to support traders and other businesses that rely on digital intermediaries for discov…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:13:14Z"
  },
  {
    "title": "Instant Pot, MacBook Air, Keurig, Vitamix blenders, Apple Watch, Kindle Paperwhite, and more on sale for Feb. 14",
    "description": "Do you have any plans for Valentine's Day? There are many ways to spend the romantic holiday, like killing a lot of zombies with your special someone or watching first date disasters on Dating Around on Netflix. However, we recommend shopping online with thes…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:20:25Z"
  },
  {
    "title": "Latest Windows preview build skips all the way to a 2020 release",
    "description": "An October 2019 update is still planned, but previews of that will come in spring.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:49:14Z"
  },
  {
    "title": "Dealmaster: Take $20 off Red Dead Redemption 2 or Marvel’s Spider-Man",
    "description": "Plus deals on iPads, Amazon devices, Bluetooth speakers, and more.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:21:51Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:04:24Z"
  },
  {
    "title": "10 things in tech you need to know today",
    "description": "Good morning! This is the tech news you need to know this Thursday. Apple CEO Tim Cook promised to investigate the Saudi app branded \"abhorrent\" by a US senator for allowing men to track women. Cook says he will take a look at the Saudi government App Store a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:51:19Z"
  },
  {
    "title": "Crackdown 3 review – flimsy futuristic fun as moreish as popcorn",
    "description": "PC, Xbox One; Sumo Digital/Microsoft This simple action caper where players liberate a neon-clad city from a sinister megacorp makes 15 hours disappear easily A capsule comic-book power fantasy, Crackdown 3 is a colourful, uncomplicated action caper through a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:48Z"
  },
  {
    "title": "Beyond GIGO: how \"predictive policing\" launders racism, corruption and bias to make them seem empirical",
    "description": "\" Predictive policing \" is the idea that you can feed crime stats to a machine-learning system and it will produce a model that can predict crime. It is garbage. It's garbage for a lot of reasons. For one thing, you only find crime where you look for it : so …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:11:15Z"
  },
  {
    "title": "Crackdown 3 is like a sugary treat with no filling",
    "description": "Crackdown 3 is a game for action fiends, the sort who don’t want any of that pesky “story” or “depth” to get in the way of their next dopamine release. It may not be the smartest or most sophisticated game to come out this year, but goddamn is it fun. This is…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:54:08Z"
  },
  {
    "title": "Just like the Kindle, our AI and AR future will be here sooner then we think",
    "description": "Boris is the wise ol’ CEO of TNW who writes a weekly column on everything about being an entrepreneur — from managing stress to embracing awkwardness. You can also get his musings straight to your inbox by signing up for his newsletter! On January 1st, 1997, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:19:27Z"
  },
  {
    "title": "Vessel discovers wreck of World War II carrier Hornet",
    "description": "SEATTLE (AP) — A research vessel funded by the late Seattle billionaire Paul Allen has discovered the wreckage of an American aircraft carrier sunk in the South Pacific during World War II. It is the latest in an ongoing effort to discover sunken vessels.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:24:18Z"
  },
  {
    "title": "Crackdown fixed open-world games before anyone knew they were broken",
    "description": "Crackdown was released in 2007, but remains a towering example of open-world game design. How does an Xbox exclusive from over a decade ago still do open-world gaming better than even most modern games?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:00:00Z"
  },
  {
    "title": "The Ultimate Collection of Free Content Marketing Templates",
    "description": "Does any aspect of your job intimidate you? For content creators, sometimes the most stressful part of the role can be opening a completely blank document to start a new project.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:20:00Z"
  },
  {
    "title": "Bill and Melinda Gates publish their annual letter",
    "description": "“Miraculous” progress in global health, frustration over education",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:55:04Z"
  },
  {
    "title": "Data science is different now",
    "description": "We owe it to juniors to tell them the truth about the field today.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:09:11Z"
  },
  {
    "title": "Isn’t It Time to Rethink Your Cloud Strategy?",
    "description": "Last year, at Re:invent, Amazon AWS launched Outpost and finally validated the concept of hybrid-cloud. Not that it was really necessary, but still… A...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:07Z"
  },
  {
    "title": "Gboard for iOS updated with haptic feedback on iPhone 7 and later",
    "description": "While the Taptic Engine has been a staple of flagship iPhones since 2016, most iOS keyboards — including the system default — do not support haptic feedback. Google today updated Gboard with support for haptics on every key press. more… The post Gboard for iO…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:10:34Z"
  },
  {
    "title": "Disney overtakes Apple in survey of most ‘intimate’ brands",
    "description": "As Walt Disney Co. prepares to pull its content off of streaming services and create its own, there’s at least one good omen: Consumers feel closer to its brand than they do to any other, even Apple Inc.’s.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:04Z"
  },
  {
    "title": "The 7 best free Safari extensions for the Mac",
    "description": "Browser extensions add specific capabilities to Safari by reading and modifying web content to promote an integrated browsing experience that’s tailored to your needs. There are two places to find Apple-approved Safari extensions: The App Store and the Safari…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "What if Microsoft made a smartphone 15 years before Apple did?",
    "description": "What if Microsoft made a smartphone 15 years before Apple did? The year is, well 1995, and Windows has just released an operating system that defines the company’s future, and pretty much the future of computing too....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:00:20Z"
  },
  {
    "title": "Where's the best place to buy a Huawei MateBook 13?",
    "description": "Best answer: The best place to buy the Huawei MateBook 13 is at your favorite retailer that carries it. Pricing is almost identical across retailers. If we had to pick one, we'd recommend buying it through Microsoft so you can earn Microsoft Rewards points....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:00:02Z"
  },
  {
    "title": "Microsoft starts testing next year's Windows 10 feature updates",
    "description": "Windows 10 updates for 2020 are already in testing, before the first 2019 update is even done! Here's what's going on. Microsoft has just flighted its first \"Skip Ahead\" build of Windows 10 for Insiders today, but this one comes with a twist. Instead of testi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:03:35Z"
  },
  {
    "title": "Xbox Game Pass increases sales and playtime says Microsoft",
    "description": "Xbox Game Pass is doing rather well. Xbox Game Pass is a subscription service which costs $9.99 per month. Customers gain access to over a hundred games — ranging from smaller experiences to massive blockbusters — for a limited time. Just like Netflix, some t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:09:50Z"
  },
  {
    "title": "First 20H1 Windows 10 build heads to Insiders on Skip Ahead ring",
    "description": "Well, that was unexpected. Microsoft is shipping out another Windows 10 Insider build to Skip Ahead Insiders today, but this one is a little special....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:17:19Z"
  },
  {
    "title": "Visual Studio 2019 to launch April 2 with all-day event",
    "description": "We're just two months out from Visual Studio's next major release. Microsoft only just released the first Visual Studio 2019 preview in December, but it's gearing up to launch it to everyone soon....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:00:55Z"
  },
  {
    "title": "Unlock multiplayer access with $18 off one year of Xbox Live Gold",
    "description": "Join Xbox Live Gold or renew your membership at a discount for a limited time only. CDKeys is offering $18 off a one-year Xbox Live Gold membership while supplies last, bringing its price down to just $41.99. Normally priced at $60, most deals we see on this …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:03:15Z"
  },
  {
    "title": "A regular Xbox One controller is still perfect for Apex Legends players",
    "description": "We love gaming on Xbox, and test as many gaming peripherals as possible to give you the best advice on top-tier products. Apex Legends burst onto the battle royale scene and is quickly giving Fortnite a run for its money. If you're jumping ship or just want t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:00:02Z"
  },
  {
    "title": "Windows Community Toolkit 5.1 brings tools for animations, image cropping",
    "description": "Big changes are afoot in Windows Community Toolkit version 5.1. Receiving its first update since October, Windows Community Toolkit got the bump to version 5.1 this week, bringing a few big additions....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:55:06Z"
  },
  {
    "title": "Black Desert beta is now live on Xbox One",
    "description": "Test out Black Desert right now! Black Desert is a third-person action game by Korean developer Pearl Abyss. The title can be classified as a sandbox-oriented massively multiplayer online role-playing game (MMORPG) which offers players \"unprecedented freedom.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:03Z"
  },
  {
    "title": "Final Fantasy IX joins Xbox Play Anywhere",
    "description": "The Final Fantasy onslaught begins. A few months ago, Square Enix announced that it was bringing a slew of old Final Fantasy games to Xbox One and other platforms. Today, the company released Final Fantasy IX for the console. The best part is that it supports…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:41:22Z"
  },
  {
    "title": "Apex Legends: How to unlock Caustic",
    "description": "Caustic is a big tank character in Apex Legends. Like Gibraltar, he is a defensive playable character (PC) with some very cool status damaging attacks. While there are plenty of PCs to choose from for free, if you want to play as Caustic or Mirage from the ge…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:26:44Z"
  },
  {
    "title": "Apex Legends: How to unlock Mirage",
    "description": "Mirage is a unique looking character. Using technology to create holograms of himself, he can be used to misdirect other squads while you sneak up and destroy them. Both Caustic and Mirage are the only two Legends stuck behind a paywall, so you will need some…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:25:21Z"
  },
  {
    "title": "How to pick the best XPS 13",
    "description": "Best answer: Out of the three XPS 13 versions that Dell currently offers, the 9370 likely makes the most sense for a lot of people due to a combination of performance, price, and features. The latest 9380, however, does offer 8th Gen Intel Whiskey Lake proces…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "Black Desert is an MMO with a little something for everyone to enjoy",
    "description": "There's a little something for everyone to enjoy when Pearl Abyss brings Black Desert to Xbox One. MMOs tend to be few and far between on Xbox One, with studios putting most of their efforts into PC development. Black Desert, which first released as Black Des…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:03Z"
  },
  {
    "title": "Far Cry New Dawn is the epilogue Far Cry 5 never received",
    "description": "Far Cry New Dawn is the epilogue Far Cry 5 never received. Far Cry New Dawn is the direct sequel to Far Cry 5, and continues the story after the original's nuclear ending. If you choose to continue pursuing Joseph Seed — also known as The Prophet — the world …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:03Z"
  },
  {
    "title": "Crackdown 3 is fun, dated, and disappointingly shallow",
    "description": "Crackdown 3 is finally here. Announced almost five years ago, Crackdown 3 has become a bit notorious for its lengthy development cycle. Was it all worth it? Crackdown 3 was revealed almost five years ago at E3 2014. Since then, the game has become notorious f…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:02Z"
  },
  {
    "title": "Use an 8-char Windows NTLM password? Don't. Every single one can be cracked in under 2.5hrs",
    "description": "CorrectHorseBatteryStaple once again more secure and memorable than ff3sd21n HashCat, an open source password recovery tool, can now crack an eight-character Windows NTLM password hash in less time than it will take to watch Avengers: Endgame.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:56:32Z"
  },
  {
    "title": "Boss of venerable sect with millions of devoted followers meets boss of venerable sect with... yeah, you get the idea",
    "description": "Microsoft prez Brad Smith talks AI and ethics with the Pope The head of an organisation noted for being a bit unpleasant over the years, and is now trying to rehabilitate its image for a new generation, met the Pope this week.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:13:00Z"
  },
  {
    "title": "Mylio Review: Safely and Easily Organize All of Your Photos",
    "description": "Mylio is a powerful photo and video organization and storage tool that allows you to easily sort and carry your entire photo library on all your devices.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:08:58Z"
  },
  {
    "title": "Get An Xbox One X With Free Fallout 76 For $400 Right Now In US",
    "description": "Microsoft is offering a nice deal on one of the Xbox One X bundles right now. The Fallout 76 Xbox One X bundle, which normally sells for $500 USD, is now going for $400 USD. Two versions of the bundle are available, including the Robot White and standard blac…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:36:00Z"
  },
  {
    "title": "‘Crackdown 3’ is a bizarre blast from the past",
    "description": "Twelve years ago this month, Microsoft began distributing invites for the Halo 3 beta through copies of an Xbox 360 exclusive title called Crackdown. The explosive open-world action game might not have made much of a splash if not for the inclusion of the bet…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:05:39Z"
  },
  {
    "title": "BOY, God of War won big at the DICE Awards",
    "description": "At the DICE Summit in Las Vegas tonight, the Academy of Interactive Arts and Sciences awarded game of the year to Sony Santa Monicaâ€ \u0099s God of War....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:56:00Z"
  },
  {
    "title": "Get a job: Fantasy Flight Interactive is hiring a Technical Art Director",
    "description": "The team is looking for an Art Director who will be responsible for the visual quality of their games and maintaining high-quality visual consistency in all aspects of the games they develop....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:00:00Z"
  },
  {
    "title": "Why venture capital doesn’t work for everyone",
    "description": "On the latest Recode Media podcast, Indie.vc founder Bryce Roberts says it’s only for the 1 percent of the 1 percent.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:20:00Z"
  },
  {
    "title": "Leo Santa Cruz vs. Rafael Rivera: Fight Odds, Time, Date, Live Stream, TV Info",
    "description": "Leo Santa Cruz (35-1-1, 19   KOs  ) will return to the ring after eight months away on Saturday when he puts his   WBA   super world featherweight championship on the line against late-replacement Rafael Rivera (26-2-2, 17   KOs  )...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:02Z"
  },
  {
    "title": "Crackdown 3 Review: Gameplay Impressions, Videos and Speedrunning Tips",
    "description": "The tale of Crackdown 3 is one of tumultuous chaos.      Few games have had as wild of a ride to release, with the game initially announced in 2014 before hitting several walls...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:07:25Z"
  },
  {
    "title": "Shop HP's Presidents' Day Sale And Save Hundreds",
    "description": "Save during our Presidents' Day Sale with Free Shipping when you buy now online. Get our best laptop, PC and printer deals when you shop with HP.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:58:57Z"
  },
  {
    "title": "23 Electron Applications You Should Know About",
    "description": "Here we present the best Electron applications available for Linux desktops, including Ubuntu, as well as macOS and Windows too. Now, we’ve written about a slew of Electron apps over the past few years, ranging from desktop podcast clients to hybrid terminal/…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:44:59Z"
  },
  {
    "title": "Microsoft releases Windows 10 Insider Preview Build 18836 from 20H1 dev branch",
    "description": "While everyone was expecting a new 19H2 build, Microsoft today surprised everyone by released a new Insider Preview build from the 20H1 development branch for Skip Ahead users. Microsoft mentioned that it will start releasing 19H2 bits to Insiders later this …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:20:18Z"
  },
  {
    "title": "Check out the world’s first Windows collaboration display from Avocor (video)",
    "description": "Last year, Microsoft announced a new category of devices called Windows Collaboration Displays which are interactive displays that are meant for meeting rooms. These displays allow people to experience Microsoft 365 services such as Office, Teams and Whiteboa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:22:58Z"
  },
  {
    "title": "Microsoft to brand Centaurus and Pegasus operating system as ‘Lite’",
    "description": "We have heard varying reports about Microsoft’s operating system for a new generation of devices. Windows Core OS is meant to be the core of a modular operating system with a layer of shells which changes per device, such as Andromeda for Microsoft’s Surface …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:05:57Z"
  },
  {
    "title": "Microsoft claims Xbox Game Pass improves sales and playtime",
    "description": "Microsoft’s monthly video game subscription service, Xbox Game Pass, is doing remarkably well, according to Microsoft. In an interview with The Sydney Morning Herald, Head of Planning at Xbox Game Pass Matt Percy shed some light on many aspects of Game Pass’ …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:16:37Z"
  },
  {
    "title": "Visual Studio 2019: What is Windows Mobile?",
    "description": "Theoretically Windows Mobile, Microsoft’s much maligned mobile operating system, still has about 10 months to live, with support formally ending on the 10th December 2019. Microsoft has however washed their hands off the system some years ago, with the latest…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:23:37Z"
  },
  {
    "title": "Xiaomi isn’t hiding the design of its next flagship",
    "description": "As the firm’s products expand to markets like the UK, Xiaomi is seizing 2019 by the horns. The firm will be launching its flagship Xiaomi Mi 9 in a week, and has packed that announcement with images of the Mi 9. Perhaps with phone leaks coming fast and furiou…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:45:37Z"
  },
  {
    "title": "Twitter starts testing new profile previews on iOS and Android",
    "description": "Twitter has debuted a new way to check out profiles on iOS without leaving your timeline. When ina conversation, or simply scrolling down the YL, users can tap on @ handles to bring up a quick overview of the profile mentioned. From there, users can see who t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:35:29Z"
  },
  {
    "title": "Hellblade: Senua’s Sacrifice is coming to Nintendo Switch",
    "description": "Ninja Theory’s Hellblade: Senua’s Sacrifice is making its way to Nintendo Switch. Announced during last night’s Nintendo Direct, the narrative-based hack-and-slash will be available in a portable form. Surprisingly, it still looks rather nice. This is a prett…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:51:09Z"
  },
  {
    "title": "The Leo Santa Cruz Story: Hollywood's Next Great Sports Movie?",
    "description": "Leo Santa Cruz’s story manages to weave three proven Hollywood formulas into one vibrant movie. Only two questions remain: How long will the boxer fight and when will Tinseltown come calling?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:32:00Z"
  },
  {
    "title": "Halo 5: Guardians (Xbox One Digital Code) $11.90",
    "description": "CDKeys has Halo 5: Guardians (Xbox One Digital Code) on sale for $11.89. Thanks DannyRayBlue\r\n\r\nNote, you may redeem your code in the 'Store' section on your Xbox console or by visiting microsoft. ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:13:32Z"
  },
  {
    "title": "Westbury technology nonprofit focused on STEM wins $100K state grant",
    "description": "Luis E. Tolosa credits an educational nonprofit in his hometown of Westbury, N.Y., with giving him the skills necessary to become a video game developer.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:38:31Z"
  },
  {
    "title": "RIP Dr. Bernard L. Peuto, Porting Android 9 Pie Go Stack to Rpi 3, LibreOffice v6.2 Coming Soon, Red Hat Virtualization Platform 4.3 Beta Released, Deepin Desktop Environment",
    "description": "It is with a heavy heart that I write to inform you that the father and architect of the Zilog Z8000 processor, Dr. Bernard L. Peuto, has passed. Learn more about his contributions to tech and the legacy he has left here. An independent group referring to the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:00Z"
  },
  {
    "title": "The Adafruit/Dave Astels Flipperbot added to the IEEE Robots Compendium #IEEE #Robot #MakeRobotFriend #Adafruit @Adafruit @DAstels",
    "description": "Back in October, Adafruit published the guide CRICKIT Flippy Robot which introduced the world to a cute robot powered by the Adafruit Crickit board – Flipperbot.A few days ago, the IEEE Robots site (robots.ieee.org) inducted Flipperbot into their compendium o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:25:54Z"
  },
  {
    "title": "Ruthless and sophisticated: How hackers exploit new tech",
    "description": "A new study shows internet-connected devices and employees are being used to steal data and money from organisations.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:27:11Z"
  },
  {
    "title": "‘God of War’ Wins DICE Game of Year, Eight Other Awards",
    "description": "The PlayStation 4’s “God of War” was named Game of the Year at the 22nd annual DICE Awards in Las Vegas Wednesday night and took home eight other awards. The SIE Santa Monica Studio developed and Sony Interactive Entertainment published game also took home aw…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:56:54Z"
  },
  {
    "title": "Geek Deals: 33 Percent off RDR2 and Spider-Man, 20 Percent off LEGO Ideas Ship in a Bottle",
    "description": "Ready to catch up on some of the best games from 2018? Right now, you can grab Red Dead Redemption 2 and Spider-Man for just $40 a pop. Continue looking through the list, […] The post Geek Deals: 33 Percent off RDR2 and Spider-Man, 20 Percent off LEGO Ideas S…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:41:26Z"
  },
  {
    "title": "Hellblade: Senua's Sacrifice headed to Nintendo Switch",
    "description": "In a surprise announcement during last night's Nintendo Direct, the excellent Hellblade: Senua's Sacrifice was confirmed for launch on Switch. Developed by Cambridge-based Heavenly Sword and Enslaved studio Ninja Theory, Hellblade previously launched on PC, P…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:13:00Z"
  },
  {
    "title": "Obsidian's The Outer Worlds explored in new videos",
    "description": "If you liked Fallout: New Vegas, chances are you'll be excited for Obsidian's new game The Outer Worlds, because it looks like New Vegas meets BioShock in space. The Outer Worlds was unveiled in a short video at The Game Awards in December (not to be confused…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:11:00Z"
  },
  {
    "title": "Crackdown 3 tech analysis: a console classic reborn?",
    "description": "The journey towards Crackdown 3's release has not been a smooth one - but after some four years in development, the game is finally complete. Its troubled history and dodgy trailers left us concerned about the quality of the final product but as it turns out,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:00Z"
  },
  {
    "title": "What Euronet Worldwide Wants Shareholders to Know",
    "description": "On a recent earnings call, management discussed network scale, a new digital platform, and renewed growth in a key business segment.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:42:00Z"
  },
  {
    "title": "5 Leadership Tips for Aspiring Fraudsters",
    "description": "If you want to be a massive con artist, take a few lessons from recent Hall of Famers Elizabeth Holmes and Billy McFarland.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:22:00Z"
  },
  {
    "title": "Pluralsight, Inc. (PS) Q4 2018 Earnings Conference Call Transcript",
    "description": "PS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:11:42Z"
  },
  {
    "title": "Insight Enterprises Inc (NSIT) Q4 2018 Earnings Conference Call Transcript",
    "description": "NSIT earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:28:04Z"
  },
  {
    "title": "5 Key Investing Points, Rule Breakers Style",
    "description": "Five lessons so nice, we’ll say them twice, and maybe investors will benefit twice as much from them.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:30:00Z"
  },
  {
    "title": "Equinix Inc (EQIX) Q4 2018 Earnings Conference Call Transcript",
    "description": "EQIX earnings call for the period ending  December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:39:41Z"
  },
  {
    "title": "NetApp Inc (NTAP) Q3 2019 Earnings Conference Call Transcript",
    "description": "NTAP earnings call for the period ending January 25, 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:06:35Z"
  },
  {
    "title": "Amazon is pulling out of New York City, but analysts say that the most important part of the HQ2 strategy is proceeding as planned (AMZN)",
    "description": "On Thursday, Amazon announced it will no longer build a second headquarters in Long Island City in New York. Amazon will still build HQ2 in Crystal City, Virginia, where it can focus on hiring talent there and amplifying its federal presence near Washington, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:56:31Z"
  },
  {
    "title": "A $115 million short trade on Dutch tech unicorn Adyen is the latest hedge-fund bet against Europe's IPO darlings",
    "description": "Maplelane Capital is making a $115 million bearish bet on one of Europe's newest tech darlings — Dutch payment company Adyen. It's part of a trend where more hedge funds have been heaping skepticism on recently IPO'd European companies, including UK-based lux…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:32:38Z"
  },
  {
    "title": "A venture partner who invested in tech winners like DocuSign explains why crypto is here to stay",
    "description": "The crypto market may be in a decline, but that hasn't stopped some Silicon Valley investors from investing in the space. Cyptocurrencies are here to stay, said Philippe Botteri, a partner at venture firm Accel. Crypto may be in the doldrums, but that doesn't…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:28:06Z"
  },
  {
    "title": "Microsoft releases Windows 10 code from the 20H1 branch to Insider testers",
    "description": "Microsoft is releasing to 'Skip Ahead' testers a new Windows 10 build from a development branch that won't turn into a shipping feature update until Spring 2020.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:33:00Z"
  },
  {
    "title": "India seeks access to private WhatsApp messages in violence, pornography crackdown",
    "description": "In the latest skirmish, the government is targeting Facebook Inc’s WhatsApp, the popular messaging service increasingly important to its parent’s bottom line.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:31:06Z"
  },
  {
    "title": "Software pirates using Apple’s enterprise tech to put hacked apps on iPhones",
    "description": "Using so-called enterprise developer certificates from Apple, many of these pirate operations are providing modified versions of popular apps to consumers on iPhones and putting hacked apps onto their devices",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:06:32Z"
  },
  {
    "title": "Crackdown 3 Is What It’d Feel Like If Netflix Made a Video Game",
    "description": "It’s a fun enough game, so long as you’re only paying $10 to play it through Xbox’s subscription service.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:04Z"
  },
  {
    "title": "Far Cry: New Dawn Is a Sillier, Better Version of Far Cry 5",
    "description": "The newest Far Cry game is a textbook example of creativity springing from tight restrictions.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:01Z"
  },
  {
    "title": "President Trump, India, China: Your Friday Briefing",
    "description": "The former F.B.I. deputy director, Andrew McCabe, in Washington, D.C. in 2017.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:26:48Z"
  },
  {
    "title": "Medical Software Maker Medivis Closes $2.3 Million in Funding to Bring HoloLens to Surgical Platform",
    "description": "The HoloLens has made enough of an impact on the healthcare industry for Microsoft technology partner Medivis to convince investors to pledge $2.3 million in funding for its surgical platform. On Tuesday, along with closing its seed funding round, the company…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:00:00Z"
  },
  {
    "title": "Microsoft Skips Ahead to Windows 10's 20H1 Dev Branch",
    "description": "Microsoft released Windows 10 Insider Preview Build 18836, which comes from the 20H1 development branch, to Skip Ahead members of the Windows Insider Program.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:40:06Z"
  },
  {
    "title": "Visual search: The future is now",
    "description": "We are a visually oriented species. Humans can understand pictures in the blink of an eye. In comparison, we read terribly slow and understand the text even slower. What’s more, a percentage of the world’s population consists of visual thinkers — people who a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:28:02Z"
  },
  {
    "title": "Insurance Giant Allstate Buys Independent Phone Repair Company, Joins Right to Repair Movement",
    "description": "With Allstate's purchase of iCracked, you could say the right to repair movement is ... in good hands.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:29:51Z"
  },
  {
    "title": "The Internet Was Built on the Free Labor of Open Source Developers. Is That Sustainable?",
    "description": "A look at the complicated business of funding open source software development.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:30:00Z"
  },
  {
    "title": "Windows 10 (20H1) Build Tracker for PCs",
    "description": "We track the history of the development builds released for the 20H1 feature update for Windows 10 which is scheduled for release in the March/April 2020 time frame.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:35:17Z"
  },
  {
    "title": "Windows 10 Now Runs on the Raspberry Pi",
    "description": "Ever wanted to run Windows 10 on a Raspberry Pi? Now you can. Whether or not you should, well... that's another question. The post Windows 10 Now Runs on the Raspberry Pi appeared first on ExtremeTech.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:43:14Z"
  },
  {
    "title": "The Case for Writing a Book Even if it Sells NO Copies",
    "description": "The benefits of the process plus Amazon's amazing self-publishing platform.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:09:41Z"
  },
  {
    "title": "AI, Machine Learning and Data Science Roundup: February 2019",
    "description": "A monthly roundup of news about Artificial Intelligence, Machine Learning and Data Science. This is an eclectic collection of interesting blog posts, software announcements and data applications from Microsoft and elsewhere that I've noted over the past month…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:41:23Z"
  },
  {
    "title": "God of War Wins Game of the Year at DICE Awards",
    "description": "God of War dominated at this year’s 22nd annual DICE Awards, held by the Academy of Interactive Arts and Sciences tonight in Las Vegas.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:04:38Z"
  },
  {
    "title": "5 Great Discounted Microsoft Xbox One Games",
    "description": "If you own an Xbox One and you're looking to save a few bucks on some of the console's best games, look no further than this roundup of the best sales on some of the top Xbox One video games.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:00Z"
  },
  {
    "title": "Omar Figueroa Jr. Vs. John Molina Jr: Date, Time, TV, Stream Info, Potential Viewership Competition",
    "description": "Omar Figueroa Jr. returns to the ring after a nearly two-year layoff to face John Molina Jr. in a PBC co-main event that will probably be a better fight than the featured bout.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:53:00Z"
  },
  {
    "title": "Best Laptops for College",
    "description": "Best laptops for college students",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:00:00Z"
  },
  {
    "title": "Xbox One's 'Crackdown 3' Reviews Are In And This Is The Only Way This Could Have Ended",
    "description": "Crackdown 3 has finally arrived after years of looking like it was in rough shape. And the final result is not exactly a surprise.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:13:00Z"
  },
  {
    "title": "BigTech Poses A Greater Threat To Financial Institutions Than FinTech",
    "description": "BigTech’s competitive impact on financial institutions may be greater than that of FinTech, because BigTech usually have large, established customer networks and enjoy name recognition and trust. Global regulators must be vigilant at how financial institution…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:00Z"
  },
  {
    "title": "How To Play 'Crackdown 3' For $2, Or For Free",
    "description": "'Crackdown 3' is a part of Microsoft Game Pass, so that means you can play it for the promotional price of $2. Or free if you haven't used your trial.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:37:00Z"
  },
  {
    "title": "Analysis: IBM CEO Declares Chapter 2 of Cloud and AI at IBM Think 2019",
    "description": "At IBM Think 2019 IBM CEO sets the stage for Chapter 2 of the cloud, data, storage, and artificial intelligence.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:34:00Z"
  },
  {
    "title": "Leo Santa Cruz Vs. Rafael Rivera: Date, Time, TV, Live Stream And Potential Viewership Competition",
    "description": "Leo Santa Cruz returns to defend his WBA title against late-replacement Rafael Rivera.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "Bitcoin Whales Are Gearing Up For The Next Bitcoin Price Bull Run",
    "description": "Bitcoin is trapped in an on-going 13-month bear market but that hasn't stopped some of bitcoin's biggest supporters and cheerleaders from predicting a return to the heady days of 2017...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:35:00Z"
  },
  {
    "title": "How AI Could Protect Your Business From Financial Fraud",
    "description": "While AI will never replace the need for finance professionals, those who don’t embrace the technology will be replaced by those who do.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "Microsoft Developer: You Still Should Have Anti-Virus With Windows Subsystem For Linux",
    "description": "While disabling Windows Defender or other anti-virus programs may partially help offset the performance losses imposed by running Windows Subsystem for Linux, a.k.a. \"Bash for Windows\" or Ubuntu and other distributions running natively atop Windows 10 and now…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:27:12Z"
  },
  {
    "title": "Complete guide to Install SharePoint in a Three Server Farm using AutpSPInstaller",
    "description": ". This article will be divided to three sections.  Setting up the Environment and Service Accounts. Getting Ready with AutoSPInstaller Online. Configuring the XML using Online Editor and Installation..  . Setting up the Environment and Service Accounts.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:37:00Z"
  },
  {
    "title": "Microsoft Store President's Day Sale - $200 off Surface Pro 6 Tablet",
    "description": "Microsoft Store is taking $200 off Surface Pro 6 12.3\" Tablet Configsduring their President's Day Sale. Free Shipping. Save up to 22% off. They ar...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:57:00Z"
  },
  {
    "title": "Here’s the list of changes and improvements for the first 20H1 Windows Insider Skip Ahead build 18336",
    "description": "Microsoft just released the latest Windows Insider build, this one with a bit of a twist. The new build, 18336, is for Skip Ahead Insiders, but for the 20H1 release. In case you’re not caught up with all the latest jargon, Microsoft has yet to release the “Sp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:26:38Z"
  },
  {
    "title": "Microsoft releases first 20H1 build for Skip Ahead Insiders, 19H2 to come later this Spring",
    "description": "That’s quite a surprise, but Microsoft is releasing today the first 20H1 build for Insiders who opted into Skip Ahead.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:25:57Z"
  },
  {
    "title": "Visual Studio 2019 to be released on April 2 with 9am PST launch event",
    "description": "Microsoft is preparing the next major release of Visual Studio, a popular integrated development environment for the Windows operating system.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:37:35Z"
  },
  {
    "title": "New details emerge on Microsoft’s “Lite OS”",
    "description": "There’s a good chance that it will only have a vague familiarity with what we know today as Windows from a UI perspective",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:48:42Z"
  },
  {
    "title": "Microsoft will live stream its Mobile World Congress press event with Alex Kipman on February 24",
    "description": "As we’re getting closer to Microsoft’s Mobile World Congress press conference on February 24, we just had the confirmation that the event will be live-streamed.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:38:24Z"
  },
  {
    "title": "Crackdown 3 review: Another Xbox exclusive game that doesn’t live up to the hype",
    "description": "After five years of development, it’s not clear if Crackdown 3 is the game that could make the Crackdown franchise join the elite league of Halo, Gears of War and Forza.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:02:34Z"
  },
  {
    "title": "Call of Duty 2019 will see the return of single player campaigns",
    "description": "Bringing back its story mode may be just the break gamers need from the increasingly crowded arena of mindless battle in 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:12:25Z"
  },
  {
    "title": "Classic J-RPG Final Fantasy IX launches on Xbox One and Windows 10 with Xbox Play Anywhere support",
    "description": "Final Fantasy IX, a classic J-RPG originally released on Playstation in 2000 is now available on Xbox One and Windows 10 with Xbox Play Anywhere support.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:46:19Z"
  },
  {
    "title": "Xbox Live free titles for the weekend include Rainbox Six Siege & NBA 2K19",
    "description": "Xbox Live Gold members can take NBA 2K19 and Rainbow Six Siege for a test run over the weekend to occupy their time.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:49:06Z"
  },
  {
    "title": "Opera is beta testing a “reborn” desktop browser design",
    "description": "Opera has been working on a new design for its web browser of the same name, and today the company has released it as a developer version for those who wish to try the new design.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:09:38Z"
  },
  {
    "title": "22 Best Free PowerPoint Pitch Deck Templates (For 2019)",
    "description": "Pitch decks are how you sell your startup to the world. These are PowerPoint templates built to showcase your vision, mission, products, and offerings. They introduce your brand and convince...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:55:21Z"
  },
  {
    "title": "You can finally pre-order an Xbox Onesie, starting at $74.99",
    "description": "After promising to deliver the legendary Xbox Onesies to the general public last November, Microsoft is finally selling them. The clothing items will ship on March 22, and start at $74.99. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:12:01Z"
  },
  {
    "title": "Microsoft to hold a launch event for Visual Studio 2019 on April 2",
    "description": "Today, Microsoft announced that it will hold a virtual launch event for its upcoming IDE, Visual Studio 2019. There will be a bunch of coding demos, and it will announce availability of the product. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:30:01Z"
  },
  {
    "title": "iOS 13 Concept Shows iPad Multi-User Accounts, System-Wide Dark Mode, And Tons More",
    "description": "Latest iOS 13 concept shows iPad multi-user accounts, system-wide Dark Mode, and tons of more features. Here are the details. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:28:55Z"
  },
  {
    "title": "Apple Watch Series 4 Heart Rate Alert Yields Another Timely Diagnosis",
    "description": "According to a new report, Fayetteville home health nurse Beth Stamps was visiting a patient when she noticed that her own heart rate was abnormally high thanks to an alert by her Apple Watch. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:10:10Z"
  },
  {
    "title": "Filza For iOS 12 / 12.1.2 RootlessJB Jailbreak Released",
    "description": "Filza for iOS 12 and 12.1.2 jailbreak IPA released for recently announced RootlessJB. Here are the details on it. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:51:29Z"
  },
  {
    "title": "AUKEY’s 20000mAh Power Bank Charges Via Lightning + Micro USB, Perfect For All Mobile Devices, Just $16.99 Today",
    "description": "AUKEY's extremely useful and highly-reliable 20,000mAh portable charger complete with Qualcomm Quick Charge 3.0 is available right now at a heavily discounted rate. Via Amazon, you can now pick this up for just $16.99 using the provided discount code. [ Conti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:49:48Z"
  },
  {
    "title": "Goldman Sachs: Google Paid Apple $9.5 Billion In 2018, Here’s Why",
    "description": "Multiple sources have had a go at guessing the amount of money that Apple gets from Google to keep its services at the top of the tree on iPhones, iPads, and Macs. Now, it’s Goldman Sachs’ turn, with $9.5 billion the number it believes Google paid Apple durin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:04:31Z"
  },
  {
    "title": "Spider-Man For PlayStation 4 Gets Discounted To Just $39.99 For A Limited Time",
    "description": "If you own a PS4 and haven't taken Spider-Man for a spin, then you're living life wrong. It's as simple as that, because this is one game that deserves to be in the collection of every PS4-owning family on the planet. We're not kidding, it's that good. And ri…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:52:18Z"
  },
  {
    "title": "New Apple Patent Lets Users Unlock Vehicles Using Biometric Verification",
    "description": "New Apple patent hints at letting users unlock vehicles using biometric verification. Here are all the details on this. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:45:17Z"
  },
  {
    "title": "Presidents’ Day Deal: Moto X4 Android One Smartphone Discounted To Just $14.99, An Absolute Steal!",
    "description": "You can treat yourself to a brand new Moto X4 Android One smartphone for a price of just $149.99 today. That's a $200 discount on the original price and an early Presidents' Day deal you shouldn't miss! [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:26:34Z"
  },
  {
    "title": "Apple Reportedly Invites Hollywood Stars To Unveil Its Video Streaming Service At March 25th Event",
    "description": "A number of reports are suggesting that Apple is planning on unveiling its brand new video streaming service during a star-studded event on March 25th. An array of Hollywood stars will reportedly be on hand to bolster the offering and promote Apple's service.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:45:28Z"
  },
  {
    "title": "This Trail Camera Has Superior Lowlight Performance, Shoots Video In 1080p, Just $59.99 Today",
    "description": "If you are in the market for a rugged and ready trail camera then you have definitely come to the right place at the right time. Available now, for what is likely to be a limited period of time, you can now grab this APEMAN IP66-rated trail camera for just $5…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:36:16Z"
  },
  {
    "title": "Anker Has Discounted Tons Of iPhone X, iPhone 8, iPhone 8 Plus Cases To Just $4",
    "description": "If you haven't already grown tired of us telling you how amazing the folks at Anker are, then you really haven't peen paying enough attention. We can't get enough of Anker cables, chargers, or just about anything really, so the idea of host of Anker iPhone ca…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:05:53Z"
  },
  {
    "title": "Windows Community Toolkit v5.1 is now available",
    "description": "Microsoft has released a new update to the Windows Community Toolkit, which brings support for high quality animations thanks to the addition of Lottie-Windows.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:06:28Z"
  },
  {
    "title": "New Xbox ‘hoodies’ hit the Xbox apparel store",
    "description": "Xbox Hooded Union Suit and Xbox Hooded Union Suit Fallout 76 inspired much wardrob just lan",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:08:24Z"
  },
  {
    "title": "Acing the algorithmic beat, journalism’s next frontier",
    "description": "Algorithms shape large parts of everyday life: our interactions with other people, what products we purchase, the information we see (or don’t see), our investment decisions and our career paths. And we trust their judgment: people are more likely to follow a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:21:12Z"
  },
  {
    "title": "Remains of USS Hornet, Storied WWII Aircraft Carrier, Discovered at Bottom of South Pacific",
    "description": "After a fierce battle in 1942, the USS Hornet succumbed to an onslaught from Japanese dive-bombers, torpedo planes and destroyers, which hit the ship with torpedoes. But now, shipwreck hunters have finally located the Hornet's remains.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:13:00Z"
  },
  {
    "title": "Huawei to build data centers in South Africa",
    "description": "China's Huawei will build two data centers in South Africa from March, it said, as part of plans to expand cloud services across Africa.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:42:26Z"
  },
  {
    "title": "Here’s one more reason to work at Lululemon",
    "description": "The athleisure company is heading to the future. Lululemon is already famous for the flexibility of its yoga pants, and now it’s extending some of that flexibility to employees. Read Full Story",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:25Z"
  },
  {
    "title": "Update 19.02 for Azure Sphere public preview now available",
    "description": "The Azure Sphere 19.02 release is available today. In our second quarterly release after public preview, our focus is on broader enablement of device capabilities, reducing your time to market with new reference solutions, and continuing to prioritize feature…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:27Z"
  },
  {
    "title": "20+ Best Free PowerPoint Templates",
    "description": "Not everyone can afford to buy premium PowerPoint templates to create their slideshows. But, that doesn’t mean you have to settle for a default template. There are dozens of incredible free PowerPoint templates to try out! A great thing about the design commu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:31Z"
  },
  {
    "title": "Update now! Microsoft and Adobe’s February 2019 Patch Tuesday is here",
    "description": "Internet Explorer (IE) may have launched way back in 1995 but nearly a quarter of a century later it’s still creating work for Microsoft and Windows users.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:39:33Z"
  },
  {
    "title": "Microsoft takes Insiders into next year, with the release of the first Windows 10 20H1 build",
    "description": "Microsoft is currently hard at work finishing off the next big feature update for Windows 10, codenamed 19H1. This is due out in a couple of months’ time, and will be followed by 19H2, out in the Fall. Insiders who opted into the Skip Ahead branch (if you mis…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:24:13Z"
  },
  {
    "title": "Here’s one more reason to work at Lululemon",
    "description": "The athleisure company is heading to the future. Lululemon is already famous for the flexibility of its yoga pants, and now it’s extending some of that flexibility to employees. Read Full Story",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:25Z"
  },
  {
    "title": "How to Make Your Excel Skills Superhero Worthy",
    "description": "Excel is a crucial tool for any PPC marketer. That's why it's important to continually brush up on your skills and make sure you use Excel to your full advantage. Here's two resources that can help you do that!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:58Z"
  },
  {
    "title": "What Recession?",
    "description": "Most of the Dow Jones Industrial Average companies have reported their full year 2018 earnings, and the raw data is interesting, to say the least. After a robus",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:57:52Z"
  },
  {
    "title": "Dividend Growth Investing, Or Quality Growth Investing",
    "description": "The hunt for dazzling dividends can blind you from opportunities to own truly exceptional businesses. Why not focus on improving the business quality of my port",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:00:10Z"
  },
  {
    "title": "How To Monitor Your Dividend Growth Portfolio",
    "description": "My portfolio consists of more than 70 different companies, and a question I often hear is: How can you monitor it in a limited timeframe? The truth is that easi",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:03:53Z"
  },
  {
    "title": "Bert Hochfeld On The Investing City Podcast (Transcript)",
    "description": "Bert goes over his own research process to analyze fast growing tech stocks. Bert talks about digital transformation and why that is a foreign concept to value",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:33:02Z"
  },
  {
    "title": "Forget Linux -- Here's how to install Windows 10 on Raspberry Pi 3",
    "description": "The official way to install a version of Microsoft’s latest operating system on a Raspberry Pi is to use Windows 10 IoT, but that’s a stripped down version and a far cry from the Windows 10 we know and love/hate (delete as applicable). Microsoft makes a versi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:30:40Z"
  },
  {
    "title": "Microsoft、2020年にリリース予定の｢Windows 10 20H1｣のプレビュー版をSkip Aheadリング向けに公開",
    "description": "本日、米Microsoftが、｢Windows Insider Program｣において”Skip Ahead”リングを選択しているユーザーに対し｢Windows 10 build 18836 ( […]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:24:46Z"
  },
  {
    "title": "Why Progressive Politics Matter To Corporate Governance",
    "description": "The New Green Deal and other new progressive political proposals reflect a consistent theme of economic justice and corporate social responsibility that merits the attention of corporate boards.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:00Z"
  },
  {
    "title": "SECURE SYNOPSIS: 24 JANUARY 2019",
    "description": "SECURE SYNOPSIS: 24 JANUARY 2019 NOTE: Please remember that following ‘answers’ are NOT ‘model answers’. They are NOT synopsis too if we go by definition of the term. What we are providing is content that both meets demand of the question and at the same time…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:32:03Z"
  },
  {
    "title": "God of War wins nine categories at DICE awards, including game of the year",
    "description": "In addition to taking home the coveted Game of the Year honor, God of War won awards in the Game Direction, Game Design, Sound Design, Adventure Game of the year, Character, Story, Original Music Composition, and Art Direction categories.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:47:00Z"
  },
  {
    "title": "13 Reasons We Type in Lowercase",
    "description": "intimacy? casualness? deceit?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:13:55Z"
  },
  {
    "title": "Protect Azure Virtual Machines using storage spaces direct with Azure Site Recovery",
    "description": "Storage spaces direct (S2D) lets you host a guest cluster on Microsoft Azure which is especially useful in scenarios where virtual machines (VMs) are hosting a critical application like SQL, Scale out file server, or SAP ASCS.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:00:03Z"
  },
  {
    "title": "Learn how to build with Azure IoT: Upcoming IoT Deep Dive events",
    "description": "Microsoft IoT Show, the place to go to hear about the latest announcements, tech talks, and technical demos, is starting a new interactive, live-streaming event and technical video series called IoT Deep Dive!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:27Z"
  },
  {
    "title": "How Azure Security Center helps you protect your environment from new vulnerabilities",
    "description": "Recently the disclosure of a vulnerability (CVE-2019-5736) was announced in the open-source software (OSS) container runtime, runc. This vulnerability can allow an attacker to gain root-level code execution on a \"host. runc\" which is the underlying container …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:28Z"
  },
  {
    "title": "Under the hood: Performance, scale, security for cloud analytics with ADLS Gen2",
    "description": "On February 7, 2018 we announced the general availability of Azure Data Lake Storage (ADLS) Gen2. Azure is now the only cloud provider to offer a no-compromise cloud storage solution that is fast, secure, massively scalable, cost-effective, and fully capable …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:26Z"
  },
  {
    "title": "A Bit of Camelot at Microsoft",
    "description": "Some say Satya Nadella is Microsoft’s knight in shining armor. It turns out the metaphor is not so far-fetched. While……",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:30:13Z"
  },
  {
    "title": "Big Tech's Welcome Mat Is Fraying - Wall Street Journal",
    "description": "Big Tech's Welcome Mat Is Fraying Wall Street Journal Amazon HQ2 defeat is loss for the city, local tech leaders say The Verge Amazon To New York: Drop Dead; Tech Giant Abandons Headquarters Plan Deadline Amazon's New York HQ2 cancellation draws fiery respons…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:24:00Z"
  },
  {
    "title": "Big tech disrupters may pose risk to financial stability, warns global regulator - Financial Times",
    "description": "Big tech disrupters may pose risk to financial stability, warns global regulator Financial Times Big tech firms' move into finance could do more to disrupt the sector than niche challengers, and may pose *fresh* threats to financial stability, a global financ…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:52:00Z"
  },
  {
    "title": "DigiCert and Utimaco work on securing the future of IoT through collaboration with Microsoft",
    "description": "DigiCert, the world’s leading provider of TLS/SSL, IoT and PKI solutions; Utimaco, one of the world’s top three Hardware Security Module providers; and Microsoft Research, a leader in quantum-safe cryptography, announced a successful test implementation of th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:00:24Z"
  },
  {
    "title": "Most wanted malware in January 2019: A new threat speaks up",
    "description": "Check Point’s Global Threat Index for January 2019 reveals a new backdoor Trojan affecting Linux servers, which is distributing the XMRig crypto-miner. The new malware, dubbed SpeakUp, is capable of delivering any payload and executing it on compromised machi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:15:46Z"
  },
  {
    "title": "Trickbot becomes one of the most dangerous pieces of modular malware hitting enterprises",
    "description": "Along with Emotet, Trickbot has become one of the most versatile and dangerous pieces of modular malware hitting enterprise environments. Most recently, its creators have added another dangerous module to it, which allows it to extract and exfiltrate credenti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:45:49Z"
  },
  {
    "title": "Run Windows 10 on Raspberry Pi 3",
    "description": "Back to the year that Raspberry Pi 2 was introduced, Microsoft has announced it would support... The post Run Windows 10 on Raspberry Pi 3 appeared first on Electronics-Lab.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:55:56Z"
  },
  {
    "title": "Step 5. Set up mobile device management: top 10 actions to secure your environment",
    "description": "The Top 10 actions to secure your environment series outlines fundamental steps you can take with your investment in Microsoft 365 security solutions. In Step 5. Set up mobile device management, youll learn how to plan your Microsoft Intune deployment and set…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:35Z"
  },
  {
    "title": "AI, Machine Learning and Data Science Roundup: February 2019",
    "description": "A monthly roundup of news about Artificial Intelligence, Machine Learning and Data Science. This is an eclectic collection of interesting blog posts, software announcements and data applications from Microsoft and elsewhere that I've noted over the past month…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:41:23Z"
  },
  {
    "title": "Tech Moves: Smartsheet appoints AWS vet to CTO; Ex-Nike exec heads Grayl’s board; Indeed replaces CEO; and more",
    "description": "Work collaboration software company Smartsheet nabbed AWS veteran Praerit Garg to lead technology efforts as the company’s first official CTO. Garg was a general manager of identity, directory and access services at Amazon Web Services. Garg spent his early c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:01:16Z"
  },
  {
    "title": "LinkedIn embraces video with livestreaming tool",
    "description": "‘LinkedIn Live’ is currently only available to select users in the United States. The platform faces competition from Facebook, Twitter and more, but the video offering can boost content efforts. It’s never too late to embrace video content and livestreaming.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:14:58Z"
  },
  {
    "title": "Microsoft Releases a Windows 10 Build from its 2020 Branch",
    "description": "Microsoft has released a new build of Windows 10 but unlike previous releases, this update is for a new version coming in 2020. The post Microsoft Releases a Windows 10 Build from its 2020 Branch appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:31:46Z"
  },
  {
    "title": "First Ring Daily 563: Streaming into Google’s Domain",
    "description": "On this episode of First Ring Daily, looking at how Apple's streaming services could fit, Google highlights Microsoft, and yes, it has been recorded. The post First Ring Daily 563: Streaming into Google’s Domain appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:34:41Z"
  },
  {
    "title": "Beneath a Surface Commentary: Early Ambitions – Premium",
    "description": "Beneath a Surface tells the inside story of how Microsoft built its billion-dollar PC brand and with the book now being completed, Paul and I are recording a 'director's commentary' of each chapter. The post Beneath a Surface Commentary: Early Ambitions – Pre…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:46:04Z"
  },
  {
    "title": "Living without Big Tech, NASA Ends Mars Mission, and Reconsidering Nuclear",
    "description": "Also: Why are the Southern and Northern Lights different?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:14:25Z"
  },
  {
    "title": "Google to expand across U.S. with $13 billion investment",
    "description": "That would bring the number of states the search giant operates in to 24, with hiring of \"tens of thousands\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:29:57Z"
  },
  {
    "title": "Timeline: Lee Clow’s 50 Years in Advertising",
    "description": "1943 Lee Clow is born in Los Angeles, where he would later attend Santa Monica City College and California State University at Long Beach. 1968 Jay Chiat and Guy Day form creative agency Chiat/Day in Los Angeles through the merger of Jay Chiat & Associates an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:21Z"
  },
  {
    "title": "God of War sweeps 2019 DICE Awards",
    "description": "Meanwhile, Halo boss Bonnie Ross welcomed into Hall of Fame and Celeste wins two categories",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:35:00Z"
  },
  {
    "title": "Porting of Hellblade: Senua's Sacrifice Being Handled By QLOC",
    "description": "Switch version getting added motion controls, too. News that Ninja Theory's action-adventure game Hellblade: Senua's Sacrifice is Switch-bound was a delightful surprise in last night's Direct. With no official news on who's handling porting duties just yet, a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:00Z"
  },
  {
    "title": "Microsoft Office for Mac 16.22",
    "description": "Adds a new trackpad sketching feature to Word, Excel, and PowerPoint. ($149.99 new for one-time purchase, $99.99/$69.99 annual subscription options, free update)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:12:01Z"
  },
  {
    "title": "How To Fix Run As Administrator Not Working On Windows 10",
    "description": "To run any program as an Administrator, we simply right click on the app or game and select the option ‘Run as Administrator’ from the context menu. But, recently few Windows 10 users have complained that the ‘Run as Administrator’ is not working. So, here we…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:08:12Z"
  },
  {
    "title": "GPD MicroPC handheld computer preview",
    "description": "It’s been a good couple of years for handheld computer enthusiasts. Companies like GPD, One Netbook, and TopJoy have been cranking out Windows computers with screen sizes between 5.5 inches and 8 inches and for the most part each one seems better than the lat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:56Z"
  },
  {
    "title": "Zacks Market Edge Highlights: Amazon, Alphabet, Microsoft, NVIDIA and Cloudera",
    "description": "Zacks Market Edge Highlights: Amazon, Alphabet, Microsoft, NVIDIA and Cloudera",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:15:03Z"
  },
  {
    "title": "The Zacks Analyst Blog Highlights: Boeing, Microsoft, Amazon, Walmart and JPMorgan",
    "description": "The Zacks Analyst Blog Highlights: Boeing, Microsoft, Amazon, Walmart and JPMorgan",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:40:03Z"
  },
  {
    "title": "Huawei to build data centers in South Africa",
    "description": "China's Huawei will build two data centers in South Africa from March, it said, as part of plans to expand cloud services across Africa. \"The company is working with South African partners for the construction of the data centers in Johannesburg initially and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:42:26Z"
  },
  {
    "title": "Google to invest $13 billion in new US offices, data centers",
    "description": "Google plans to invest more than $13 billion this year on new and expanded data centers and offices across the U.S. CEO Sundar Pichai announced the news in a blog post Wednesday, emphasizing the company's growth outside its Mountain View, California, home and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:37:39Z"
  },
  {
    "title": "What Euronet Worldwide Wants Shareholders to Know",
    "description": "On a recent earnings call, management discussed network scale, a new digital platform, and renewed growth in a key business segment.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:42:00Z"
  },
  {
    "title": "Newer businesses drive Cisco's earnings beat; shares rise",
    "description": "Shares of the Dow component rose about 4 percent in extended trading after the network gear maker also forecast third-quarter earnings above analysts' estimates and boosted its share buyback program and quarterly dividend. Analysts have been worried about the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:00:16Z"
  },
  {
    "title": "Pluralsight, Inc. (PS) Q4 2018 Earnings Conference Call Transcript",
    "description": "PS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:11:42Z"
  },
  {
    "title": "Insight Enterprises Inc (NSIT) Q4 2018 Earnings Conference Call Transcript",
    "description": "NSIT earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:28:04Z"
  },
  {
    "title": "Equinix Inc (EQIX) Q4 2018 Earnings Conference Call Transcript",
    "description": "EQIX earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:39:41Z"
  },
  {
    "title": "NetApp Inc (NTAP) Q3 2019 Earnings Conference Call Transcript",
    "description": "NTAP earnings call for the period ending January 25, 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:06:35Z"
  },
  {
    "title": "Team Xbox Q&A: Tila, from the Game Pass Team",
    "description": "Hi, Tila! Thanks so much for agreeing to catch up today. We typically start by asking our guests to describe what they do for Team Xbox. Mind sharing your role and some of your responsibilities? Thanks for reaching out. I’m happy to share! I’m currently a Pro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:51:58Z"
  },
  {
    "title": "Google to invest $13 billion in new US offices, data centers",
    "description": "\"2019 marks the second year in a row we#39;ll be growing faster outside of the (San Francisco) Bay Area than in it,\" he wrote. Google will build new data centers in Nevada, Texas, Oklahoma, Nebraska, Ohio, South Carolina and Virginia. Pichai estimated the con…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:50:03Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Illicit software distributors such as TutuApp, Panda Helper, AppValley and TweakBox have found ways to use digital certificates to get access to a program Apple introduced to let corporations distribute business apps to their employees without going through A…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:11:01Z"
  },
  {
    "title": "Parent fears Apex Legends will make their kid transgender",
    "description": "Fun fact: if you're a girl in a video game, then you're a girl for real. The post Parent fears Apex Legends will make their kid transgender appeared first on The Daily Dot.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:50:14Z"
  },
  {
    "title": "Wreck of aircraft carrier behind WW2 ‘Doolittle Raid’ found on Pacific Ocean floor (PHOTOS)",
    "description": "USS Hornet, the legendary aircraft carrier that fought at Midway and launched the Doolittle Raid on Tokyo, was sunk in 1942. Now, after 77 years, her wreckage has been found three miles deep on the bottom of the South Pacific. Read Full Article at RT.com",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:36:00Z"
  },
  {
    "title": "Work efficiently with TextExpander",
    "description": "Happy Valentine's Day, and a big thanks to TextExpander for sponsoring BrettTerpstra.com this week!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:00Z"
  },
  {
    "title": "Tips & Tricks for the Fast-Paced Arena Brawler Hyper Jam",
    "description": "On behalf of the Bit Dragon team, I am thrilled to announce that Hyper Jam has launched on Xbox One and is available for purchase right now on the Microsoft Store! For those of you who don’t know, Hyper Jam is a fast-paced arena brawler featuring a killer syn…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:23Z"
  },
  {
    "title": "Make a Date with the Black Desert Open Beta February 14 – 17",
    "description": "This Valentine’s Day, you’re invited to gear up for Black Desert’s final open beta – click here to sign up on Xbox One. From February 14 12:00 a.m. PST to February 17 11:59 p.m. PST, Black Desert will be available for all North America and European players wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:00:09Z"
  },
  {
    "title": "Get Famous with Your Sims on Xbox One",
    "description": "It’s time to fulfill your Sims’ dreams of becoming famous! Now you can be crazy famous, like millions of fans, crazy awesome mansion, movie star famous — today’s the day your Sims will get that chance. The Sims 4 Get Famous expansion pack is available now on …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:00:58Z"
  },
  {
    "title": "Work efficiently with TextExpander",
    "description": "Happy Valentine's Day, and a big thanks to TextExpander for sponsoring BrettTerpstra.com this week!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:00Z"
  },
  {
    "title": "Tech Data launches Cloud Solutions Factory",
    "description": "The new offering features a host of click-to-run solutions developed by leveraging Tech Dataâ\u0080\u0099s ecosystem of vendors.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:42:43Z"
  },
  {
    "title": "Meta Cache Database (MCDB) Setup Guide is available",
    "description": "At Ignite 2017 and 2018 we began telling you about the Meta Cache Database feature we’re using in the O365 cloud service to improve scenario performance and store more mailboxes on ever-growing hard disk drives (HDDs). If you have not had a chance to join us …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:00:00Z"
  },
  {
    "title": "Crackdown 3 performance analysis before tomorrows launch",
    "description": "Crackdown 3 officially launches tomorrow and has been built using the Unreal Engine 4 by developers Sumo Digital. If you are interested in learning more about the performance you can expect on the Xbox platform and PC versions of the game. You will be pleased…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:36:02Z"
  },
  {
    "title": "The Four Ideas That Could Define Housing Policy in 2019",
    "description": "After years of inaction, states and cities are taking aggressive steps to protect renters and bring costs down.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:02Z"
  },
  {
    "title": "Everything still to play for with AI in its infancy",
    "description": "IBM and Google’s differing approaches highlight extent to which field is wide open",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:37:39Z"
  },
  {
    "title": "WPF and WinForms Will Run on.NET Core 3",
    "description": "Maybe you already heard or read about the fact that Microsoft brought WinForms and WPF to.NET Core 3.0. Maybe you already saw the presentations on the Connect conference, or any other conference or recording when Scott Hanselman shows how to run a pretty old …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:02:02Z"
  },
  {
    "title": "Sponsored: Local high schools work to increase postsecondary enrollment",
    "description": "The credential is essential: Five key success factors help students reach their goals.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:55:31Z"
  },
  {
    "title": "Sponsored: Bellevue high-rise will open sales center in March",
    "description": "Avenue Bellevue is a residential-retail project that will offer luxury homes across two towers in downtown Bellevue.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:56:17Z"
  },
  {
    "title": "How to Apply Non-Standard SQL Formatting Using SQL Prompt",
    "description": "Like any good tool, SQL Prompt not only will format your code for you, but will also help you to format the code in an alternative manner, or to apply exceptions to certain parts of a SQL script, where the formatting applies by the current style isn't what's …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:13:41Z"
  },
  {
    "title": "SQL Server Trace Flags - Complete list",
    "description": "This article is a complete list of all SQL Server trace flags - 593 trace flags.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:13:41Z"
  },
  {
    "title": "The Ultimate Travel Tech Gear Survival Kit",
    "description": "Whether you’re traveling for work or holiday purposes, it’s likely that tech will be tagging along... The post The Ultimate Travel Tech Gear Survival Kit appeared first on Carryology - Exploring better ways to carry.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:57:26Z"
  },
  {
    "title": "$5 Off $30+ Subway Gift Card + Earn 4X in Fuel Points at Kroger",
    "description": "These digital coupons will help you save while you're out over the weekend!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:03:16Z"
  },
  {
    "title": "How embarrassing! Youtuber MKBHD is exposing celebs sponsoring Android phones from iPhones",
    "description": "- Youtuber Marques Brownlee is exposing celebs and cancelling their sponsorship deals. - Celebs are stupid, and they don't know Twitter publishes which app they're using - He exposed Gal Gadot for tweeting most of her Huawei sponsored tweets from 'Twitter for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:35:12Z"
  },
  {
    "title": "It's time for the American people to declare our own national emergency and remove destructive Dems from power",
    "description": "(Natural News) It is widely reported today that President Trump is declaring a national emergency over the continued migrant invasion of the United States of America that’s taking place via a largely unprotected southern border. In response, House Speaker Nan…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:34:31Z"
  },
  {
    "title": "How to Create a Flexible Book Outline For Your Story With a Template",
    "description": "There’s something about writing a book outline that doesn’t appeal to many authors or would-be authors, but why? Having a polished finished product of any type often requires creating a first draft — it’s one of the best ways to spot inconsistencies before th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:50:50Z"
  },
  {
    "title": "New York succumbs to the billionaire backlash",
    "description": "Populist Democrats and the socialist-curious might never pass a 80 percent top tax rate, institute a wealth tax, or break up Facebook, but they have managed to help scuttle the best-laid plans of the world's richest man and one of the world's most valuable co…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:29:04Z"
  },
  {
    "title": "Microsoft Surface Go 64GB Tablet $498 at JB HIFI",
    "description": "Microsoft Surface Go 64GB Tablet $498 https://www.jbhifi.com.au/computers-tablets/tablets/microsof... Microsoft Surface Go 128GB Tablet $698 https://www.jbhifi.com.au/computers-tablets/tablets/microsof...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:31:56Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found. Illicit software distributors such as TutuApp, Panda Helper, App…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:14:48Z"
  },
  {
    "title": "MacOS Trojan disables Gatekeeper to deploy malicious payloads",
    "description": "Shlayer has been spreading as a fake Adobe Flash update.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:52:54Z"
  },
  {
    "title": "Pope Francis, Microsoft Chief Discuss Prospects of AI Development - Holy See",
    "description": "VATICAN CITY (Sputnik) - Pope Francis received Microsoft’s president Brad Smith in the Vatican City and discussed prospects of the development of artificial intelligence (AI) technologies with the official, Alessandro Gisotti, the spokesman of The Holy See, h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:15:00Z"
  },
  {
    "title": "RetailMeNot taps Nordstrom vet as chief product officer",
    "description": "Joshua Platt, who also spent 11 years at Microsoft in various product leadership roles, will head product efforts for the coupon-focused company.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:51:00Z"
  },
  {
    "title": "Test Automation Tools for Desktop Applications: Boxed vs. Open Source",
    "description": "Software development practices change over time, and so does the test automation landscape. Today most applications are either web- or mobile-based. The test automation of such systems is well-described. There are some best practices, information-loaded confe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:03:04Z"
  },
  {
    "title": "HCC Embedded Signs Licensing Agreement with Microsoft to Provide RTOS-Independent Implementation of exFAT File System",
    "description": "BUDAPEST, Hungary--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/AdvancedEncryptionModule?src=hash\" target=\"_blank\"gt;#AdvancedEncryptionModulelt;/agt;--HCC Embedded licensing agreement with Microsoft allows developers to license HCC’s exFAT file sy…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:08:34Z"
  },
  {
    "title": "JHC Technology Earns CMMI Level 3 and ISO 9001 Assessments",
    "description": "OXON HILL, Md.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/aws?src=hash\" target=\"_blank\"gt;#awslt;/agt;--JHC Technology certified at CMMI Level 3 for Development and assessed at the ISO 9001 standard.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:08:19Z"
  },
  {
    "title": "Zendesk Hires First Chief Customer Officer, Expands Executive Bench with New CIO and SVP of Product Management",
    "description": "SAN FRANCISCO--(BUSINESS WIRE)--Zendesk Hires First Chief Customer Officer, Expands Executive Bench with new CIO and SVP of Product Management",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:10:41Z"
  },
  {
    "title": "JDA Introduces Industry’s First Supply Chain Management Platform",
    "description": "SCOTTSDALE, Ariz.--(BUSINESS WIRE)--In its quest towards delivering an Autonomous Supply Chain™, JDA Software, Inc., today announced the next step towards this vision; opening up its end-to-end supply chain portfolio as a development platform. JDA’s AI-powere…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:08:19Z"
  },
  {
    "title": "Smartsheet Announces Appointment of Praerit Garg as Chief Technology Officer",
    "description": "BELLEVUE, Wash.--(BUSINESS WIRE)--Smartsheet Announces Appointment of Praerit Garg as Chief Technology Officer",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:05:46Z"
  },
  {
    "title": "GC&E Systems Group to Host 2019 Converged Security Summit",
    "description": "ATLANTA--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/CSS2019?src=hash\" target=\"_blank\"gt;#CSS2019lt;/agt;--GC&amp;E Systems Group, Inc. (GC&amp;E) will host Atlanta’s premier security event at the 3rd Annual Converged Security Summit (CSS) on Febr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:28:19Z"
  },
  {
    "title": "Zimperium Dominates Mobile Threat Defense (MTD) Space in 2018",
    "description": "DALLAS--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/datasecurity?src=hash\" target=\"_blank\"gt;#datasecuritylt;/agt;--Zimperium dominates the mobile threat defense (MTD) space in 2018 with triple digit growth and new and growing partnerships and ind…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:06:20Z"
  },
  {
    "title": "22nd D.I.C.E. Awards Honors the Video Game Industry’s Most Outstanding Achievements",
    "description": "LAS VEGAS--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/DICEAwards?src=hash\" target=\"_blank\"gt;#DICEAwardslt;/agt;--22nd D.I.C.E. Awards announces best games of 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:27:50Z"
  },
  {
    "title": "Pragmatic Marketing Joins Forces with Leading Data Science Training Company, The Data Incubator",
    "description": "SCOTTSDALE, Ariz.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/datascience?src=hash\" target=\"_blank\"gt;#datasciencelt;/agt;--Pragmatic Marketing, the authority on product management and marketing training, has acquired The Data Incubator (TDI), a …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:10:41Z"
  },
  {
    "title": "Unity Technologies Welcomes New Chief Financial Officer",
    "description": "SAN FRANCISCO--(BUSINESS WIRE)--Unity Technologies (https://unity3d.com/), creator of the world’s most widely used real-time 3D development platform, today announced the appointment of Kim Jabal as the company’s Chief Financial Officer (CFO). Jabal brings dec…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:08:19Z"
  },
  {
    "title": "Sid Meier’s Civilization® VI: Gathering Storm Now Available",
    "description": "NEW YORK--(BUSINESS WIRE)--2K and Firaxis Games today announced that Sid Meier’s Civilization® VI: Gathering Storm, the second expansion pack for the critically acclaimed and award-winning Sid Meier’s Civilization® VI, is now available for Windows PC. Civiliz…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:11:19Z"
  },
  {
    "title": "MicroStrategy to Introduce Its Next Generation of Enterprise Intelligence at Gartner Conferences",
    "description": "TYSONS CORNER, Va.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/search?q=%24MSTR&amp;src=ctag\" target=\"_blank\"gt;$MSTRlt;/agt; lt;a href=\"https://twitter.com/hashtag/MSTR?src=hash\" target=\"_blank\"gt;#MSTRlt;/agt;--MicroStrategy® Incorporated (Nasdaq: MSTR…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:11:19Z"
  },
  {
    "title": "Overwatch League™ Set to Kick Off 2019 Season with Eight New Teams from Asia, Europe, and North America",
    "description": "IRVINE, Calif.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/OWL2019?src=hash\" target=\"_blank\"gt;#OWL2019lt;/agt;--Overwatch League set to kick off 2019 season with eight new teams from Asia, Europe, and North America.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:08:19Z"
  },
  {
    "title": "Software pirates are using Apple’s tech to distribute hacked app on iPhones",
    "description": "It is unclear how much money pirate distributors are siphoning away from Apple and legit app makers. The post Software pirates are using Apple’s tech to distribute hacked app on iPhones appeared first on Firstpost.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:18:38Z"
  },
  {
    "title": "How to automatically backup Microsoft Outlook PST Data File",
    "description": "The older version of Microsoft Outlook used to offer an inbuilt backup feature”Outlook Add-in: Personal Folders Backup.” This feature no more available for new versions including Outlook 2016, 2013 and 2010. In this post, I am sharing how you can [...] This p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:59:17Z"
  },
  {
    "title": "Fix Windows 10 Update Error 0x800F081F – 0x20003",
    "description": "The Windows Update Error 0x800F081F – 0x20003 occurs mainly which upgrading your copy of Windows 10. It is caused due to errors with various developer-related settings being enabled on a computer. The error that the setup encounters are worded as either [...]…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:39:00Z"
  },
  {
    "title": "An unspecified error occurred during System Restore (0x800700b7)",
    "description": "When trying to restore Windows 10 computer, if you receive an error saying An unspecified error occurred during System Restore (0x800700b7), then here is a fix. The error usually happens when the System Restore does not complete successfully and fails with th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:09:45Z"
  },
  {
    "title": "Zoho’s office suite gets smarter",
    "description": "As far as big tech companies go, Zoho is a bit different. Not only has it never taken any venture funding, it also offers more than 40 products that range from its online office suite to CRM and HR tools, email, workflow automation services, video conferencin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:17Z"
  },
  {
    "title": "Microsoft’s President Met With the Pope to Talk About Ethical AI",
    "description": "PopeBot Pope Francis met with the president of Microsoft, Brad Smith, on Wednesday for a closed-doors meeting about the future of artificial intelligence. When they emerged, they announced a joint mission to help promote the development of responsible, ethica…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:18:32Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found. Illicit software distributors such as TutuApp, Panda Helper, App…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:46:45Z"
  },
  {
    "title": "Can two bots fall in love? Closeup Toothpaste conducts AI Valentine's experiment",
    "description": "A novel experiment in digital love this Valentine’s Day from Unilever-owned Closeup Toothpaste has sought to pair up two AI-powered bots. The madcap test was created with the help of MullenLowe Singapore, which wanted to relay the brand's mission of bringing …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:10:00Z"
  },
  {
    "title": "Hacked version of Spotify, Angry Birds, other apps being distributed on iPhones",
    "description": "Some software pirates seem to be misusing Apple enterprise developer certificates once again. The post Hacked version of Spotify, Angry Birds, other apps being distributed on iPhones appeared first on Firstpost.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:17:14Z"
  },
  {
    "title": "Some 17,000 Android apps track users, even when told to stop",
    "description": "Roughly 17,000 Android apps collect identifying information that creates a permanent record...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:01:43Z"
  },
  {
    "title": "Disney dethrones Apple in survey of most ‘intimate’ brands",
    "description": "Disney took the crown from Apple, which ranked first in the last three iterations of the study...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:31Z"
  },
  {
    "title": "Emotet malware tweaks tactics in fresh attack wave",
    "description": "The threat distribution platform has introduced a new method to snare the unsuspecting.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:33:48Z"
  },
  {
    "title": "Questions and Answers - EU negotiators agree to set up new European rules to improve fairness of online platforms' trading practices",
    "description": "European Commission - Fact Sheet Strasbourg, 14 February 2019 * Why does the EU need to set rules increasing fairness and transparency for online platforms? Online platforms provide entrepreneurs with vast opportunities for fast and efficient access to EU con…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:33:00Z"
  },
  {
    "title": "3 Things Financial Marketers Must Know About Digital Video Now",
    "description": "With digital video and online advertising, financial brands must increasingly think mobile, think smaller, and think shorter. The post 3 Things Financial Marketers Must Know About Digital Video Now appeared first on The Financial Brand.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:02:15Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "The company has no way of tracking the real-time distribution of these certificates The post Software pirates use Apple tech to put hacked apps on iPhones appeared first on The Express Tribune.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:45:02Z"
  },
  {
    "title": "Condusiv Undelete 11: New features",
    "description": "Condusiv Undelete 11 sports a new user interface, cloud integration, and more robust control over the file system resources Undelete either tracks or ignores.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:40:17Z"
  },
  {
    "title": "Microsoft to launch Visual Studio 2019 on April 2",
    "description": "Microsoft is planning a day-long launch event for Visual Studio 2019, the latest release of its developer platform, on April 2.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:45:24Z"
  },
  {
    "title": "How to stop your smartphone from tracking your every move, sharing data and sending ads",
    "description": "Facebook, Apple, Microsoft, Amazon, Google and many others make money off mobile ads, and they need this information to power data mining machines.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:02Z"
  },
  {
    "title": "JoT #2586: To all the chips I've loved before...",
    "description": "Which was your first love?...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:41:14Z"
  },
  {
    "title": "TWiG 495: Get Yourself a Harvard Man",
    "description": "Articles 11 and 13 are Back & Worse than Ever What if Google Won't Pay Fines? Amazon Buys Eero: Is this the Panopticon Apple's Plans to Screw Over Publishers Life Without Google, Facebook, Amazon, Apple, and Microsoft NYPD Hates Waze Should Facebook Ban Anti-…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:55:13Z"
  }
]