[
  {
    "title": "Blazor in 2019 with Steve Sanderson and Dan Roth",
    "description": "What's up with Blazor? While at NDC in London, Carl and Richard chatted with Steve Sanderson and Daniel Roth about the latest efforts around running C# in the browser with Web Assembly. Since its first demo back in 2017 by Steve, Blazor has grown up a lot - p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:00:00Z"
  },
  {
    "title": "IBM Extends Cloud Reach to Include Integration",
    "description": "At the IBM Think 2019 conference this week, IBM unfurled an IBM Cloud Integration Platform that pulls together a range of tools in a single development platform that the company promises will reduce the amount of time it takes to deploy applications by making…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:29:31Z"
  },
  {
    "title": "ANTHEM: CONVICTION: Neill Blomkamp Releases Live Action Game Trailer",
    "description": "Neill Blomkamp and his Oats Studios have partnered with BioWare and EA games to produce an epic live-action trailer / short film set in the world of Anthem, decades before the events of the game. The results are as expected -- breathtaking. While I remain a d…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:05:00Z"
  },
  {
    "title": "When the shoe was on the other foot (A suggestion for Chinese trade negotiators), by Scott Sumner",
    "description": "US trade negotiators complain that China is stealing or borrowing Western inventions without sufficient compensation. How might the Chinese negotiators respond? Here’s my suggestion. The Chinese might want to ask how much China has been compensated for its in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:34:07Z"
  },
  {
    "title": "Hysolate Extends Cybersecurity Isolation Platform with Advanced Features for Protecting Sensitive Information",
    "description": "Hysolate, pioneer of secure software-defined endpoints, today announced major extensions to the Hysolate cybersecurity isolation platform. The new... Read more at VMblog.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:03:00Z"
  },
  {
    "title": "Microsoft Gives Testers a Head Start on 2020 Windows Update",
    "description": "Microsoft is working on an update that it won't release until 2020, suggesting major changes are coming to the Windows 10 next year. The software giant released on Thursday a new 18836 build, the firs...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:38:41Z"
  },
  {
    "title": "Google to Invest $13 Billion in New US Offices, Data Centers",
    "description": "Google plans to invest more than $13 billion this year on new and expanded data centers and offices across the U.S. CEO Sundar Pichai announced the news in a blog post Wednesday, emphasizing the company's growth outside its Mountain View, California, home and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:36:45Z"
  },
  {
    "title": "IBM embraces multicloud warehouse availability on AWS, adds elastic SMP",
    "description": "The focus on customer needs for greater choice and flexibility is a constant at the IBM Think 2019 conference. Nowhere is this more evident than in IBM Hybrid Data Management, which supports data of any type, source and structure, be it on-premises or in the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:55:09Z"
  },
  {
    "title": "Replace your aging laptop w/ Microsoft’s Surface Pro 6 at $200 off from $699 for Valentine’s Day",
    "description": "Microsoft is offering $200 off across its Surface Pro 6 lineup with prices starting at $699 shipped. Select models are matched at Amazon or B&H. Regularly $899 and up, this is a match for the best deals we’ve tracked historically and is the lowest currently a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:38:57Z"
  },
  {
    "title": "The 14 Best To Do List Apps for iPhone and iPad in 2019",
    "description": "To do lists help you remember tasks, prioritize them, and generally keep track of your work and life. Whether it's work assignments, books you want to read, or groceries you need to pick up, you won't remember them if you don't write it down. And to organize …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:00:00Z"
  },
  {
    "title": "How to Use The Evernote Web Clipper",
    "description": "Do you ever wish you could save a tab for later, instead of keeping it open indefinitely? Or maybe you want to collect tutorials, recipes, and other useful bits of information you find online, for future reference, in a personal database. The Evernote Web Cli…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:00:00Z"
  },
  {
    "title": "Google, Amazon among those targeted in EU unfair practices digital rules",
    "description": "EU countries, the European Commission and EU lawmakers clinched a deal late Wednesday to curb the powers of companies such as Google and Apple Inc with new rules.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:06:04Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:15:39Z"
  },
  {
    "title": "The State of Smart Home Printer Technology – Convenient, But Not All That Smart",
    "description": "It took a while, but Smart Home voice-activation technology finally extended to printers and all-in-one (AIO), print, copy, scan, and sometimes fax, printers. Considering what it takes to make a device, especially a device that already has wireless tech built…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:19:44Z"
  },
  {
    "title": "Unreal Engine 4.22 Preview Adds Support for DirectX Raytracing",
    "description": "Thanks to Fortnite, as well as the many other PC and console titles developed on the platform, Unreal Engine is one of these most widely used game engines on Earth. Epic Games just released a preview build of the engine, and among numerous other features and …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:02:00Z"
  },
  {
    "title": "Noah",
    "description": "Download and install the Noah free font family by Fontfabric as well as test-drive and see a complete character set.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Focus on Security First, Before Coding the Next Feature Set",
    "description": "Before you start working on the next set of product features, I implore you to do a security assessment. As we were about to run through a roadmap planning session recently, I got to thinking about the earlier days in my career. Back then, the list of things …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:14Z"
  },
  {
    "title": "從 Microsoft SQL Server 轉移到 PostgreSQL 的工具",
    "description": "在「How to Migrate from Microsoft SQL Server to PostgreSQL」這邊看到作者的客戶需要把 Microsoft SQL Server 轉移到 PostgreSQL (但沒有提到原因)。 裡面主要是兩個階段的轉換，第一個階段是 schema 的轉換，作者提到了 dalibo/sqlserver2pgsql 這個用 Perl 寫的工具： Migration tool to convert a Microsoft SQL Server Database into a Po…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:46:25Z"
  },
  {
    "title": "OOM.NET – Like a good standup comic – use scope and have good timing…",
    "description": "Matt Stehle used to be on my team prior and had blogged on the usage of Outlook Object Model (OOM) under .NET. However, his blog is being closed and I am re-blogging his content here. Recently, I was helping someone with a Outlook item leak type issue involvi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:17:04Z"
  },
  {
    "title": "50 Cent Insults Floyd Mayweather With Gucci Blackface Sweater Photo",
    "description": "50 Cent put his Photoshop skills to work. All week, 50 Cent's Instagram activity has been dedicated to his longtime rival Floyd Mayweather. We've been updating you on what type of action is taking place on his social media channels, with much of his energy go…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:04:36Z"
  },
  {
    "title": "PowerPoint for Mac Essential Training (Office 365)",
    "description": "Learn how to create, edit, and share presentations with Microsoft PowerPoint, the powerful presentation and slideshow tool included with Office 365 for Mac. Jess Stratton begins by stepping through how to build a slideshow from scratch, as well as how to leve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Learning IoT Development with Azure",
    "description": "The Internet of Things (IoT) connects the billions of interconnected devices around the world, and is an essential skill for the modern developer. But where does one start? Microsoft Azure is a compelling platform for experimentation, offering a robust toolse…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "How Pegasus and Centaurus Fit Into the Windows Lite Narrative",
    "description": "Microsoft's working on a new operating system that it is calling 'Lite OS', here's what we know so far. The post How Pegasus and Centaurus Fit Into the Windows Lite Narrative appeared first on Petri.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:40:13Z"
  },
  {
    "title": "Xbox Game Pass is vital to Microsoft's future",
    "description": "Microsoft reveals key data about its buffet-style Xbox Game Pass service, underlining why the subscription is so important for its current and long-term growth. Xbox Game Pass is doing wonders for Microsoft's engagement-driven strategy. The $10 a month servic…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:31:22Z"
  },
  {
    "title": "Every single Surface Pro 6 variant is $200 off right now, $80-worth gift included",
    "description": "The Microsoft Surface Pro 6 is on sale for a limited time, starting at $699 instead of its $899 list price, with a cool freebie also thrown in. Photos:",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:07:00Z"
  },
  {
    "title": "Microsoft Releases First Windows 10 20H1 Build 18836 To Skip Ahead Users",
    "description": "Microsoft has released the Windows 10 Insider Preview Build 18836, which is the first insider build in the 20H1 development branch. This build is available to Insiders in the Skip Ahead ring and is just a general bug fix without any new features. [...]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:44:06Z"
  },
  {
    "title": "Emotet Uses Camouflaged Malicious Macros to Avoid Antivirus Detection",
    "description": "A new Emotet Trojan variant has been observed in the wild with the added ability to hide from anti-malware software by embedding malicious macros used to drop the main payload inside XML files disguised as Word documents. [...]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:59:03Z"
  },
  {
    "title": "Watson will work on rival clouds",
    "description": "IBM seeks to win over more AI customers Big Blue has said that some of its Watson artificial intelligence services will work on rival cloud computing providers. The move is seen as an attempt by IBM to win over customers that want greater flexibility in how t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:13:16Z"
  },
  {
    "title": "Crackdown 3 review: the Netflix Original of games",
    "description": "Review of Crackdown 3, the biggest Xbox game of the year so far. Can the much-delayed third entry get the open-world action series back on course?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:00Z"
  },
  {
    "title": "Google, Amazon among those targeted in EU unfair practices digital rules",
    "description": "Google, Amazon and other tech firms will have to tell companies how they rank their own or rival products on their platforms under new rules agreed by EU negotiators aimed at stopping unfair practices by online platforms and app stores.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:10:03Z"
  },
  {
    "title": "Astaroth- The Tojan That Abuses Anti-Virus Software To Steal Data",
    "description": "Latest Information Security and hacker news site.Know about cyber crime and law. Cyber Security updates to improve your network security",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:19:00Z"
  },
  {
    "title": "‘Crackdown 3’ Release Time: When Can You Download the Xbox Exclusive?",
    "description": "Fans can start playing as Terry Crews in “Crackdown 3” this Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:00:02Z"
  },
  {
    "title": "That Time Microsoft President Brad Smith Met the Pope",
    "description": "The Vatican's Academy for Life will jointly sponsor a prize with Microsoft for the best doctoral dissertation in 2019 on AI ethics.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:11:44Z"
  },
  {
    "title": "Here Are The Winners Of The 2019 DICE Awards",
    "description": "The DICE awards took place last night and Nintendo came away with two awards this year. They won Sports Game of the Year with Mario Tennis Aces for the Nintendo Switch and Fighting Game of the Year with Super Smash Bros Ultimate also for the Switch. Indie tit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:27:40Z"
  },
  {
    "title": "Japan: Nintendo Switch Best-Selling System And New Super Mario Bros U Deluxe No.1",
    "description": "This week’s Japanese video game software and hardware sales are now in from Japan and it has been yet another good week for Nintendo. The Nintendo Switch console remains the best-selling platform in the land of the rising sun by a country mile and New Super M…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:57:45Z"
  },
  {
    "title": "117° - Diablo III: Eternal Collection Xbox One £9.51 from Xbox Store Argentina",
    "description": "£9.51 - Microsoft (Microsoft Store) Please note that in either case a small amount of transactions fees may apply, depending on store and payment method used to buy the required Argentina Xbox Sto...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:45:24Z"
  },
  {
    "title": "123° - MICROSOFT Xbox One S, Tekken 7, Overwatch, Project Cars 2 & Charge Kit Bundle @ Curry's - £239",
    "description": "£239 - Currys PC World Been looking for an Xbox one console and found this is cheaper than the console on its own. Keep everyone entertained with the Microsoft Xbox One S,...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:52:32Z"
  },
  {
    "title": "104° - 12 Month Xbox Live Gold Membership Xbox One/360 £31.99/£31.03 with FB code @ cdkeys",
    "description": "Discount Code: https://www.cdkeys.com/facebook-coupon?mw_aref=74dth566The top 3 reasons be an Xbox Live Gold MemberLightning fast online multiplayer gaming than",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:01:24Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #531 - 2/6/2019 Join us this week for a look at the AMD Radeon VII launch and benchmarks, a review of a new TUF Z390 board from ASUS, new gaming headsets from Logitech, and more! Subscribe to the PC Perspective Podcast iTunes: Audio / V…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "Final Black Desert XBox One Open Beta Begins",
    "description": "For any XBox One players who've not yet had a chance to check out Black Desert, you have one final opportunity to do so from today through February 17th. Black Desert will launch on the Microsoft Store on March 4th.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:49:02Z"
  },
  {
    "title": "We’re Putting the SQL Band Back Together In Chattanooga",
    "description": "Wow, it has been a while since I last posted, with the holidays, and way too many other projects that I haven’t blogged about just yet because I haven’t found the time. Last June, the SQL Saturday in Chattanooga and SQL Server User Group lost their venue, as …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:49:16Z"
  },
  {
    "title": "RSA 2019: Experts Consider AI as a Security Topic to Watch",
    "description": "We wanted to find out what cybersecurity experts and IT professionals expected to be the biggest draws at the upcoming security conference -- and several pegged this year as the year of machine learning and AI-driven security topics and solutions.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:27:07Z"
  },
  {
    "title": "After interoperability: FHIR is the gateway for AI",
    "description": "Once the specification gains wider use for data exchange, it will open the doors for more advanced uses of data, including artificial intelligence and machine learning, IBM, Google and Microsoft executives said at HIMSS19.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:10:27Z"
  },
  {
    "title": "Azure Cloud Customers Can Now Access Lsv2 Virtual Machines",
    "description": "Microsoft Azure continues to broaden its virtual machine offerings to give customers the power and features they require for all uses.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:03:09Z"
  },
  {
    "title": "Microsoft patches actively exploited zero-day in IE as wel as 73 security issues",
    "description": "If you received a Windows update yesterday, it was related to this enws-item. Microsoft patched an actively attacked vulnerability in Internet Explorer and 73 other vulnerabilities during yesterday&a...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:57:38Z"
  },
  {
    "title": "Here’s one more reason to work at Lululemon",
    "description": "Lululemon is already famous for the flexibility of its yoga pants, and now it’s extending some of that flexibility to employees. The company just announced an inclusive new parental leave policy that is gender neutral and applies equally to maternity, paterni…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:25Z"
  },
  {
    "title": "Crackdown 3 review: fun, but extremely flawed",
    "description": "Chris Freiberg Feb 15, 2019 Crackdown 3 is probably not the sequel you were looking for, but it definitely has some thrills... Your enjoyment of Crackdown 3 will depend on your expectations. If you’re expecting something like the fully-destructible demo Micro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:20:01Z"
  },
  {
    "title": "Getting Started with Containers for SQL Server - Part 1",
    "description": "In this tip we learn about containers that can be used to run SQL Server and how to create and setup containers in Windows.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:00:00Z"
  },
  {
    "title": "Getting Started with Windows Containers for SQL Server - Part 1",
    "description": "In this tip we learn about containers that can be used to run SQL Server and how to create and setup containers in Windows.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:00:00Z"
  },
  {
    "title": "Delete Data from Large SQL Server Tables with Minimal Logging",
    "description": "Learn how to quickly delete all of the data from a SQL Server table using partition switching.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:00:00Z"
  },
  {
    "title": "Adding entries to the udev hwdb",
    "description": "In this blog post, I'll explain how to update systemd's hwdb for a new device-specific entry. I'll focus on input devices, as usual.  What i...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:40:36Z"
  },
  {
    "title": "Introduction to System Management",
    "description": "With the IT landscape continuing to shift to mixed-platform environments, IT admins and managed service providers (MSPs) are struggling with how to manage the Windows®, macOS®, and Linux® systems they find in their environments. Thankfully, for those in this …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:00:40Z"
  },
  {
    "title": "Benefits of Identity Management",
    "description": "With so many moving parts and pieces in the IT landscape today, IT organizations are completely rethinking their traditional approaches to identity management. Many are even questioning the foundations of IT itself, the identity provider (IdP). A great exampl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:00:06Z"
  },
  {
    "title": "New Shlayer Malware Variant Targeting Macs",
    "description": "Security researchers have found a new variant of a trojan program dubbed Shlayer that infects Mac computers and disables the macOS Gatekeeper security agent. Shlayer was discovered a year ago by researchers from Intego and was typically distributed through Bi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:11:47Z"
  },
  {
    "title": "Preview Pain: Malware Triggers in Outlook Preview Without User Opening Word Document",
    "description": "A recent malware sample forwarded to our Threat Intelligence service had some very interesting properties which we think would be useful to share. The sample itself is a Word document which is emailed as part of a phishing attack. If the user interacts with t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:06:40Z"
  },
  {
    "title": "The Difference Between Security Trick Plays and Security Fundamentals",
    "description": "I like watching great football plays on YouTube, but I especially like watching trick plays where players sell some sort of deception so their opponents take their eyes off the ball. Trick plays make great video clips and can win a football game if deployed a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:52:59Z"
  },
  {
    "title": "3 Crucial Tips for Smarter Container Security Scanning",
    "description": "Like most trends in our industry is, first we fall in love with how much faster or smarter they allow us to get things done. It is only later after we are hooked that we remember to implement security measures that will keep our products secure. Containers ha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:24:46Z"
  },
  {
    "title": "God Of War Wins Game Of The Year At DICE Awards",
    "description": "The 22nd D.I.C.E. Awards took place in Las Vegas tonight, and Sony's God of War was a big winner. The PlayStation 4 exclusive took home nine total awards, including the highly coveted overall Game of the Year. In addition to that award, God of War won Outstan…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:31:00Z"
  },
  {
    "title": "Metro Exodus Release Date & Pre-Order Guide: Prices, Bonuses",
    "description": "Set to launch February 15, Metro Exodus continues Artyom and his allies' stories after the events of Metro: Last Light. The game is releasing on Xbox One, PS4, and PC--with the PC version launching exclusively on the Epic Games Store. Like its predecessors, E…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:47:00Z"
  },
  {
    "title": "Far Cry New Dawn Release Date & Buying Guide: Prices, Bonuses",
    "description": "Far Cry New Dawn is now available, with its release date of February 15 having arrived today. It's both a post-apocalyptic spin-off of and sequel to Far Cry 5 that introduces a new story, allies, and weapons. You won't have to shell out the typical $60 USD to…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:16:00Z"
  },
  {
    "title": "Far Cry New Dawn Release Date & Pre-Order Guide: Prices, Bonuses",
    "description": "Set to launch February 15, Far Cry New Dawn is both a post-apocalyptic reskin of and sequel to Far Cry 5 that introduces a new story, allies, and weapons. You won't have to shell out the typical $60 USD to grab this brand-new game, though, as New Dawn has a $…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:16:00Z"
  },
  {
    "title": "Metro Exodus Release Date & Buying Guide: Prices, Bonuses",
    "description": "Metro Exodus is now available, having released on February 15. It continues Artyom and his allies' stories after the events of Metro: Last Light. The game is out for Xbox One, PS4, and PC--with the PC version launching exclusively on the Epic Games Store. Lik…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:47:00Z"
  },
  {
    "title": "What is Trump’s American AI Initiative?",
    "description": "President Trump just issued a new executive order on AI. Here's all the details you need about the nuts and bolts of what's been signed, what it all might look like in practice, and how it stacks up against AI research efforts not taking place under our star-…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:14:53Z"
  },
  {
    "title": "Show Your Own Excel Error Values",
    "description": "In a perfect world, nobody would ever make a mistake in Excel. Every formula would be flawless, and every bit of data would be valid. Unfortunately, that's not the case. When mistakes happen, there are built-in errors, like #N/A, but why not create your own E…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:02:00Z"
  },
  {
    "title": "‘The Curse of Bigness’: A long-read Q&A with Tim Wu - AEI - American Enterprise Institute: Freedom, Opportunity, Enterprise",
    "description": "Columbia Law School professor Tim Wu talks Big Tech, arguing for antitrust as an alternative to the \"regulated monopoly model.\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:11Z"
  },
  {
    "title": "First PTAB Reversals Under New Subject Matter Eligibility Guidance",
    "description": "Since having been sworn in as the new director of the U.S. Patent and Trademark Office (USPTO) in February 2018, Andrei Iancu has led the charge to improve predictability of patent-eligible subject matter. In his speech at the Intellectual Property Owners’ (I…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:15:27Z"
  },
  {
    "title": "VCP6.7-DCV Objective 4.4 – Set up ESXi hosts",
    "description": "Hello students and readers. This is our first post covering the new upcoming VCP6.7-DCV Study Guide. It is a work in progress and we’re just started. I hope it will help VMware admins to successfully pass their VCP6.7-DCV 2019 certification. This post’s title…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:14:36Z"
  },
  {
    "title": "AI ‘chatbot’ will help displaced people access education online",
    "description": "Research Lives: Dr Anthony Ventresque, Lero, researcher and director of the UCD Complex Software Lab",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:00:00Z"
  },
  {
    "title": "Most Security Bugs Are Memory Safety Issues",
    "description": "Catalin Cimpanu (via Hacker News): Speaking at the BlueHat security conference in Israel last week, Microsoft security engineer Matt Miller said that over the last 12 years, around 70 percent of all Microsoft patches were fixes for memory safety bugs.The reas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:53:27Z"
  },
  {
    "title": "DigiCert and Utimaco work on securing the future of IoT from quantum computing threats through collaboration with Microsoft - IoT For All",
    "description": "DigiCert and Utimaco work on securing the future of IoT from quantum computing threats through collaboration with Microsoft IoT For All DigiCert, Utimaco and Microsoft announced their work on securing the future of IoT from quantum computing threats.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:14:00Z"
  },
  {
    "title": "IoT in Action: How data-driven farming can help feed the world - IoT Hub",
    "description": "IoT in Action: How data-driven farming can help feed the world IoT Hub Microsoft is looking at how to lower the cost of IOT on farms.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:50:46Z"
  },
  {
    "title": "Zacks Market Edge Highlights: Amazon, Alphabet, Microsoft, NVIDIA and Cloudera - Nasdaq",
    "description": "Zacks Market Edge Highlights: Amazon, Alphabet, Microsoft, NVIDIA and Cloudera Nasdaq For Immediate ReleaseChicago, IL - February 14, 2018 - Zacks Market Edge is a podcast hosted weekly by cks Stock Strategist Tracey Ryniec. Every.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:15:00Z"
  },
  {
    "title": "Global Internet of Things (IoT) in Healthcare Market Research Report | Size, Share and Forecast by 2028: Microsoft Corporation, Proteus Digital Health Inc, Medtronic - World Reporter",
    "description": "Global Internet of Things (IoT) in Healthcare Market Research Report | Size, Share and Forecast by 2028: Microsoft Corporation, Proteus Digital Health Inc, Medtronic World Reporter Market.us released a new report on”Internet of Things (IoT) in Healthcare Mark…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:28:32Z"
  },
  {
    "title": "EastWest Institute Introduces a New Guide To Make Tomorrow's Smart Cities Secure and Safe - IoT For All",
    "description": "EastWest Institute Introduces a New Guide To Make Tomorrow's Smart Cities Secure and Safe IoT For All The EastWest Institute (EWI) today released a new report: Smart and Safe: Risk Reduction in Tomorrow's Cities—designed to provide guidance for executives...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:27:00Z"
  },
  {
    "title": "Global Internet of Things (IoT) in Healthcare Market Top Player 2018 – International Business Machines Corporation (IBM) - Times of Market",
    "description": "Global Internet of Things (IoT) in Healthcare Market Top Player 2018 – International Business Machines Corporation (IBM) Times of Market The report gives the detailed overview of Global “Internet of Things (IoT) in Healthcare“ Market 2018 and predicts future …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:14:19Z"
  },
  {
    "title": "Internet of Things Technology Market Effect Factors Analysis with Revenue and Forecast to 2025 - B2B Reports News",
    "description": "Internet of Things Technology Market report provides featured analysis that will drive your business to the next level. It overview including growth factors, market demand, current trends, and forecast research by expert studies. This report estimate upcoming…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:11:00Z"
  },
  {
    "title": "Internet of Things Technology Market Report 2019 -2025: Consumption (Sales) Comparison by Application - DD News Herald",
    "description": "Internet of Things Technology Market reports cover detailed competitive outlook including the market share and company profiles of the key participants operating in the Global market. The Internet of Things Technology market report provides an in-depth overvi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:35:00Z"
  },
  {
    "title": "2018 Global Internet of Things (IoT) Market in Manufacturing – Segmented by Software,Connectivity, Services, Application (Process Optimization, Predictive Maintenance, Asset Management) and Region – Growth, Trends and Forecasts to 2023 – Daily Updates - Daily Updates",
    "description": "2018 Global Internet of Things (IoT) Market in Manufacturing – Segmented by Software,Connectivity, Services, Application (Process Optimization, Predictive Maintenance, Asset Management) and Region – Growth, Trends and Forecasts to 2023 – Daily Updates Daily U…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:04:00Z"
  },
  {
    "title": "RFID, AIDC and IoT New Round Up for Feb. 14, 2019 - Supply Chain Digest",
    "description": "RFID, AIDC and IoT New Round Up for Feb. 14, 2019 Supply Chain Digest Perhaps New Record for Bar Code Label Switching Theft; Smart Glasses Starting to Get Some Supply Chain Traction; Clothes with RFID Chips that Report on...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:19:46Z"
  },
  {
    "title": "After limping through chapter one of cloud computing, IBM aims to own chapter two",
    "description": "In 2013, IBM Corp. got a wakeup call when it lost an important cloud computing deal at the Central Intelligence Agency to Amazon Web Services Inc. IBM protested the contract, exposing previously confidential details. In a high-profile decision, Judge Thomas W…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:53:58Z"
  },
  {
    "title": "Cisco delivers solid financials as it steps up its transition to a software-focused company",
    "description": "Computer networking giant Cisco Systems Inc. looks to be humming along nicely after delivering strong second quarter fiscal 2019 earnings that edged past Wall Street’s expectations. The company’s shares rose almost 4 percent in extended trading Wednesday afte…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:56:40Z"
  },
  {
    "title": "NetApp stock takes a hit as its growth stalls",
    "description": "Shareholders in data storage company NetApp Inc. were left reeling today after the company reported revenue and guidance that fell short of Wall Street’s expectations. The company, which sells data storage systems and software for hybrid cloud information tec…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:14:30Z"
  },
  {
    "title": "You Can Now Run Windows 10 Home/Pro on Raspberry Pi 3",
    "description": "The Raspberry Pi 3 Model B/B+ SBC officially supports Windows 10 IoT, but if you ever wanted to run the full Windows 10, you’d be out of luck since Microsoft does not provide this option....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:42:04Z"
  },
  {
    "title": "Hellblade: Senua's Sacrifice's Switch port being handled by QLOC, will include motion controls",
    "description": "I'd have to say for me personally, the announcement of Hellblade: Senua's Sacrifice coming to Switch during yesterday's Nintendo Direct was pretty mind-blowing. I think the game to be excellent, and also an absolutely gorgeous experience. Seeing it come to Sw…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:00:00Z"
  },
  {
    "title": "DICE Awards 2019 - full list of winners",
    "description": "The DICE Awards 2019 have come to a close, and the full list of winners is now revealed. Check out the full list below, with the Nintendo-related winners highlighted in bold. Game of the Year: God of War (Sony Interactive Entertainment/SIE Santa Monica Studio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:30:00Z"
  },
  {
    "title": "A Status Report on the California Consumer Privacy Act",
    "description": "Yesterday, I did a webinar for the California Lawyers Association on the status of the California Consumer Privacy Act (CCPA). This post recaps the discussion. A Quick Overview of the CCPA The CCPA imposes 6 new obligations on covered businesses:... The post …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:12:10Z"
  },
  {
    "title": "US Navy Shipwreck Of World War II-Era USS Hornet Found 17,500 Feet Underwater After 76 Years",
    "description": "Through a research expedition funded by late Microsoft co-founder Paul Allen, the deep sea R/V Petrel vessel located the USS Hornet and captured priceless footage. The post US Navy Shipwreck Of World War II-Era USS Hornet Found 17,500 Feet Underwater After 76…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:00:08Z"
  },
  {
    "title": "Epic Games Addresses 'Fortnite' 2FA Email Issues",
    "description": "After numerous reports that players weren't getting their authentication emails from Epic Games regarding their Fortnite accounts, the studio took to social media to let their community know that they are aware of the problem and are actively working on a fix…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:01:00Z"
  },
  {
    "title": "WWII Honolulu, Twitter, Patch Tuesday, More: Thursday ResearchBuzz, February 14, 2019",
    "description": "NEW RESOURCES Hawaii News Now: Never-before-seen trove of photos shows Honolulu during height of World War II. “After the attack on Pearl Harbor, Richard Perkins joined the Army and was stationed at […]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:58:23Z"
  },
  {
    "title": "SwiftKey Keyboard 7.2.3.24 by SwiftKey",
    "description": "The post SwiftKey Keyboard 7.2.3.24 by SwiftKey appeared first on APKMirror.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:00:23Z"
  },
  {
    "title": "Video of the Week: A Strong Dividend Triangle Ensures Future Growth",
    "description": "Years of doing research, reading academic studies and working on portfolios (including mine) brought me to this set of rules that enables me to simplify my investing process. Principle 4 – A Strong Dividend Triangle Ensures Future Growth. When analysing a div…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:08:22Z"
  },
  {
    "title": "When To Call: Ophthalmology",
    "description": "Here’s another in my series of “When To Call” pieces. We sometimes overuse our consultants and call then at inappropriate times. So what if we diagnose an injury in their area of expertise at 2 am? Does it need attention or an operation before morning? If not…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:01:40Z"
  },
  {
    "title": "Policy Driven Enterprise Security For Kubernetes | @CloudEXPO @Azure @Dave_Strebel #Serverless #DevOps #Docker #Kubernetes",
    "description": "Every organization has requirements for policy in their environment. Some of these are essential to meet governance, and legal requirements and other are based on learning from past experience and not repeating the same mistakes. These decisions cannot tolera…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:00Z"
  },
  {
    "title": "IBM THINK 2019 Day 3 Recap: Reducing Bias with IBM",
    "description": "In today’s IBM THINK 2019 Day 3 Recap, we look at the problem of bias in AI and machine learning, the three locations in the development process where bias can creep in, and how IBM helps us mitigate bias with two key products, Fairness 360 and IBM Watson Ope…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:40:51Z"
  },
  {
    "title": "Activists Use Life-Sized Amazon Echo to Protest Company’s Energy Practices in Crystal City",
    "description": "Crystal City commuters were greeted by a bit of an unusual sight this morning at the neighborhood's Metro station: a human-sized Amazon Echo.\r\n\r\nEnvironmental activists with the group Greenpeace USA invited people at the station to ask questions to their very…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:20Z"
  },
  {
    "title": "DesktopDigitalClock 1.00",
    "description": "DesktopDigitalClock keeps the time on your desktop through a mildly customizable digital-style clock display. DesktopDigitalClock includes different themes usable for all Microsoft OS inspired by the lock screen. You can set the clock with different colors an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:26:16Z"
  },
  {
    "title": "First PTAB Reversals Under New Subject Matter Eligibility Guidance",
    "description": "Since having been sworn in as the new director of the U.S. Patent and Trademark Office (USPTO) in February 2018, Andrei Iancu has led the charge to improve predictability of patent-eligible subject matter. In his speech at the Intellectual Property Owners’ (I…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:15:27Z"
  },
  {
    "title": "How To Remove Bloatware, Telemetry Apps from Windows 10",
    "description": "This article covers a simple PowerShell script to remove bloatware and the telemetry apps from Windows 10. The post How To Remove Bloatware, Telemetry Apps from Windows 10 appeared first on I Love Free Software.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:00:39Z"
  },
  {
    "title": "Zoho updates its Office Suite amid Google G Suite, Microsoft Office 365 domination",
    "description": "Zoho Office runs from free to $6 per user a month depending on whether you're a single individual or large company.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:04Z"
  },
  {
    "title": "Microsoft launches AI skills initiative in Brazil",
    "description": "During visit to the country, Satya Nadella announces project to meet demand for the \"jobs of the future.\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:31:23Z"
  },
  {
    "title": "Innovators: Mark Novak is tackling cybersecurity at JPMorgan Chase",
    "description": "Mark Novak was at Microsoft for 23 years focusing on cybersecurity in a variety of roles. Three months ago he joined JPMorgan Chase as executive director of cybersecurity in the Seattle office.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:36:37Z"
  },
  {
    "title": "Microsoft Delays Working on the Next Windows 10 Version and Begins Developing Version 20H1",
    "description": "Microsoft has delivered a new Windows 10 Preview Build to Windows Insiders who managed to get into the Skip Ahead program. While we were expecting the Windows maker to drop builds from the 19H2 branch (version 1909) due for a release at the end of this year, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:14:41Z"
  },
  {
    "title": "God of War Kills It at the DICE Awards, Taking Home Nine Trophies",
    "description": "Last month the nominations for the annual DICE (Design Innovate Communicate Entertain) Awards were announced, with God of War, Marvel’s Spider-Man, and Red Dead Redemption 2 leading the way. The DICE Awards, which are organized by the Academy of Interactive A…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:46:52Z"
  },
  {
    "title": "Amazon Is Buying Up Billions in Government Bonds",
    "description": "Amazon () is buying up government debt at a rapid clip as markets, especially the tech sector during the final quarter of last year, began to sink. The company, led by CEO Jeff Bezos, began 2018 holding about $5 billion worth of government securities, includi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:34:35Z"
  },
  {
    "title": "Google to invest $13 billion in new US offices, data centres",
    "description": "Google plans to invest more than $13 billion this year on new and expanded data centres and offices across the U.S. CEO Sundar Pichai announced the news in a blog post on Wednesday, emphasizing the co",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:43:39Z"
  },
  {
    "title": "Software pirates are using Apple's tech to distribute hacked apps on iPhones",
    "description": "It is unclear how much money pirate distributors are siphoning away from Apple and legit app makers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:26:02Z"
  },
  {
    "title": "Next.js 8 now supports serverless apps",
    "description": "Next.js, a framework for building server-rendered apps with JavaScript and the React UI library, adds serverless computing capabilities as part of its new Version 8. Next.js 8 enables serverless deployment, in which applications are split into smaller parts, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:30:00Z"
  },
  {
    "title": "IBM marries on-premises, private- and public-cloud data",
    "description": "IBM has taken the wraps off of a new multi-cloud integration platform it hopes will help customers manage, secure and integrate data no matter where it resides – in on-premise, private-cloud or public-cloud applications. Enterprise customers are faced with th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:00Z"
  },
  {
    "title": "'I've paid $10bn in tax but it should have been more!': Microsoft founder Bill Gates, 63, says he and the rest of the world's richest 'don't deserve' their fortunes",
    "description": "Mad About Entertainment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:52:26Z"
  },
  {
    "title": "ISC StormCast for Thursday, February 14th 2019",
    "description": "Fake Updates Campaign Still Active in 2019 https://isc.sans.edu/forums/diary/Fake+Updates+campaign+still+active+in+2019/24640/ macOS Malware (Shlayer) Disables Gatekeeper https://www.carbonblack.com/2019/02/12/tau-threat-intelligence-notification-new-macos-ma…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:40:02Z"
  },
  {
    "title": "BOY, God of War won big at the DICE Awards",
    "description": "At the DICE Summit in Las Vegas tonight, the Academy of Interactive Arts and Sciences awarded game of the year to Sony Santa Monicaâ€ \u0099s God of War....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:56:00Z"
  },
  {
    "title": "Microsoft Q# Coding Contest – Winter 2019",
    "description": "Microsoft’s Quantum team is excited to announce the Q# Coding Contest – Winter 2019! In this contest you can put your quantum programming skills to the test, solving quantum computing tasks in Q#. Winners will receive a Microsoft Quantum T-shirt! Quantum comp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:00:02Z"
  },
  {
    "title": "DEC unveils new Dallas hub focused on smart cities, gets hand from Microsoft, AT&T",
    "description": "The Dallas Entreprenuer Center is making a fresh effort around smart cities – and getting help from some of the biggest names in tech. The DEC Network is announcing a smart cities incubator in its flagship West End site focused on supporting entrepreneurs and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:38:24Z"
  },
  {
    "title": "Halo steward Bonnie Ross accepts the Hall of Fame award at the DICE Awards",
    "description": "Bonnie Ross, corporate vice president at Microsoft and head of 343 Industries, received the Hall of Fame award at the DICE Awards.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:15:38Z"
  },
  {
    "title": "Crackdown 3 hands-on video — an action-packed start for a comic book-style open world",
    "description": "Dean Takahashi of GamesBeat plays the beginning of Crackdown 3, which slowly teaches you how to play and then sets you lose in a comic book-style open world.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:15:10Z"
  },
  {
    "title": "God of War takes Game of the Year, 9 of 23 awards at DICE Awards",
    "description": "Sony's God of War won nine of 23 awards -- including Game of the Year -- at the 22nd annual DICE Awards in Las Vegas.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:57:11Z"
  },
  {
    "title": "Crackdown 3 Review",
    "description": "Crackdown 3 was probably announced too early. Microsoft started talking about it in 2014, back when the idea of a sequel to Crackdown --especially one that was significantly better than the underwhelming Crackdown 2 --probably seemed like a good idea. Here in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:34:00Z"
  },
  {
    "title": "Tokushima woman on zero-waste quest gets an audience with Davos",
    "description": "With leaders from around the world as her audience, a young Japanese woman from Kamikatsu, Tokushima Prefecture, spoke about her small town’s “zero waste” initiatives,...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:59:19Z"
  },
  {
    "title": "Molina brings his hard-hitting style to face Figueroa",
    "description": "Technically, the main event this Saturday is the featherweight title bout between Leo Santa Cruz and Rafael Rivera. But the co-feature between welterweights John Molina Jr. and Omar Figueroa Jr. could steal the show.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:32:37Z"
  },
  {
    "title": "Benavidez, Nery, Arreola on Spence-Garcia card",
    "description": "Former super middleweight world titlist David Benavidez will take on J'Leon Love on the March 16 PBC card headlined by Errol Spence vs. Mikey Garcia.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:22:10Z"
  },
  {
    "title": "How to Get Any Job You Want: The 2 Decisive Moments You Need to Master",
    "description": "In my third year of university, I applied for a coveted summer position at a Big 4 accounting firm despite two glaring facts. To even get an interview, I had to beat out students from established accounting programs and more prestigious schools. RSS is cool a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:46:05Z"
  },
  {
    "title": "After nearly 10 years, Cortex CEO to leave innovation district",
    "description": "Lower will work full time through the end of the year.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:00Z"
  },
  {
    "title": "After nearly 10 years, Cortex CEO calls it quits",
    "description": "Lower will work full time through the end of the year.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "IBM embraces multicloud warehouse availability on AWS, adds elastic SMP",
    "description": "The focus on customer needs for greater choice and flexibility is a constant at the IBM Think 2019 conference. Nowhere is this more evident than in IBM Hybrid Data Management, which supports data of any type, source and structure, be it on-premises or in the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:55:09Z"
  },
  {
    "title": "Everyone thinks the market's hottest tech stocks are too expensive — but new research suggests one segment is offering a major bargain right now",
    "description": "Mega-cap tech companies have been an undeniably strong driver of stock-market gains throughout the past decade. However, their invincibility took a hit at the end of 2018 amid a market-wide sell-off that saw the biggest tech stocks absorb the biggest losses. …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:58:00Z"
  },
  {
    "title": "Deloitte Consulting Senior Manager: how consulting set her up for entrepreneurship, nonprofit and public sector leadership, and industry impact",
    "description": "The Story of one Deloitte Consulting Senior Manager Are you interested in Deloitte Consulting? Or just in good stories about how consultants transition as experienced hires? Have we got a treat for you today! Our team recently connected with Lynn … Continue R…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:44:13Z"
  },
  {
    "title": "What’s New in Civic Tech: Detroiters Pay Taxes Via Kiosks",
    "description": "Wayne County, Mich., which is home to Detroit, has deployed a new kiosk-based system for property tax payment that allows its residents to pay their bills over time, rather than in one lump sum. Local media reported on the kiosk system this week, which is rel…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "Loophole allows pirated apps to be installed on Apple iPhones",
    "description": "Software pirates have hijacked technology designed by Apple to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:14:17Z"
  },
  {
    "title": "How Amazon and Eero could bring enterprise-grade threat management to the masses",
    "description": "What if every Amazon customer could benefit from the power of AWS and machine learning to thwart malware and other security threats?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:55:00Z"
  },
  {
    "title": "Latest Windows preview build skips all the way to a 2020 release",
    "description": "An October 2019 update is still planned, but previews of that will come in spring.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:49:14Z"
  },
  {
    "title": "Data integration issues still impede digital progress, survey shows",
    "description": "Survey says data integration is more of a struggle than ever. Standards to the rescue?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:53:00Z"
  },
  {
    "title": "Azure Content Spotlight – Azure Data Factory",
    "description": "Welcome to another Azure Content Spotlight! These articles are used to highlight items in Azure that could be more visible to the Azure community. This week our content spotlight is about Azure Data Factory. From my experience as a Cloud Architect, moving, st…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:11Z"
  },
  {
    "title": "How to read the Dynamics 365 Mailbox details file for troubleshooting",
    "description": "In this post, we are going to look at the Mailbox Details log file that can be used when troubleshooting Server Side Synchronization and App for Outlook scenarios. Thanks again to Cody Dinwiddie on our Dynamics 365 Support team for helping put this informatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:29:25Z"
  },
  {
    "title": "Technical Art Director: Asmodee North America",
    "description": "Fantasy Flight Interactive is the video game development studio for Fantasy Flight Games, a world-class creator of role-playing, board and card games. We’re expanding to create new games and share them with the world at large. Specifically, we’re looking for …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Europe agrees platform rules to tackle unfair business practices",
    "description": "The European Union’s political institutions have reached agreement over new rules designed to boost transparency around online platform businesses and curb unfair practices to support traders and other businesses that rely on digital intermediaries for discov…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:13:14Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:59:24Z"
  },
  {
    "title": "Instructional Graphic Designer",
    "description": "Commercial Coaching &amp; Development Instructional Graphic Designer General Scope of Responsibility Work in collaboration with the Director of Design &amp; Delivery towards the development and creation of instructional assets and infographics for digital and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:22:47Z"
  },
  {
    "title": "Old Phantom Crypter upends malicious document tools",
    "description": "As the new year began, the makers of tools that generate the malicious documents used in social engineering spam attacks threw out the rule book and started fresh with an entirely new batch of Office exploits",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:10:42Z"
  },
  {
    "title": "Mini KMS Activator Ultimate v1.3-P2P",
    "description": "P2P group has released an updated version of “Mini KMS Activator Ultimate”. Description: Mini KMS Activator Ultimate is latest edition for windows Activation that helps you to activate the all Windows and all Office Products with more reliable way. You have b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:47:30Z"
  },
  {
    "title": "Anthem Preload for PS4, Xbox One, and Windows PC Begins",
    "description": "Anthem preload for PS4, Xbox One, and Windows PC is available right now. The Anthem download size is around 50GB. Those with EA Access and Origin Access will be able to download the game from February 15.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:05:16Z"
  },
  {
    "title": "Pirates Hijack Apple Tech to Distribute Hacked Versions of Spotify, Angry Birds, Pokemon Go, and More",
    "description": "Pirate operations are providing modified versions of popular apps to consumers, enabling them to stream music without ads and to circumvent fees and rules in games.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:48:10Z"
  },
  {
    "title": "Vessel discovers wreck of World War II carrier Hornet",
    "description": "SEATTLE - A research vessel funded by the late Seattle billionaire Paul Allen has discovered the wreckage of an American aircraft carrier sunk in the South Pacific during World War II. It is the latest in an ongoing effort to discover sunken vessels.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:25:12Z"
  },
  {
    "title": "Here’s one more reason to work at Lululemon",
    "description": "Lululemon is already famous for the flexibility of its yoga pants, and now it’s extending some of that flexibility to employees. The company just announced an inclusive new parental leave policy that is gender neutral and applies equally to maternity, paterni…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:25Z"
  },
  {
    "title": "Windows 10 build 18336 for the 20H1 development releases",
    "description": "The first preview for Windows 10 version 2003 (20H1) coming in 2020 releases to testers, and here's what you need to know. The post Windows 10 build 18336 for the 20H1 development releases appeared first on Pureinfotech • Windows 10 tips, one step at a time.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:31:53Z"
  },
  {
    "title": "How to prevent Windows 10 from installing version 1903 (April 2019 Update)",
    "description": "You can avert unwanted problems by delaying the Windows 10 April 2019 Update, version 1903, on your device until you're ready, and in this guide, you'll learn how to do it. The post How to prevent Windows 10 from installing version 1903 (April 2019 Update) ap…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:00:41Z"
  },
  {
    "title": "22 Things Big Tech Companies Know About You Right Now",
    "description": "You’d be surprised just how much big tech companies like Google, Facebook, Apple, Twitter and Amazon know about you.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:06:43Z"
  },
  {
    "title": "Stan Just Bumped Up Its Prices Again",
    "description": "Local streaming service Stan has increased prices on two of its tiers, bumping up the monthly cost on the Standard and Premium plans by $2 a month. While that doesn't sound like much, it adds to the monthly costs households incur and should give us pause to t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:30:23Z"
  },
  {
    "title": "iPhone pirates hack Spotify and other apps to listen to ad-free music for free",
    "description": "Hackers also pirated versions of Angry Birds, Pokemon Go and Minecraft for iOS devices",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:30:13Z"
  },
  {
    "title": "P65 Implementing a pain scale to improve botulinum toxin practice for cervical dystonia",
    "description": "Objectives To evaluate the effectiveness of introducing a pain scale to improve cervical dystonia (CD) patient satisfaction rates in the National Hospital for Neurology and Neurosurgery (NHNN) Botox clinic.\n\nDesign Case control study.\n\nSubjects Subjects inclu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:36:14Z"
  },
  {
    "title": "P85 Waiting time for operative management of degenerative cervical myelopathy (DCM) and its impact on outcome",
    "description": "Objectives To audit the waiting time for patients with degenerative cervical myelopathy (DCM ) and its impact on outcome in the Imperial College NHS Trust (ICNHST) against the latest AO standard.\n\nDesign Retrospective analysis.\n\nSubjects 1. Waiting time for s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:36:14Z"
  },
  {
    "title": "The Joys of Managing Large Microsoft Teams",
    "description": "Teams now supports memberships of up to 5,000 users. This is great for large tenants, but probably isn't too interesting for most of Office 365. If you're in the situation where you might need to operate very large teams, you might need Microsoft to make some…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:17Z"
  },
  {
    "title": "Amazon's abrupt escape from New York won't hurt its business one bit, say analysts (AMZN)",
    "description": "Amazon announced Thursday that it will not move forward with building HQ2 in New York City. Analysts say this will not impact Amazon's business outlook or stock in the long term, especially since it already has a presence in New York City. While Amazon will n…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:22:48Z"
  },
  {
    "title": "MEDIA WORKOUT QUOTES & PHOTOS FOR PREMIER BOXING CHAMPIONS ON FOX & FOX DEPORTES: LEO SANTA CRUZ VS. RAFAEL RIVERA",
    "description": "Fighters competing on Saturday’s Premier Boxing Champions on FOX and FOX Deportes event took part in a media workout Wednesday as they near their respective showdowns this Saturday night at Microsoft Theater at L.A. Live in Los Angeles. Tickets for the show, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:51:54Z"
  },
  {
    "title": "LEO SANTA CRUZ VS. RAFAEL RIVERA FINAL PRESS CONFERENCE QUOTES & PHOTOs",
    "description": "PBC on FOX & FOX Deportes Headlined by Featherweight World Champion Leo Santa Cruz Taking on Mexico’s Rafael Rivera This Saturday Night from Microsoft Theater at L.A. Live in Los Angeles Click HERE for Photos from Sean Michael Ham/TGB Promotions LOS ANGELES (…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:07:04Z"
  },
  {
    "title": "Errol Spence Jr. Battles Mikey Garcia on March 16",
    "description": "Unbeaten IBF Welterweight World Champion Errol “The Truth” Spence Jr. defends his title against undefeated four-division champion Mikey Garcia in a highly anticipated and historic showdown for pound-for-pound supremacy that headlines a Premier Boxing Champion…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:38:25Z"
  },
  {
    "title": "Remove the Power Clean Pro 2019 PUP",
    "description": "Power Clean Pro 2019 PUP is a potentially unwanted program that states it scans Windows for Malware/Pup Threats, ways to Enhance System Performance, System/User Software Related issues, and Startup/Uninstall and User Items. When Power Clean Pro 2019 scans a c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:11:51Z"
  },
  {
    "title": "Cloudera announces support for Azure’s next-generation Data Lake Store",
    "description": "Today we are proud to announce our support for ADLS Gen2 as it enters general availability on Microsoft Azure. CDH 6.1 already includes support for MapReduce and Spark jobs, Hive and Impala queries, and Oozie workflows on ADLS Gen2. The Cloudera platform deli…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:00:12Z"
  },
  {
    "title": "God of War wins big at DICE Awards 2019",
    "description": "Sony’s God of War for PS4 dominated the annual DICE Awards, winning nine of 23 categories, including Game of the Year. The full list of DICE Awards 2019 winners also includes Celeste, Red Dead Redemption 2, and Marvel’s Spider-Man.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:57:59Z"
  },
  {
    "title": "Competition for Ola, Uber? MoveInSync to foray into ride-hailing space",
    "description": "The company will launch its service in Mumbai next month and focus only on office-going people with fixed schedules",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:18:00Z"
  },
  {
    "title": "BOY, God of War won big at the DICE Awards",
    "description": "At the DICE Summit in Las Vegas tonight, the Academy of Interactive Arts and Sciences awarded game of the year to Sony Santa Monicaâ€ \u0099s God of War....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:56:00Z"
  },
  {
    "title": "Of Dumplings, Bok Choy, and the Politics of Emoji",
    "description": "Of Dumplings, Bok Choy, and the Politics of Emoji Jacob Sweet emoji activism jennifer lee In 2015, inspiration struck Jennifer 8. Lee ’99 like an apple from Newton’s tree. In her case, though, it was a dumpling. Lee and her friend Yiying Lu were texting about…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:37:48Z"
  },
  {
    "title": "Bill Gates Bought Up More Waste Management Stock",
    "description": "Cascade Investment bought 1.22 million more shares of the trash and recycling firm. Waste Management stock soared to a new high on Thursday after a strong earnings report.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:37:30Z"
  },
  {
    "title": "3 small cap ASX tech shares that offer high growth",
    "description": "The 3 small-cap ASX tech shares could help your portfolio beat the market.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:04:10Z"
  },
  {
    "title": "Where to invest $5,000 in the ASX in February",
    "description": "Webjet Limited (ASX:WEB) shares are one of three that I would consider investing $5,000 into with a long term view...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:38:34Z"
  },
  {
    "title": "Here Technologies to fund a $28 million research institute that applies machine learning to geolocation data",
    "description": "Here Technologies is investing $28 million in a machine learning research institute that will crunch location data on an industrial scale.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:15Z"
  },
  {
    "title": "Pirates hijack Apple’s enterprise certificates to put hacked apps on iPhones",
    "description": "Software pirates have hijacked Apple's technology to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, and other popular iPhone apps.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:49:55Z"
  },
  {
    "title": "The most powerful woman from every state",
    "description": "Since 1981, March has been celebrated as Women’s History Month in the US. But women’s accomplishments in politics, medicine, civil rights, entertainment, media, sports, business, and other pursuits are worth celebrating every day.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:18:43Z"
  },
  {
    "title": "Hacked apps on iPhones may hit Apple's revenue",
    "description": "Illicit software distributors such as TutuApp, Panda Helper, AppValley and TweakBox have found ways to use digital certificates to get access to a program Apple introduced to let corporations distribute business apps to their employees without going through A…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:34:03Z"
  },
  {
    "title": "Amazon Responds to Greenpeace Stating Commitment to “Achieving 100% Renewable Energy”",
    "description": "Responding to Greenpeace USA’s",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:45:55Z"
  },
  {
    "title": "Crackdown 3 could be the future of Xbox games, for better and worse",
    "description": "Crackdown 3 is Microsoft’s big open-world game for 2019. At full price, it’s a disappointment. But for Xbox Game Pass players, it’s a must-play. Here’s how Microsoft’s new service could shape the future of its Xbox One and Windows PC games with a Netflix-styl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:00Z"
  },
  {
    "title": "Crackdown 3 review",
    "description": "Crackdown 3 is a messy playpen of fun and destruction for Xbox One and Windows PC. Developed by Sumo Digital, the game will be released Feb. 15.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:00Z"
  },
  {
    "title": "マイクロソフト、アンケートや投票作成ツール「Forms」のプレビュー版を準備か（ZDNet Japan）",
    "description": "Microsoftはこれまで、「Forms」を「Office 365 Education」や商用顧客向けに提供して - Yahoo!ニュース(ZDNet Japan)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:25:00Z"
  },
  {
    "title": "「Windows 10 20H1」がプレビューリリース ～Build 18836が“Skip Ahead”で利用可能（Impress Watch）",
    "description": "米Microsoftは2月14日（現地時間）、「Windows 10 Insider Preview」Build 18836を“Wi - Yahoo!ニュース(Impress Watch)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:00:00Z"
  },
  {
    "title": "Disney overtakes Apple in survey of most ‘intimate’ brands",
    "description": "As Walt Disney Co. prepares to pull its content off of streaming services and create its own, there’s at least one good omen: Consumers feel closer to its brand than they do to any other, even Apple Inc.’s.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:04Z"
  },
  {
    "title": "MarketWatch First Take: Cisco stares down geopolitical unrest and cloud downturn, and stock emerges higher",
    "description": "Throughout this earnings season, stocks and sentiment have swung on tech companies’ complaints about softening orders from customers worried about geopolitical unrest and a slowing of the market for data-center equipment.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:09:07Z"
  },
  {
    "title": "RIP Dr. Bernard L. Peuto, Porting Android 9 Pie Go Stack to Rpi 3, LibreOffice v6.2 Coming Soon, Red Hat Virtualization Platform 4.3 Beta Released, Deepin Desktop Environment",
    "description": "It is with a heavy heart that I write to inform you that the father and architect of the Zilog Z8000 processor, Dr. Bernard L. Peuto, has passed. Learn more about his contributions to tech and the legacy he has left here. An independent group referring to the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:00Z"
  },
  {
    "title": "Crackdown 3",
    "description": "[*Reviews go up on February 14 at 5:01 am Pacific*] Stop crime as a super-powered Agent of justice in Crackdown 3's sandbox of mayhem and destruction. Explore the heights of a futuristic city, race through the streets in a transforming vehicle, and use your p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:13:17Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:54:18Z"
  },
  {
    "title": "Review: Terraforming Mars:: (Terraforming) Mars Attacks!: A Terraforming Mars Review",
    "description": "by lasttruegypsy Disclaimer: All reviews are subjective. My reviews are subjective. I will do my best to be fair and note any biases I have towards a game. Thank you for reading. I was one of the fortunate few who were able to get my hands on a first print ru…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:44:32Z"
  },
  {
    "title": "Change default browser when connecting to Google Sheets",
    "description": "<!-- [DocumentBodyStart:39983c7f-095d-4aa3-8dfe-57ba630ce0a9] -->Hello, I am attempting to build an automation in UIPath which will open a new Tableau workbook that connects to Google Sheets. UIPath, unfortunately, supports only IE, Chrome and Firefox. When I…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:46:12Z"
  },
  {
    "title": "Microsoft starts testing a version of Windows 10 it won’t release until 2020",
    "description": "Microsoft is testing a Windows 10 update scheduled for 2020. Codenamed 20H1, it’s not clear what features will be included in this new update, but Microsoft is starting testing early this week. It comes before Microsoft has even released the April and October…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:17:58Z"
  },
  {
    "title": "DICE Awards 2019 - full list of winners",
    "description": "The DICE Awards 2019 have come to a close, and the full list of winners is now revealed. Check out the full list below, with the Nintendo-related winners highlighted in bold. Game of the Year: God of War (Sony Interactive Entertainment/SIE Santa Monica Studio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:30:00Z"
  },
  {
    "title": "Fin24.com | Bill & Melinda Gates: We're asked more about Trump than all other topics combined",
    "description": "Read Bill and Melinda Gates' 10th annual letter, in which they tackle tough questions.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:00:30Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Major app makers Spotify Technology SA, Rovio Entertainment Oyj and Niantic Inc have begun to fight back.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:42:27Z"
  },
  {
    "title": "Plugable USBC-NVME Tool-Less NVMe SSD Enclosure Capsule Review",
    "description": "Storage bridges are an important part of computing systems. Currently popular external bridges allow storage drives (hard drives or SSDs) to talk to computing systems over USB or Thunderbolt 3. While Thunderbolt 3 is a premium Intel-only interface for now, US…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:05:00Z"
  },
  {
    "title": "WhiteSource Launches New Product for E2E Open Source Security Throughout Container Lifecycle",
    "description": "TEL AVIV, Israel, Feb. 14, 2019 /PRNewswire/ -- WhiteSource, the leader in continuous open source security and license compliance management, announced today the release of WhiteSource for Containers. The new solution is a holistic, end-to-end solution for th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:20:00Z"
  },
  {
    "title": "Surface Pro 6 128GB 12\" Tablet Bundle for $879 + free shipping",
    "description": "Antonline via eBay offers the 1.7-lb. Microsoft Surface Pro 6 128GB 12.3\" Tablet bundled with the Signature Type Keyboard/Cover Case in Platinum, Surface Mobile Mouse in Platinum and Microsoft Office 365 1-Year Subscription for the in-cart price of $879 with …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:00:03Z"
  },
  {
    "title": "Diversity on Tech Company Boards Continues to Move at a Snail’s Pace",
    "description": "Earlier this month, ecommerce giant Amazon appointed its first African-American female board member since 2009, tapping Starbucks chief operating officer Rosalind Brewer. However, expectations of a surge of similar moves in Silicon Valley should be tempered b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:14:14Z"
  },
  {
    "title": "Pirates found a way to load paid apps on iPhones for free, and Apple could be losing money",
    "description": "Software pirates have made pirated versions of legitimate apps, like Spotify, that users can install through a program meant only for businesses to use with their own employees, Reuters found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:38:00Z"
  },
  {
    "title": "Here’s one more reason to work at Lululemon",
    "description": "The athleisure company is heading to the future. Lululemon is already famous for the flexibility of its yoga pants, and now it’s extending some of that flexibility to employees. Read Full Story",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:25Z"
  },
  {
    "title": "Gates Foundation Trust Sells Berkshire, Microsoft Stock",
    "description": "The Bill & Melinda Gates Foundation Trust cut back on its two most valuable individual stockholdings in the fourth quarter. Berkshire remains the trust’s most valuable individual stockholding.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:48:22Z"
  },
  {
    "title": "Diabetes Disparities In Illinois",
    "description": "Preventing Chronic Disease (PCD) is a peer-reviewed electronic journal established by the National Center for Chronic Disease Prevention and Health Promotion. PCD provides an open exchange of information and knowledge among researchers, practitioners, policy …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:04:41Z"
  },
  {
    "title": "Augmented Analytics Market Worth $18.4 Billion by 2023 - Exclusive Report by MarketsandMarkets™",
    "description": "CHICAGO, Feb. 14, 2019 /PRNewswire/ -- According to a new market research report \"Augmented Analytics Market by Software, Service (Training and Consulting, Deployment and Integration, and Support and Maintenance), Organization Size (SMEs and Large Enterprises…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:30:00Z"
  },
  {
    "title": "Organizing TV series",
    "description": "We download a large number of TV series. I have the space, so I keep the episodes when they're done, especially since in many cases they come out of sequence. But how? TV and other content suppliers are terrible when it comes to consistency. It has taken me a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:24:25Z"
  },
  {
    "title": "Rexel SA (RXLSF) CEO Patrick Berard on Q4 2018 Results - Earnings Call Transcript",
    "description": "Rexel SA (OTCPK:RXLSF) Q4 2018 Earnings Conference Call February 13, 2019 04:30 AM ET Company Participants Patrick Berard - CEO Laurent Delabarre - CFO Conferen",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:56:20Z"
  },
  {
    "title": "Innovators: Mark Novak is tackling cybersecurity at JPMorgan Chase",
    "description": "Mark Novak was at Microsoft for 23 years focusing on cybersecurity in a variety of roles. Three months ago he joined JPMorgan Chase as executive director of cybersecurity in the Seattle office.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:36:37Z"
  },
  {
    "title": "Bill Gates Says He Doesn\u0092t Deserve His Billions",
    "description": "RUSH: Let me just read the headline here. It\u0092s a New Zealand website. \u0093Nobody Deserves To Be This Rich, Says Bill Gates.\u0094 What have I always told you about these left-wing wealthy guys? They\u0092re the ones always saying they don\u0092t deserve it. They\u0092re the ones sa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:38:29Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "I'm not mad at 'Crackdown 3,' but I'm disappointed",
    "description": "Crackdown 3 is basically a can of Pringles in video game form: rapidly consumed, only vaguely satisfying, and completely forgotten within minutes. The pitch is pretty much the same as it was in 2007 when the original Crackdown launched: you're a superhuman cr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:00Z"
  },
  {
    "title": "Microsoft Releases February 2019 Security Updates",
    "description": "Original release date: February 12, 2019. Microsoft has released updates to address multiple vulnerabilities in Microsoft software. A remote attacker could exploit some of these vulnerabilities to take control of an affected system.The National C… Original re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:00:00Z"
  },
  {
    "title": "DigiCert and Utimaco work on securing the future of IoT through collaboration with Microsoft",
    "description": "News and articles about cyber security, information security, vulnerabilities, exploits, patches, releases, software, features, hacks, laws, spam, viruses, malware, trojans. DigiCert and Utimaco work on securing the future of IoT through collaboration with Mi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:53:00Z"
  },
  {
    "title": "Hackers Launching Trickbot Malware That Steals VNC, PuTTY and RDP Credentials",
    "description": "The new variant of infamous trickbot malware comes with the capability of grabbing remote application login credentials. Trickbot is a banking malware which steals login credentials from applications, it was discovered long back ago, the threat actors contini…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:08:00Z"
  },
  {
    "title": "1-888-729-6918 Warning Alert Scam – How to Remove It",
    "description": "Ventsislav has been covering the latest malware, software and newest tech developments at SensorsTechForum for 3 years now. He started out as a network administrator. Having graduated Marketing as well, Ventsislav also has passion for discovery of new shifts …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:37:00Z"
  },
  {
    "title": "Most wanted malware in January 2019: A new threat speaks up",
    "description": "Check Point’s Global Threat Index for January 2019 reveals a new backdoor Trojan affecting Linux servers, which is distributing the XMRig crypto-miner. The new malware, dubbed SpeakUp, is capable of delivering any payload and executing it on compromised machi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:30:00Z"
  },
  {
    "title": "Lithuanian government holds training on election cyber threats - Baltic Times",
    "description": "VILNIUS The Chancellery of the Lithuanian Government held training and tabletop exercises earlier this week, dedicated to countering cyber threats during elections. According to the government, the events on Tuesday and Wednesday were attended by representati…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:06:00Z"
  },
  {
    "title": "Newer businesses drive Cisco's earnings beat",
    "description": "Chuck Robbins, who took the helm in July 2015, has made acquisitions a central part of his efforts to add muscle to the hardware giant's newer growth areas such as the cloud, internet of things and cyber security. REUTERS February 14, 2019, 14:04 IST Systems …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:15:00Z"
  },
  {
    "title": "Find vulnerability of any target to hack",
    "description": "Scanning is the initial phase of pentesting. Security researchers/ pentesters are very well aware of this phase. This is the phase where pentester spend most of the time. As this phase gives many information to pentester to prepare for further pentesting phas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:16:00Z"
  },
  {
    "title": "Cloud Computing Business – Automated Cyber Attacks Are The Next Big Threat",
    "description": "Introduction All the recent hacking incidents sought to cloud computing business revealing gaps in their security. The plot really thickens when the number of types of security attacks increases constantly overtaking the security solutions. Cloud computing bu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:17:00Z"
  },
  {
    "title": "Cisco Soars on Cyber Security & Application Software Sales - Warrior Trading News",
    "description": "Cisco Systems Inc (NASDAQ: CSCO) Shares of Cisco Systems jumped 3.87% to $49.34 in after-hours trading on Wednesday after the company reported second-quarter earnings and revenue above estimates of Wall Street analysts. Cisco also improved its quarterly divid…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:25:00Z"
  },
  {
    "title": "Emotet malware tweaks tactics in fresh attack wave",
    "description": "The Emotet Trojan, a thorn in the side of financial institutions and your average individual alike, is back with new techniques and an upsurge in attacks. According to researchers from Menlo Security, since mid-January 2019, Emotet has been used in a rapid st…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:26:00Z"
  },
  {
    "title": "Hysolate Extends Cybersecurity Isolation Platform - Dark Reading",
    "description": "Online attackers are constantly developing new, innovative ways to break into the enterprise. This Dark Reading Tech Digest gives an in-depth look at five emerging attack trends and exploits your security team should look out for, along with helpful recommend…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:42:00Z"
  },
  {
    "title": "N.D. seeks to create unified cybersecurity approach, centralized IT via legislation",
    "description": "In North Dakota, a state that officials say regularly faces 5.6 million attempted cyberattacks a month, IT centralization has long been viewed as a means to bolster security. Now, legislation newly passed in the state Senate, would create a unified approach t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:48:00Z"
  },
  {
    "title": "A Dividend-Paying Cybersecurity Stock Poised for Growth - The Motley Fool Canada",
    "description": "It seems there’s a new high-profile cyberattack every other month these days. From multinational corporations losing data on millions of clients to social media giants using developer tools to track teenagers on their mobile devices, the threat of bad actors …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:34:00Z"
  },
  {
    "title": "ICO: Cyber security and the NHS - National Health Executive",
    "description": "Peter Brown, acting head of technology policy at the Information Commissioner's Office (ICO), explains the importance of good practice in data protection and cyber security for the NHS, almost two years on from the WannaCry cyber-attack. If you asked the aver…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:57:00Z"
  },
  {
    "title": "Remove Astaroth Trojan From Your PC",
    "description": "The Astaroth Trojan is being spread in an ongoing campaign, the reports indicate that the majority of affected victims are from Brazil and Europe. This is a very dangerous threat as it uses the method of exploiting vulnerabilities in the machines, specificall…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:06:00Z"
  },
  {
    "title": "Leaders in digital investigations",
    "description": "VMGroup is a global firm, operating since 2014, providing extensive knowledge and expertise in the area of Digital forensics, eDiscovery, Data Recovery, Information Security consulting, IT Audit, Risk assurance services, and all related areas to their clients…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:35:00Z"
  },
  {
    "title": "Hackers Target Maltese Bank in €15m Cyber Heist",
    "description": "Hackers Target Maltese Bank in €15m Cyber HeistA leading Maltese bank is resuming its services today after shutting down operations following a major cyber-attack on Wednesday.The Bank of Valetta (BOV) said in a notice on Thursday morning that customers could…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:10:00Z"
  },
  {
    "title": "Serverless Keynote at @KubeSUMMIT | @DeloitteUS @DeloitteOnTech #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "In a recent survey, Sumo Logic surveyed 1,500 customers who employ cloud services such as Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP). According to the survey, a quarter of the respondents have already deployed Docker container…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:45:00Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:00:00Z"
  },
  {
    "title": "What To Expect From Mobile World Congress 2019 Beyond 5G and Foldable Phones?",
    "description": "For the first time in 15 years, I will not attend Mobile World Congress. When I mentioned this to some clients, some of them told me: “yes, you’re right, mobile is dead. There is no innovation anymore. It is all about AI and blockchain these days” ?!! I could…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:42:52Z"
  },
  {
    "title": "Google cloud head Kurian tips off future Google cloud plans",
    "description": "%%excerpt%% Remarks from Google cloud Thomas Kurian shed light on the company's Google Cloud plans to win customers and compete with the likes of AWS and Microsoft Azure in public and hybrid cloud.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:37:32Z"
  },
  {
    "title": "Where to find gigs in artificial intelligence consulting",
    "description": "Artificial intelligence consulting offers opportunities for partners in such fields as analytics, AIOps and natural language processing. Find out more about potential markets for AI services.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:45:00Z"
  },
  {
    "title": "Client virtualization, part 1: Is it the past or the future? (With a retrospective on XenClient)",
    "description": "A two-part series examining client virtualization, reflecting on its past and looking toward the future of client VMs, as well as examining why XenClient failed.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "HPE InfoSight to add support for partners' storage products",
    "description": "Hewlett Packard Enterprise plans to beef up the HPE InfoSight predictive analytics platform with support for partners' storage products, as it amps up its focus on artificial intelligence operations.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "Wot I Think: Crackdown 3",
    "description": "Developer: Sumo Digital Publisher: Microsoft Studios Release: February 15, 2019 On: Windows From: Windows Store Price: £50, $60 Oh dear. Oh dear, oh dear. What a horrible story there must be to tell of the last six or so years of Crackdown 3‘s development, if…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:31Z"
  },
  {
    "title": "Zoho unveils new Office Suite",
    "description": "Zoho Corporation has unveiled a new version of Zoho Office Suite that includes Cloud-based productivity applications — ZohoWriter, Zoho Sheet, Zoho Show and Zoho Notebook — offering users Artificial I",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:54:25Z"
  },
  {
    "title": "Software pirates are using Apple tech to put hacked apps on iPhones",
    "description": "Using so-called enterprise developer certificates, these pirate operations are providing modified versions of popular apps to consumers, enabling them to stream music without ads and circumvent fees",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:54:00Z"
  },
  {
    "title": "Learn about the State of Database DevOps Next Week",
    "description": "It’s a week to my webinar with Donovan Brown ( b t, y g ), leader of the League of Extraordinary Cloud DevOps Advocates, Principal DevOps Manager at Microsoft, and the guy that wants to Rub DevOps on Everything. He’s a passionate, intelligent, exciting guy wh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:51:41Z"
  },
  {
    "title": "Free SQL tuning tool: How’s My Database?",
    "description": "It’s taken longer than I thought it may and I’ve run into several problems along the way but had a few people in the MVP community swing some homeruns to help me complete the BETA of this new SQL Server community query tuning tool. What is “How’s My Database?…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:52:18Z"
  },
  {
    "title": "Valentine's Emails Laced with Gandcrab Ransomware",
    "description": "In the weeks leading up to Valentine's Day 2019, researchers notice a new form of Gandcrab appearing in romance-themed emails.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:35:00Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:55:37Z"
  },
  {
    "title": "Innovators: Mark Novak is tackling cybersecurity at JPMorgan Chase",
    "description": "Mark Novak was at Microsoft for 23 years focusing on cybersecurity in a variety of roles. Three months ago he joined JPMorgan Chase as executive director of cybersecurity in the Seattle office.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:36:37Z"
  },
  {
    "title": "DEC unveils new Dallas hub focused on smart cities, gets hand from Microsoft, AT&T",
    "description": "The Dallas Entreprenuer Center is making a fresh effort around smart cities – and getting help from some of the biggest names in tech. The DEC Network is announcing a smart cities incubator in its flagship West End site focused on supporting entrepreneurs and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:38:24Z"
  },
  {
    "title": "Dead By Daylight, Hellblade, And Unravel Two Coming To Switch",
    "description": "During today's Nintendo Direct, a number of third party ports were announced for the system. Notably, Dead by Daylight, Hellblade: Senua's Sacrifice, and Unravel Two are coming to the system this year. Dead by Daylight, the asynchronous multiplayer horror gam…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:03:00Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Major app makers Spotify Technology SA, Rovio Entertainment Oyj and Niantic Inc have begun to fight back",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:45:17Z"
  },
  {
    "title": "Windows Weekly 608: The Admiral Ackbar Thesis",
    "description": "Latest Windows 10 19H1 build brings underlying gaming improvements, free game to play Paul's top 5 new features in Windows 10 19H1 - inspired by last week's big list, I made a smaller list. Microsoft to modify Office ProPlus by end of April in response to Dut…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:24:45Z"
  },
  {
    "title": "Inside a GandCrab targeted ransomware attack on a hospital",
    "description": "A recent attack on a US hospital gives us a colourful picture of both how a targeted ransomware attack happens, and how it can be stopped.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:03:00Z"
  },
  {
    "title": "Which Browser Is Best for SAP Analytics?",
    "description": "It seems like it was just yesterday that SAP analytics customers were waiting for SAP to support Internet Explorer 9 in its products, but alas that was an eternity ago in 2011 (see related ASUG",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:20:00Z"
  },
  {
    "title": "SAP Learning Hub News – February 2019",
    "description": "Welcome to the February update of the SAP Learning Hub News, keeping you up do date with the latest developments, achievements of SAP Learning Hub. Check out the SAP Learning Hub News archive if you have missed previous updates. You can",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:01:55Z"
  },
  {
    "title": "The Microsoft Store is offering some solid deals on Razer's gaming phones",
    "description": "Microsoft's online store is offering deals of up to $330 off of Razer's gaming phones, so the original Razer Phone can be yours for $369.99, or the Razer Phone 2 is $150 off of its $799.99 price. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:46:01Z"
  },
  {
    "title": "Microsoft releases the first Windows 10 20H1 build to Skip Ahead Insiders",
    "description": "While Windows 10 19H1 still isn't even available in the Slow ring, Skip Ahead Insiders are getting their first taste of next year's feature update to Windows 10, 20H1, even skipping 19H2. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:30:01Z"
  },
  {
    "title": "TechBargains: Today's deals include $250 off the Surface 2, $20 off RDR2 and more",
    "description": "With today's suggested deals you can save $20 off Red Dead Redemption 2, $40 off AncestryDNA Test Kits (last day to profit), over $100 off the Ultimate Ears BOOM 2 and much more, so hurry! Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:56:01Z"
  },
  {
    "title": "Use Case: Automatically Updating Dynamic Addresses Using Fabric Connector",
    "description": "",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:00Z"
  },
  {
    "title": "Register An Azure AD Application Programmatically Using C#",
    "description": "Many times, we need to create an Azure AD Application to host our services and web applications etc. on Azure to make it multi-tenant service/application. In this blog, let us see how to achieve that.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Alithya reports strong revenue growth and improved margins in its F2019 3rd quarter",
    "description": "The Company's Build-and-Buy strategy continues to pay off with the last acquisition of Edgewater Technology strongly contributing Revenues up by 44% to $58.2 million for the quarter ended December 31, 2018, reflecting only 2 months from the acquisition of Edg…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:00Z"
  },
  {
    "title": "Block Asset Management Launches Blockchain Multi-Strategy Certificate",
    "description": "LUXEMBOURG, Feb. 14, 2019 /PRNewswire/ -- One year on from the launch of their successful blockchain/cryptocurrency fund of funds, the Luxembourg-domiciled and CSSF registered AIFM; Block Asset Management Sarl, have created the Blockchain Multi-strategy Certi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:45:00Z"
  },
  {
    "title": "Ken Colburn column: Windows 7 'End Of Life' Options",
    "description": "One of your best bets is to upgrade to Windows 10.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:40:20Z"
  },
  {
    "title": "Ubuntu 18.04 Surface 3 Pen Eraser Tip",
    "description": "I've got a surface 3 non pro with Ubuntu 18.04 and Xournal. I want to people able to use this as a pen such that the eraser tip functions as an eraser instead of a pen. I've searched and found answers such as this: https://ubuntuforums.org/showthread.php?t=83…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:41:51Z"
  },
  {
    "title": "How to remove duplicated Ubuntu image from boot menu",
    "description": "I've installed Ubuntu 18.04.1 alongside with Windows 10 on my laptop. Here is what grub detects: artur@arturGL503GE:~$ sudo update-grub [sudo] password for artur: Sourcing file `/etc/default/grub' Generating grub configuration file... Found linux image: /boot…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:49:45Z"
  },
  {
    "title": "'Minimal BASH like line editing is supported GRUB Error' is not fixed by boot-repair tool",
    "description": "I've installed Ubuntu 18.04.1 alongside with Windows 10 on my asus gl503ge laptop. The well-known 'Fix Minimal BASH like line editing is supported GRUB Error In Linux' is appeared when booting. I followed this tutorial but got no success I can provide as more…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:23:22Z"
  },
  {
    "title": "Ubuntu 18.04 - Bluetooth can't find any device around",
    "description": "I am trying to pair my ubuntu with a device (portable loudspeakers). I have installed the bluetooth service, but the search process finds no device around. How can I solve this issue? For more information, I post here the outcome of the command: lspci -nnk | …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:17:53Z"
  },
  {
    "title": "(吟⒢」Web, 2/14) 絎鴻㍽≪羝 箴井ｈсオ潟...",
    "description": "(吟⒢」Web, 2/14) 絎鴻㍽≪羝 箴井ｈсオ潟潟ョс激45.5＜礑ゃ荀※弘翫抗剛篏 ⒤薨障br> 荐荀泣羂翫抗膩剛修篁ヤ≪障絨綺50＜礬0鐔00＜礑竊с障br> 剛酬篌吾莊障❼剛0札筝鐔㏍≪с⒢с 若主絨罅紙晦篏荀 鞘撮羈∽宴с/a> (箙若ケ / Yahoo, 1/22) ⒢綣欠゜紮水鐚綣若主絨綽/a> (ч /, 1/23) у篋散医幻茵\"/a> (羃筝f⑨ / PRESIDENT Online / BLOGOS, 1/29) 羌桁＜ｃ「ラcу/a> (蕭 羌 / WEBRONZA, 2/2) ⒧絎ｃ…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:00:00Z"
  },
  {
    "title": "Microsoft Store: Surface Pro 6 (i5, 8GB, 128GB), Platinum $699",
    "description": "This is my first deal post so be gentle :) \n \nMicrosoft Store has the Surface Pro 6 i5 8GB 128GB for $200 off through 2/19 \nhttps://www.microsoft.com/en-us/p/surface-pro-6/8ZCNC665SLQ5 \n \nDimensions:  ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:26:58Z"
  },
  {
    "title": "Microsoft Virtual Academy is Retiring, Microsoft Learn is the NEW",
    "description": "New is the News. Yes. Microsoft Learn is new and some important details before we bid adieu to Microsoft Virtual Academy",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Microsoft Teams For Android Gets Support For Dark theme, And Audio Messages",
    "description": "Microsoft Teams for Android gets update with support for Dark theme, audio messages and more.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Things To Know To Became A Microsoft Teams Power User",
    "description": "In this article, we’re going to learn some tips and tricks to become a Teams Power User.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Allow Custom Script On SharePoint Online",
    "description": "In this blog, we will see how to enable a custom script on SharePoint Online. We will see how to activate the &quot;List Template&quot; option in the Microsoft Teams SharePoint Online site.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Publish SharePoint Add-In To Office Store",
    "description": "This section lists the steps involved in submitting your SharePoint add-in to the Seller Dashboard of Office Store",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Understand Azure Service Fabric In THREE Minutes",
    "description": "Azure Service Fabric is Microsoft’s platform-as-a-service (PaaS) and is used to build and deploy microservices-based cloud applications. However, before we can understand Azure Service Fabric, it’s important that we understand the evolution from monolithic ap…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "HitFilm Pro 12: FXhome rebuilds its video editing and VFX software",
    "description": "Officially announced today, the new version of HitFilm Pro is not just an update. FXhome’s ambitious upgrade features a new user interface, a 10X performance boost, tools for 3D animation and more! We mentioned last month that HitFilm Pro 12 was coming this F…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:32:26Z"
  },
  {
    "title": "Pluralsight, Inc. (PS) CEO Aaron Skonnard on Q4 2018 Results - Earnings Call Transcript",
    "description": "Pluralsight, Inc. (NASDAQ:PS) Q4 2018 Results Earnings Conference Call February 13, 2019, 04:30 PM ET Company Participants Mark McReynolds - Director of Investo",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:22:03Z"
  },
  {
    "title": "Spotting The Cloud Economy Winners - New Relic",
    "description": "The massive transformation of the digital space is leading to the entire business commerce model being disrupted. Companies that are best of breed component pro",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:09:30Z"
  },
  {
    "title": "SurveyMonkey Inc. (SVMK) CEO Zander Lurie on Q4 2018 Results - Earnings Call Transcript",
    "description": "SurveyMonkey (NASDAQ:SVMK) Q4 2018 Earnings Conference Call February 13, 2019 5:00 PM ET Company Participants Karim Damji - Vice President, Investor Relations Z",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:27:05Z"
  },
  {
    "title": "Akamai: Good Company But Not At This Price",
    "description": "Q4 results are out and Akamai beats expectations, which is reflected in its share price of $70.21. Shares are currently 16% below their all-time high. Akamai ha",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:50:00Z"
  },
  {
    "title": "Blackbaud Is Boosting Investment To Revive Growth",
    "description": "The company, like so many other software solution providers, is moving to the cloud and this process is well underway. The company has a leading market position",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:44:47Z"
  },
  {
    "title": "Hillicon Valley: New York says goodbye to Amazon's HQ2 | AOC reacts: 'Anything is possible' | FTC pushes for record Facebook fine | Cyber threats to utilities on the rise",
    "description": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don’t already, be sure to sign up for our newsletter with this LINK.Welcome! Follow the cyber...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:55:34Z"
  },
  {
    "title": "Zebra Technologies Corporation (ZBRA) CEO Anders Gustafsson on Q4 2018 Results - Earnings Call Transcript",
    "description": "Zebra Technologies Corporation (NASDAQ:ZBRA) Q4 2018 Earnings Conference Call February 14, 2019 8:30 A.M. ET Company Participants Mike Steele - Vice President,",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:46:10Z"
  },
  {
    "title": "NetApp, Inc. (NTAP) CEO George Kurian on Q3 2019 Results - Earnings Call Transcript",
    "description": "NetApp, Inc. (NASDAQ:NTAP) Q3 2019 Earnings Conference Call February 13, 2019 5:30 PM ET Company Participants Kris Newton - Vice President, Corporate Communicat",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:45:08Z"
  },
  {
    "title": "Equinix, Inc. (EQIX) CEO Charles Meyers on Q4 2018 Results - Earnings Call Transcript",
    "description": "Equinix, Inc. (NASDAQ:EQIX) Q4 2018 Earnings Conference Call February 13, 2019 17:00 ET Company Participants Katrina Rymill - Vice President, Investor Relations",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:48:07Z"
  },
  {
    "title": "Next-Gen Xbox Games Should Release On Switch (& Other Platforms)",
    "description": "Microsoft is making big moves to bring its Xbox Live service to platforms like the Nintendo Switch, so will its exclusive lineup of games follow next?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:02:12Z"
  },
  {
    "title": "Fake Ballard letter pops up ahead of Nigerian elections",
    "description": "Lot Sixteen adds a Democrat — Pfizer hires Empire",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:46:28Z"
  },
  {
    "title": "Polly Want a Slack Plugin? Seattle Enterprise IT Startup Raises $7M",
    "description": "<p>Some people relish the opportunity to give feedback to individuals and organizations that have served them—think Yelp and Google users who rate every restaurant where they’ve eaten. Others may be less eager to evaluate a recent Uber trip, for example, but …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:55:01Z"
  },
  {
    "title": "Crackdown 3 Review: A Fun, but Extremely Flawed Sequel",
    "description": "Crackdown 3 is probably not the sequel you were looking for, but it definitely has some thrills. Our review... Games Release Date: February 15, 2019 Platform: XBO (reviewed), PC Developer: Sumo Digital and Elbow Rocket (after Reagent Games, Cloudgine, Certain…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:41:35Z"
  },
  {
    "title": "OVERWATCH LEAGUE SET TO KICK OFF 2019 SEASON WITH EIGHT NEW TEAMS FROM ASIA, EUROPE, AND NORTH AMERICA",
    "description": "The 2019 season gets underway on Feb. 14 with a full slate of games, including a Grand Finals rematch between the Philadelphia Fusion and the defendi",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:38:50Z"
  },
  {
    "title": "AI crown contest heats up",
    "description": "GENEVA - China and the United States lead the global competition to dominate artificial intelligence, according to a report released by the World Intellectual Property Organization at the end of January.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:13:17Z"
  },
  {
    "title": "EU targets Google, Amazon, other tech firms with new rules",
    "description": "Google, Amazon and other tech firms will have to tell companies how products are ranked on their platforms under new European Union rules agreed to Thursday,...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:52:49Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:00:00Z"
  },
  {
    "title": "20 Most Popular Sessions at @KubeSUMMIT | #HybridCloud #CloudNative #Serverless #Containers #DevOps #AWS #Lambda #Docker #Kubernetes #HybridCloud",
    "description": "As you know, enterprise IT conversation over the past year have often centered upon the open-source Kubernetes container orchestration system. In fact, Kubernetes has emerged as the key technology -- and even primary platform -- of cloud migrations for a wide…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:00:00Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "Government Asks Telecoms to Provide Affordable Internet Services",
    "description": "[Monitor] Government has asked telecommunications companies to provide affordable services to the public by lowering various telecommunication costs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:41:50Z"
  },
  {
    "title": "Europe’s stock markets are ailing, and there isn’t a Facebook or Microsoft in sight",
    "description": "We'll know in a few short months whether European equities are the bargain they seem to be",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:01:32Z"
  },
  {
    "title": "How to Protect Workbooks, Worksheets, and Cells From Editing in Microsoft Excel",
    "description": "You’ve worked hard on your spreadsheet. You don’t want anyone to mess it up. Fortunately, Excel provides some pretty good tools for preventing people from editing various parts of a workbook.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:00Z"
  },
  {
    "title": "DriveNets Raises $110M Series A Funding to Revolutionize Service Provider Networks",
    "description": "RA'ANANA, Israel, Feb. 14, 2019 /PRNewswire/ -- DriveNets, a networking software company, today emerged from stealth and announced a first round of financing of $110M to accelerate its revolution of Service Provider networks. The round was led by Bessemer Ven…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:00:00Z"
  },
  {
    "title": "Health tech is so old-fashioned that Google had to adapt its cloud service to work with fax machines",
    "description": "Google's booth at the HIMSS medical conference featured a demo for a potential service for faxing medical information to Google Drive.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:19:00Z"
  },
  {
    "title": "Talend-Time For An Updated Look",
    "description": "Talend has become a value stock despite an undimmed growth outlook. Talend's transition to the cloud is ahead of schedule. The transition to the cloud is really",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:31:57Z"
  },
  {
    "title": "Small-scale and backyard livestock owners needs assessment in the western United States",
    "description": "The number of small-scale and backyard livestock and poultry owners in urban and peri-urban areas has increased greatly over the last 10 years in the U.S. However, these animal owners may live in areas without access to livestock and/or poultry veterinary car…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:56:24Z"
  },
  {
    "title": "Frequency of reported pain in adult males with muscular dystrophy",
    "description": "Introduction The purpose of this study was to present and compare pain between adult males with Duchenne (DMD), Becker’s (BMD), Limb-Girdle (LGMD) Facioscapulohumeral (FSHD) forms of Muscular Dystrophy (MD), and healthy controls (CTRL), using three different …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:56:24Z"
  },
  {
    "title": "Microsoft: Relax, The Sky Isn't Falling",
    "description": "Microsoft Azure's revenue grew 76% year on year in its most recent quarter, once again growing faster than Amazon AWS. Per KeyBanc analysts, Azure revenues are",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:00Z"
  },
  {
    "title": "Looking for a new laptop? These 5 notebooks are on sale through Presidents’ Day",
    "description": "If you're ready to ditch your aging notebook, you can score some fantastic Presidents' Day savings right now on Microsoft's Surface Pro 6, Dell's XPS 13, HP's Spectre x360, Lenovo's Yoga C930, and Dell's G5 15 Gaming laptops. The post Looking for a new laptop…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:43:55Z"
  },
  {
    "title": "Learn New Malware-Fighting Tools & Techniques at Black Hat Asia",
    "description": "There's no better place to brush up on the latest malware than Black Hat Asia in Singapore next month with a cornucopia of practical Trainings, Briefings, and Arsenal tool demos.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:00Z"
  },
  {
    "title": "Valentine's Day Flakes - Less Weather Drama Next 7-10 Days",
    "description": "22\" of snow over the span of 9 days? Fairly impressive, even for Minnesota. And now we get to catch our breath for the better part of a week or longer as big Pacific storms detour south of Minnesota. Temperatures run a few degrees below average into next week…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T04:06:55Z"
  },
  {
    "title": "Crackdown 3 Review: Fun, Unremarkable, & Perfect For Game Pass",
    "description": "Sumo Digital and Microsoft Studios' Crackdown 3 is thoroughly fun, but also entirely unremarkable and a perfect title for the Xbox Game Pass.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:02:27Z"
  },
  {
    "title": "Terry Crews Interview: The New Face of Crackdown 3",
    "description": "Actor and gamer Terry Crews chats with Screen Rant about Crackdown 3, getting his feelings hurt, and being knocked around in a motion-capture suit.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:02:23Z"
  },
  {
    "title": "Aspera is recognized as a 2019 Gartner Peer Insights Customers' Choice for Software Asset Management Tools",
    "description": "BOSTON, Feb. 14, 2019 /PRNewswire/ -- Aspera, the leading provider of Software Asset Management (SAM) solutions, is excited to share that they were named a January 2019 Gartner Peer Insights Customers' Choice for Software Asset Management Tools. Gartner defin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:10:00Z"
  },
  {
    "title": "Top 10 U.S. Billionaires That Donated to Charity in 2018",
    "description": "Jeff Bezos and his wife, MacKenzie, have made the list for the first time.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:16:29Z"
  },
  {
    "title": "Snake vs Snake slithers out on Steam",
    "description": "Stockholm, Sweden (February14, 2019)Snake vs Snake, the fast paced snake game with an insane battle mode, fromCasualGames.nu, is slated for a Steam r",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:05:43Z"
  },
  {
    "title": "Snake vs Snake slithers out on Steam",
    "description": "Stockholm, Sweden (February14, 2019)Snake vs Snake, the fast paced snake game with an insane battle mode, fromCasualGames.nu, is slated for a Steam r",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:05:43Z"
  },
  {
    "title": "Snake vs Snake slithers out on Steam",
    "description": "Stockholm, Sweden (February14, 2019)Snake vs Snake, the fast paced snake game with an insane battle mode, fromCasualGames.nu, is slated for a Steam r",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T11:05:43Z"
  },
  {
    "title": "BEHAVIOUR INTERACTIVE AND KOCH MEDIA ANNOUNCE PARTNERSHIP: DEAD BY DAYLIGHT IS COMING TO THE NINTENDO SWITCH",
    "description": "Montreal, Canadamdash;February 13, 2019mdash;Behaviourreg; and Koch Media have signed a retail distribution agreement to bring survival horror game D",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:23:36Z"
  },
  {
    "title": "OVERWATCH LEAGUE SET TO KICK OFF 2019 SEASON WITH EIGHT NEW TEAMS FROM ASIA, EUROPE, AND NORTH AMERICA",
    "description": "The 2019 season gets underway on Feb. 14 with a full slate of games, including a Grand Finals rematch between the Philadelphia Fusion and the defendi",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:38:50Z"
  },
  {
    "title": "Selecting text and replace/overwrite bug (Chrome)",
    "description": "I have had this issue for quite some time now (maybe a month or so?) that I can't select text in this editbox that I'm writing in and overwriting the text. Once the text is selected and \"blackened\" pressing any key doesn't overwrite it, only deleting said tex…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:38:29Z"
  },
  {
    "title": "Microsoft skips way, way ahead in new Windows 10 build",
    "description": "With Microsoft’s latest “19H1” feature release of Windows 10 nearing completion, the company has opted to “skip ahead” and release builds of subsequent feature releases to testers. What’s totally unexpected is that the “20H1” build—not due for another year—wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:40:00Z"
  },
  {
    "title": "Barriers to effective uptake and provision of immunization in a rural district in Uganda",
    "description": "Introduction Hoima, one of the largest districts in mid- western Uganda, has persistently performed poorly with low immunization coverage, high immunization drop outs rates and repeated outbreaks of vaccine preventable diseases especially measles. The objecti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:51:42Z"
  },
  {
    "title": "A decision support system for assessing management interventions in a mental health ecosystem: The case of Bizkaia (Basque Country, Spain)",
    "description": "Evidence-informed strategic planning is a top priority in Mental Health (MH) due to the burden associated with this group of disorders and its societal costs. However, MH systems are highly complex, and decision support tools should follow a systems thinking …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:51:42Z"
  },
  {
    "title": "Play NBA 2K19 and Rainbow Six Siege For Free This Weekend on Xbox One for Gold Members",
    "description": "Microsoft announced Xbox Live Gold members on the Xbox One can play NBA 2K19 and Tom Clancy’s Rainbow Six Siege for free this weekend starting today and ending on Sunday, February 17 at 11:59pm PT. Tweet The game are also on sale for a limited time: NBA 2K19 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:03:44Z"
  },
  {
    "title": "Kenneth D. Arredondo, Former President and General Manager of CA Technologies for Latin America, Asia Pacific & Japan, Joins TransparentBusiness as its Chief Revenue Officer",
    "description": "NEW YORK, Feb. 14, 2019 /PRNewswire/ -- TransparentBusiness is pleased to announce the appointment of Kenneth Arredondo as its Chief Revenue Officer. Arredondo was formerly a senior executive with CA Technologies, where he held leadership positions including …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:45:00Z"
  },
  {
    "title": "Crackdown 3 Review",
    "description": "Preview: Mindless destruction in 4K A long-awaited return sadly stuck in the past The post Crackdown 3 Review appeared first on Trusted Reviews.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:43:18Z"
  },
  {
    "title": "Google to Invest $13 Billion in New U.S. Offices & Data Centers",
    "description": "Google plans to invest more than $13 billion this year on new and expanded data centers and offices across the U.S. CEO Sundar Pichai announced the news in a blog post Wednesday, emphasizing the company’s growth outside its Mountain View, California home and …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:43:35Z"
  },
  {
    "title": "Brandi Carlile's 'The Joke' Rules LyricFind U.S. Chart After Grammys Performance",
    "description": "The track also snags the No. 2 spot on the LyricFind Global list.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:29:48Z"
  },
  {
    "title": "2019 Guild of Music Supervisors Awards: Complete Winners List",
    "description": "'A Star Is Born' was a big winner of the night, taking home the awards for best music supervision for a film budgeted over $25 million, as well as for best song or recording created for a film for 'Shallow.'",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:33:37Z"
  },
  {
    "title": "Latest preview of Microsoft Edge for iOS now allows you to view your saved passwords",
    "description": "Microsoft today announced a new preview build of Edge browser for iOS devices. This v42.11.0 build comes with new improvements. Previously, Microsoft only allowed you to delete saved passwords from Edge for iOS. With this update, you can now view the saved us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:56:32Z"
  },
  {
    "title": "Microsoft will launch Visual Studio 2019 on April 2nd",
    "description": "Back in December last year, Microsoft announced the release of Visual Studio 2019 Preview for PC and Mac. Microsoft today announced that it will launch Visual Studio 2019 on April 2nd through a launch event online. Join us on April 2 for the launch of Visual …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:00:36Z"
  },
  {
    "title": "Microsoft Store has some great deals on Razer’s gaming phones",
    "description": "If you’re in the market for a new phone, especially one that’s great for gaming, then you should check out the Microsoft Store’s current deals on Razer’s gaming phones. The Razer Phone 2 is $150 less than its usual price, going for just $649.99. It’s packed f…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:27:39Z"
  },
  {
    "title": "LG’s upcoming flagship smartphone will use its OLED display as a speaker",
    "description": "LG is expected to announced LG G8 ThinQ, its latest flagship device at MWC 2019 later this month. LG today revealed a key innovation that will be part of this new device. The new LG G8 ThinQ will come with Crystal Sound OLED (CSO) technology that utilizes the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:08:44Z"
  },
  {
    "title": "New Xbox onesies are up for pre-order",
    "description": "Have you ever wanted to show off your love for Xbox or Fallout 76 but in a comfy and fashionable way? Fear not, because Xbox onesies are now here. The onesies – or, as the site calls them, ‘Hooded Union Suits’ – come in two fresh styles. Each onesie is made o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:50:43Z"
  },
  {
    "title": "Google is bringing virtual desktops to Chrome OS",
    "description": "Chrome OS, previously envisioned as a web-first platform presumably didn’t need virtual desktops. With every app a website, a user need only launch a new window to approximate the virtual desktop feature on Windows and macOS. For the unaware, virtual desktops…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:20:07Z"
  },
  {
    "title": "XuanwuLab Security Daily News Push - 2019-02-14",
    "description": "腾讯玄武实验室安全动态推送 Tencent Xuanwu Lab Security Daily News Previous 2019/02/14 Next [ Android ] Android fdget() 优化导致的 binder UAF 漏洞（CVE-2019-2000） ： https://bugs.chromium.org/p/project-zero/issues/detail?id=1719 [ Android ] Adnroid reclaim 和 munmap 之间的条件竞争导致的 VMA b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Google to Spend $13B on New Data Centers & Offices in US",
    "description": "Google says new construction will create capacity to hire tens of thousands of employees, and enable creation of more than 10,000 new construction jobs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:20:00Z"
  },
  {
    "title": "Power Banks Market Size Worth $27.75 Billion by 2025 | CAGR: 18.4%: Grand View Research, Inc.",
    "description": "SAN FRANCISCO, Feb. 14, 2019 /PRNewswire/ -- The global power banks market size is anticipated to reach USD 27.75 billion by 2025 expanding at a CAGR of 18.4% during the forecast period, according to a new report by Grand View Research. Currently, power banks…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:05:00Z"
  },
  {
    "title": "5 Simple Tips for Evolving During a Career Change",
    "description": "They can ease the process of starting a new line of work.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:17:00Z"
  },
  {
    "title": "Linux more durable than ever before.",
    "description": "The Linux distributions we use today are more stable and reliable than ever before. I remember when filling up your hard drive would lead to a kernel panic, but today my hard disk was at 0% space and I just got a notification popup telling me that, so I could…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:41:26Z"
  },
  {
    "title": "Bandwidth to Present at Upcoming Investor Conferences",
    "description": "RALEIGH, N.C., Feb. 14, 2019 /PRNewswire/ -- Bandwidth Inc. (NASDAQ: BAND), a software company focused on communications for the enterprise, today announced its scheduled participation at the following upcoming investor conferences: JMP Technology Conference …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:12:00Z"
  },
  {
    "title": "Cymulate's 2018 Success Prompts New Executive Hires, Opening of US and UK Office",
    "description": "RISHON LEZION, Israel, Feb. 14, 2019 /PRNewswire/ -- Thanks to new partnerships and rapid customer acquisition, Cymulate, the leading Breach and Attack Simulation (BAS) platform, today announced triple growth in 2018, following strong performance the previous…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:00Z"
  },
  {
    "title": "Comment on Collecting Performance Data into a SQL Server Table by mybestcalendars",
    "description": "Occasionally, when tracking down a performance problem, you have to have information over time on the values of particular sets of performance counters. To track down the more insidious or sporadic problem, it is best to have the data in a SQL Server table, s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:02:00Z"
  },
  {
    "title": "Crackdown 3",
    "description": "From out of nowhere, a new enemy attacked. Major metropolitan areas were hit with a never-before-seen form of elemental warfare, plunged into darkness and chaos. In the aftermath, the Agency picked-up a hot lead -- and now they'll stop at nothing to find the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:52:44Z"
  },
  {
    "title": "Crackdown 3 review: Brutal justice made brutally boring",
    "description": "Lazy mission design and squandered use of star Terry Crews keeps Crackdown 3 from doing much more than satisfying our urge to smash stuff",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:01:30Z"
  },
  {
    "title": "Microsoft Will Launch Visual Studio 2019 on April 2",
    "description": "Microsoft announced today that it will hold a virtual launch event for Visual Studio 2019 on Tuesday, April 2nd. The post Microsoft Will Launch Visual Studio 2019 on April 2 appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:01:59Z"
  },
  {
    "title": "The Admiral Ackbar Thesis – Windows Weekly 608",
    "description": "Leo, Mary Jo, and Paul are joined by Richard Campbell to discuss Microsoft Edge moving to Chromium, plus much more. The post The Admiral Ackbar Thesis – Windows Weekly 608 appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:07:02Z"
  },
  {
    "title": "Every single Surface Pro 6 variant is $200 off right now, $80-worth gift included",
    "description": "While Microsoft isn't explicitly advertising any Valentine's Day deals, bargain hunters in the market for a powerful and versatile Windows 10 tablet are given a little love today through February 18. The Redmond-based tech giant's latest Surface Pro generatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:07:00Z"
  },
  {
    "title": "Global Enterprise Governance, Risk and Compliance Market 2016-2018 & 2026 by Solutions, Deployment Model and Industrial Vertical",
    "description": "DUBLIN, Feb. 14, 2019 /PRNewswire/ -- The \"Global Enterprise Governance, Risk and Compliance Market Size, Market Share, Application Analysis, Regional Outlook, Growth Trends, Key Players, Competitive Strategies and Forecasts, 2018 To 2026\" report has been add…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:00:00Z"
  },
  {
    "title": "Harmeet Dhillon Slams Microsoft Blacklist Partner Newsguard in Daily Caller Op-ed",
    "description": "Dhillon: NewsGuard reflects the \"commonplace belief among these paternalistic elites that the common man needs to be protected from raw, 'unfiltered' news and opinion.\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:52:23Z"
  },
  {
    "title": "Research Solutions Reports Fiscal Second Quarter 2019 Financial Results",
    "description": "ENCINO, Calif., Feb. 14, 2019 /PRNewswire/ -- Research Solutions, Inc. (OTCQB: RSSS), a SaaS provider of workflow efficiency solutions for R&D-driven organizations, reported financial results for its fiscal second quarter ended December 31, 2018. Fiscal Secon…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:05:00Z"
  },
  {
    "title": "Microsoft Edge Browser Django Admin login not working",
    "description": "I am trying to login on django admin using Microsoft Edge Browser, but there is no luck that I can login to the admin site. Everything is working in other browsers even on internet explorer it's working smoothly except some CSS issues. I have tried everything…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:58:24Z"
  },
  {
    "title": "Google to invest $13 billion in new US offices, data centers",
    "description": "Google plans to invest more than $13 billion this year on new and expanded data centers and offices across the U.S. CEO Sundar Pichai announced the news in a blog … Click to Continue »",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:38:39Z"
  },
  {
    "title": "Here’s one more reason to work at Lululemon",
    "description": "The athleisure company is heading to the future. Lululemon is already famous for the flexibility of its yoga pants, and now it’s extending some of that flexibility to employees. Read Full Story",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:45:25Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft president Brad Smith met Pope Francis on Feb 13 to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:04:00Z"
  },
  {
    "title": "Facebook's first president Sean Parker lashes out at tech rival Amazon",
    "description": "Facebook's founding president has claimed there is 'no limit' to how much user data Seattle-based Amazon is collating and that it 'could potentially be used against you in a court of law'.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:10:05Z"
  },
  {
    "title": "Software pirates exploit feature in Apple's App Store to upload fake versions of popular apps",
    "description": "Software pirates have hijacked technology designed by Apple to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:25:30Z"
  },
  {
    "title": "Они совсем упоролись, перед заморозкой такое вытворять?",
    "description": "mono, оправдывайся. Пытаюсь обновить ca-certificates-mono : Будут установлены следующие дополнительные пакеты: libmono-2.0-dev libmono-accessibility4.0-cil libmono-cairo4.0-cil libmono-cecil-private-cil libmono-cil-dev libmono-codecontracts4.0-cil libmono-com…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:57:34Z"
  },
  {
    "title": "Plastic SCM Mergebots: Version Control for CI/CD",
    "description": "In this episode of The New Stack Makers podcast, we speak with Pablo Santos, chief engineer of Plastic SCM, a company he founded in 2005, just before the tech explosion that gave us Git, GitHub, Dropbox, and, lest we forget, the iPhone. In many ways, Santos w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:00:35Z"
  },
  {
    "title": "Surface Pro 6 128GB 12\" Tablet Bundle for $879 + free shipping",
    "description": "Antonline via eBay offers the 1.7-lb. Microsoft Surface Pro 6 128GB 12.3\" Tablet bundled with the Signature Type Keyboard/Cover Case in Platinum, Surface Mobile Mouse in Platinum and Microsoft Office 365 1-Year Subscription for the in-cart price of $879 with …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:48:59Z"
  },
  {
    "title": "Crackdown 3 review: Why?",
    "description": "In 2007, I played the Crackdown demo more than probably any other Xbox 360 release that year. The demo, not the full game. It was probably a year or two before I bought a copy of the full game, but the Crackdown demo had a generous one-hour timer on it, and i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:43:00Z"
  },
  {
    "title": "Cloudera announces support for Azure’s next-generation Data Lake Store",
    "description": "Today we are proud to announce our support for ADLS Gen2 as it enters general availability on Microsoft Azure. CDH 6.1 already includes support for MapReduce and Spark jobs, Hive and Impala queries, and Oozie workflows on ADLS Gen2. The Cloudera platform deli…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:00:12Z"
  },
  {
    "title": "This Bluetooth Folding Keyboard Works With Any iPad, Phone Or Computer, Fits On Any Airline Tray, Lets You Work On The Go, Costs Just 30 Bucks",
    "description": "Check out this $30 Bluetooth folding keyboard which works with any iPad, phone or computer, and fits on any airline tray as well, letting you work easily on the go. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:38:23Z"
  },
  {
    "title": "Gaijin: Most if Not All Devs Are Ready to Enable Full Cross-Play; Voice Chat Should Also Be Supported on All Platforms",
    "description": "Gaijin Entertainment, the Russian game developer and publisher behind titles like Star Conflict, War Thunder, Crossout and Enlisted, was among the studios who recently voiced their discontent with Sony’s decision to restrict approval into their console cross-…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:19:34Z"
  },
  {
    "title": "Python Benefiting From Increase in DevOps Use",
    "description": "DevOps and Python have developed a mutually beneficial relationship. In a recent survey released by the Python Software Foundation and software development company JetBrains, researchers found that more and more developers are using the program language for a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:30:24Z"
  },
  {
    "title": "Take $250 off the HP Spectre x360 laptop with this Presidents’ Day sale",
    "description": "If you're hoping for something more powerful that will last more than a few months, you'll probably need to invest $1,000 or more. Unless, of course, you take advantage of the Presidents' Sale on the HP Spectre x360 13t. The post Take $250 off the HP Spectre …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:44:07Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:50:00Z"
  },
  {
    "title": "'If we had fans we'd be a model club in this country,' insists UCD boss O'Neill",
    "description": "Collie O'Neill delivers the statement with conviction.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T02:30:00Z"
  },
  {
    "title": "What's Behind Slack's Secret IPO?",
    "description": "While an IPO is unlikely to change Slack's product, it could change the company's DNA.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:58:45Z"
  },
  {
    "title": "Why You Should Approach Robotic Process Automation With a Critical Eye",
    "description": "Robotic process automation can offer clear solutions to longstanding business problems, but it’s not a silver bullet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:59:06Z"
  },
  {
    "title": "Dividend Cut, What Do I Do?",
    "description": "A dividend cut is the worst things that could happen to a dividend investor. If the dividend cut surprises the market, the stock drop will be immediate. I alway",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:52:41Z"
  },
  {
    "title": "Windows 10 warning screen \"your computer is infected\"",
    "description": "Windows 10 warning screen \"your computer is infected\" - posted in Virus, Trojan, Spyware, and Malware Removal Help: Computer recently began to operate sluggish, and then the other day got a windows warning tab via FireFox with an audio message Your computer m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:27:41Z"
  },
  {
    "title": "Windows 10 warning screen \"your computer is infected\"",
    "description": "Windows 10 warning screen \"your computer is infected\" - posted in Virus, Trojan, Spyware, and Malware Removal Help: Computer recently began to operate sluggish, and then the other day got a windows warning tab via FireFox with an audio message Your computer m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:28:12Z"
  },
  {
    "title": "Windows 10 warning screen \"your computer is infected\"",
    "description": "Windows 10 warning screen \"your computer is infected\" - posted in Virus, Trojan, Spyware, and Malware Removal Help: Computer recently began to operate sluggish, and then the other day got a windows warning tab via FireFox with an audio message Your computer m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:26:27Z"
  },
  {
    "title": "Unknown malware / malware remains to clear up",
    "description": "Unknown malware / malware remains to clear up - posted in Virus, Trojan, Spyware, and Malware Removal Help: Hi,\nA few weeks ago I used a pc of mine which is occasionally used by by my other half.\n \nShe had been complaining the internet was slow / erratic, I a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:10:07Z"
  },
  {
    "title": "How to use your Mac safely in public places",
    "description": "Coffee shops across the planet are populated by earnest Apple Mac-wielding remote and/or freelance workers – but are they taking steps to protect themselves in a public place? Follow this checklist to make sure you are protected. #1: Worry about Wi-Fi Public …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:59:00Z"
  },
  {
    "title": "Data Lineage and Metadata Management: An Innovative Approach",
    "description": "“Every day, companies need to track and trace data movement processes through metadata discovery and data lineage,” emphasizes Amnon Drori, CEO and co-founder of Octopai. This task has not been easy and has often frustrated Drori throughout his twenty-year ca…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:35:31Z"
  },
  {
    "title": "I am a system admin and cannot integrate a standard user with his outlook account",
    "description": "Need Help. Recently we added a standard user and he is trying to integrate outlook with his salesforce account. During this process there have been some issues, SalesForce tells him, &quot;Salesforce for Outlook isn’t offered anymore. But don’t worry—our newe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:07:55Z"
  },
  {
    "title": "SOMAscan-based proteomic measurements of plasma brain natriuretic peptide are decreased in mild cognitive impairment and in Alzheimer's dementia patients",
    "description": "Alzheimer's disease represents the most common age-related neurodegenerative disorder and a leading cause of progressive cognitive impairment. Predicting cognitive decline is challenging but would be invaluable in an increasingly aging population which also e…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:51:20Z"
  },
  {
    "title": "Assistant Director of Donor Communications & Stewardship",
    "description": "Saint Anselm College seeks an excellent and proven writer who is excited about using their communications skills to help build relationships and generate revenue for a terrific mission. We are a highly...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:00:00Z"
  },
  {
    "title": "Security Spills: 9 Problems Causing the Most Stress",
    "description": "Security practitioners reveal what's causing them the most frustration in their roles.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:00:00Z"
  },
  {
    "title": "Marketing and Communications Coordinator",
    "description": "This position will serve one of Raybourn Group International s global clients and will support the Director of Membership and Communications in handling daily tasks as related to communications. This...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:00:00Z"
  },
  {
    "title": "Executive Assistant, School of International and Public Affairs (SIPA)",
    "description": "Advertised Summary Job Description Reporting jointly to the Associate Dean of Development and the Director of Development at the School of International and Public Affairs (SIPA), the Executive Assistant...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:00:00Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Skip Ahead? Skip Way Ahead. Windows 10 20H1 Test Build",
    "description": "Microsoft has pushed a test build for Windows 10 20H1, which is scheduled to be publicly released around April 2020. For context, we are currently on Windows 10 18H2 and Windows 10 19H1 is expected to ship in a couple of months (~April 2019). Microsoft still …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:23:49Z"
  },
  {
    "title": "Someone Lost My Data",
    "description": "A problem in Azure resulted in a few databases being deleted.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:09:31Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "PC Perspective Podcast #532 - EVGA NU Audio, Radeon VII Pro Drivers, and DLSS",
    "description": "PC Perspective Podcast #532 - 2/13/2019 This week we take a look at a high-end audio card from EVGA, a USB flash drive with built-in hardware encryption, and new gaming mouse from HyperX, the latest NVIDIA and AMD driver updates, and GTX 1660 Ti rumors. Subsc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:30:00Z"
  },
  {
    "title": "SYSTEM_THREAD_EXCEPTION_NOT_HANDLED (CMUSBDAC.sys) Blue Screen",
    "description": "CMUDA.sys is a Windows operating system driver file that is associated with the USB Device Audio capabilities of a computer. This file is known at times, to cause a Blue Screen error. But the main reasons include conflicts like RAM or [...] This post SYSTEM_T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:49:07Z"
  },
  {
    "title": "Deals: Red Dead Redemption 2, Moto X4, AncestryDNA Test Kits",
    "description": "Save 33 percent on Red Dead Redemption 2, snag a Moto X4 for just $149, and this is the last day you can get a discount on AncestryDNA test kits.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:04:58Z"
  },
  {
    "title": "Beyond the Gamepad: Alternative Controllers for Your Nintendo Switch, PS4, and Xbox One",
    "description": "You don't need to settle for the gamepad that came with your console. Here are some other ways you can play on the Nintendo Switch, PlayStation 4, and Xbox One.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:41:00Z"
  },
  {
    "title": "Zoho Office Suite taps AI to provide a free, powerful alternative to Office 365",
    "description": "If you don’t want to pay for Microsoft’s AI-powered Microsoft Office, there are alternatives—including Zoho’s free Zoho Office Suite. Zoho’s alternatives to Word, Excel, PowerPoint, and Google Keep launch today, complete with their own intelligent features th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:00Z"
  },
  {
    "title": "Tech giants set to shake up financial services, FSB risk report warns",
    "description": "The financial services sector must prepare for both the benefits and risks of tech giants shaking up the industry, the global finance regulator has warned. The Financial Stability Board said that tech giants, such as Google, Amazon, Facebook and Apple, were m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:09:00Z"
  },
  {
    "title": "Chinese fintech giant Ant Financial buys up UK currency exchange Worldfirst",
    "description": "Ant Financial has agreed a deal to acquire UK currency exchange Worldfirst, solidifying the firm's presence outside of China. The deal comes after an attempt by Ant Financial to buy US remittances firm Moneygram was blocked by US regulators last year, citing …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:59:00Z"
  },
  {
    "title": "The Evolution of Mobile Security Solutions",
    "description": "Mobile security solutions have shifted as dramatically as smartphones have throughout their 15-year history. The post The Evolution of Mobile Security Solutions appeared first on Samsung Business Insights.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:00:19Z"
  },
  {
    "title": "Windows 10's first 2020 update has already started beta testing",
    "description": "The Windows 10 update codenamed '20H1' is already being tested by Windows Insiders.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:09:18Z"
  },
  {
    "title": "Equality and Diversity Forum internship programme: Projects Intern",
    "description": "We're recruiting an intern to learn from and contribute to our work. You'll focus on two important new policy projects. The first is about advancing the rule of law on equality and human rights after Brexit. The other will support the Race Equality Funders' N…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:33:10Z"
  },
  {
    "title": "Stanford Law School and Stanford Precourt Institute for Energy Accelerate $19.5 Million Environmental Pro Bono Initiative with 12 Leading Law Firms and Corporate Partners",
    "description": "Microsoft and other corporate partners will support connections between firms and pro bono clients for Lawyers for a Sustainable Economy initiative This past September, at the Global Climate Action Summit in San Francisco, nine major law firms announced the L…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:33Z"
  },
  {
    "title": "How Ukraine became a test bed for cyberweaponry",
    "description": "As Russian hackers face down Western spies, the country has become a live-fire space for hackers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:30:29Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:00Z"
  },
  {
    "title": "Global Hardware Maintenance Provider Supercharges Sales Team with Relationship Selling",
    "description": "Editor's Note: A version of this blog post originally appeared on Microsoft's Customer Stories microsite. When Park Place Technologies expanded its hardware maintenance business globally, business boomed, deals got larger and more complex, and its internal sy…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:00:00Z"
  },
  {
    "title": "Help me with some suggestions for all meals please!",
    "description": "The problem isn't the computer, it's that I'm using WIN7/IE11. Microsoft is updating its new Edge browser to work with IE11, supposedly ready soon. That should fix things. Meanwhile the new CH format is all garbled on IE11 and they don't plan to support IE11 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:41:59Z"
  },
  {
    "title": "Why care about physics that doesn’t care about us?",
    "description": "A polar vortex had descended on Chicago. I was preparing to fly in, scheduled to present a seminar at the University of Chicago. My boyfriend warned, from Massachusetts, that the wind chill effectively lowered the temperature to -50 degrees F. … Continue read…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:01:28Z"
  },
  {
    "title": "Indian, Russian Net Controls Spark China Comparisons",
    "description": "Last Saturday, The Wall Street Journal’s Josh Chin examined the emergence of distinct Chinese and American spheres of influence online in a lengthy article that also discussed",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T23:38:10Z"
  },
  {
    "title": "Ideal Dimensions of the Ears, Nose, and Lip in the Circles of Prominence Theory on Facial Beauty",
    "description": "This survey study evaluates the relationships between various measures of the face considered attractive by clients at a facial plastic surgery clinic to assess the circles of prominence theory on facial beauty.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Fitch blames data centre market “death” hype on lumpy hyperscale builds, coin kit fire sales",
    "description": "Labels chip sales slump a blip ahead of &#8220;bullish outlook&#8221;.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:15:00Z"
  },
  {
    "title": "Microsoft begins work on its 2020 Windows releases in new preview",
    "description": "An October 2019 update is still planned, but previews of that will come in spring.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:33:05Z"
  },
  {
    "title": "Innovators: Mark Novak is tackling cybersecurity at JPMorgan Chase - Puget Sound Business Journal (Seattle)",
    "description": "Innovators: Mark Novak is tackling cybersecurity at JPMorgan Chase Puget Sound Business Journal (Seattle) Mark Novak was at Microsoft for 23 years focusing on cybersecurity in a variety of roles. Three months ago he joined JPMorgan Chase as executive director…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:36:00Z"
  },
  {
    "title": "Insurance Giant Allstate Buys Independent Phone Repair Company",
    "description": "Allstate, one of the largest insurance companies in the United States, just made a curious purchase. Through its subsidiary SquareTrade, the insurance giant bought iCracked, one of the largest independent smartphone repair companies in the country. The acquis…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T22:18:36Z"
  },
  {
    "title": "Can bots fall in love? This Unilever brand's Valentine campaign tried to make it happen",
    "description": "Can bots fall in love? This Unilever brand's Valentine campaign tried to make it happen adage.com",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:08:39Z"
  },
  {
    "title": "Turbulence and tailwinds: how savers can seek returns and save the planet",
    "description": "Isa season is upon us. With just a few weeks left to go before the end of the 2018/19 tax year, canny savers are scrambling to use up their tax-free allowance before the 6 April deadline. The task became more of a challenge this year after the government, in …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T10:13:00Z"
  },
  {
    "title": "Jennifer Lopez announces ‘It’s My Party’ tour, 2 Canadian dates",
    "description": "Jennifer Lopez announces ‘It’s My Party’ tour, 2 Canadian dates globalnews.ca",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:24:53Z"
  },
  {
    "title": "Can't Get Rid of \"Ads by TS\" and Yahoo Search Redirect",
    "description": "Can't Get Rid of \"Ads by TS\" and Yahoo Search Redirect - posted in Virus, Trojan, Spyware, and Malware Removal Help: Hi!\n \nI noticed that Ads by TS shows up every time I do a google search and\nit redirects me to Yahoo Search whenever I click on the results. T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:58:59Z"
  },
  {
    "title": "Microsoft Marketing Director says \"Microsoft plays politics better than anyone in the enterprise\"",
    "description": "From Microsoft Marketing Director(Current Employee)&dash; Rating 1 out of 5 — Wed, 13 Feb 2019 Pros The Benefits are one of the best in the industry Cons Company is political. Satya Nadella is a CEO that cares for himself and that is well known. He looks down…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:41:58Z"
  },
  {
    "title": "Microsoft Senior Software Engineer says \"Senior Software Engineering in a Remote Office\"",
    "description": "From Microsoft Senior Software Engineer(Current Employee)&dash; Rating 5 out of 5 — Thu, 14 Feb 2019 Pros Flexibility, Follow the latest technology Cons Remote office, limited career options, conference calls with USA Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:43:39Z"
  },
  {
    "title": "Microsoft Business Administrator says \"Don't accept this position if you aren't planning on being a career admin/executive assistant\"",
    "description": "From Microsoft Business Administrator(Current Employee)&dash; Rating 3 out of 5 — Thu, 14 Feb 2019 Pros -Flexible work life balance -Great benefits -Friendly employees -Commuter benefits (if you live in Seattle and are able to ride the connector) Cons -Little…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:37:53Z"
  },
  {
    "title": "HCC Embedded Signs Licensing Agreement with Microsoft to Provide RTOS-Independent Implementation of exFAT File System",
    "description": "HCC Embedded (HCC), long-time experts in developing file systems for deeply embedded systems, has signed an agreement with Microsoft to license its RTOS-independent exFAT file system implementation to device manufacturers with a direct patent license from Mic…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:55Z"
  },
  {
    "title": "Zendesk Hires First Chief Customer Officer, Expands Executive Bench with New CIO and SVP of Product Management",
    "description": "Zendesk, Inc. (NYSE: ZEN) today announced the appointment of three new executives to its growing leadership team. Joining the company are Elisabeth Zornes, former general manager of global support for Microsoft Office, as Zendesk’s first chief customer office…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:06Z"
  },
  {
    "title": "Calculated Field - SSAS connection",
    "description": "<!-- [DocumentBodyStart:f736d6cc-35dc-40cf-aca8-995bba45dc5d] -->Hi, I have a workbook connected to Microsoft Analysis services, for some reason when I try to do a Calculated Field like IF I get the message: Operation on field * is not permitted Any idea what…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:37:23Z"
  },
  {
    "title": "JHC Technology Earns CMMI Level 3 and ISO 9001 Assessments",
    "description": "JHC Technology announced today that it has been appraised at Level 3 of the CMMI Institute’s Capability Maturity Model Integration (CMMI ® ) for Development and has also become ISO 9001:2015 certified. The appraisal was performed by Concept QA Labs. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:03:52Z"
  },
  {
    "title": "Extract Refresh Failed",
    "description": "<!-- [DocumentBodyStart:f3c973bf-bb84-4396-8d82-688e8b3c5e61] -->Dear All, I having a extract refresh job running daily in my tableau server, and this job will failed some day for example 4 failed per week. Previously, I suspect the job is crash with other jo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T01:42:02Z"
  },
  {
    "title": "JDA Introduces Industry’s First Supply Chain Management Platform",
    "description": "In its quest towards delivering an Autonomous Supply Chain™, JDA Software, Inc., today announced the next step towards this vision; opening up its end-to-end supply chain portfolio as a development platform. JDA’s AI-powered Supply Chain Management (SCM) Plat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:58Z"
  },
  {
    "title": "Smartsheet Announces Appointment of Praerit Garg as Chief Technology Officer",
    "description": "Smartsheet (NYSE: SMAR), a leading cloud-based platform for work execution, today announced that Praerit Garg has joined the company as Chief Technology Officer. Garg will lead the engineering organization and drive technical strategy for a platform that cust…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:35Z"
  },
  {
    "title": "Zimperium Dominates Mobile Threat Defense (MTD) Space in 2018",
    "description": "Zimperium, the global leader in mobile threat defense (MTD), concluded a record year in 2018 with industry-leading results and triple digit growth, far exceeding industry growth rates. Zimperium’s strong performance parallels the accelerating demand for mobil…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:05:05Z"
  },
  {
    "title": "22nd D.I.C.E. Awards Honors the Video Game Industry’s Most Outstanding Achievements",
    "description": "The votes have been counted! Members of the interactive entertainment industry gathered this evening at the 22 nd D.I.C.E. Awards, at the Aria Resort and Casino in Las Vegas, to celebrate the year’s biggest triumphs in video games. The event is held annually …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:17:06Z"
  },
  {
    "title": "Sid Meier’s Civilization® VI: Gathering Storm Now Available",
    "description": "2K and Firaxis Games today announced that Sid Meier’s Civilization® VI: Gathering Storm, the second expansion pack for the critically acclaimed and award-winning Sid Meier’s Civilization® VI, is now available for Windows PC. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:02:47Z"
  },
  {
    "title": "MicroStrategy to Introduce Its Next Generation of Enterprise Intelligence at Gartner Conferences",
    "description": "MicroStrategy ® Incorporated (Nasdaq: MSTR), a leading worldwide provider of enterprise analytics and mobility software, today announced that it will be introducing MicroStrategy 2019™, the industry’s first and only enterprise platform for Federated Analytics…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:32Z"
  },
  {
    "title": "These Android apps have been tracking you, even when you say stop",
    "description": "Potentially breaking Google's rules, advertisers are collecting info that can help them skirt an Android privacy feature.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:03:59Z"
  },
  {
    "title": "Overwatch League™ Set to Kick Off 2019 Season with Eight New Teams from Asia, Europe, and North America",
    "description": "The Overwatch League™ returns to action today for the official start of the 2019 season. This season, 20 teams will compete for the league championship and a share of the US $5 million prize pool. The world’s first major global esports league with city-based …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:06:52Z"
  },
  {
    "title": "Netflix (NFLX) Valuation Declined While Gfs Advisors Increased Its Stake; Markel Increases Stake in Microsoft (MSFT) - The FinExaminer",
    "description": "Netflix (NFLX) Valuation Declined While Gfs Advisors Increased Its Stake; Markel Increases Stake in Microsoft (MSFT) The FinExaminer Gfs Advisors Llc increased its stake in Netflix Inc (NFLX) by 326.39% based on its latest 2018Q3 regulatory filing with the SE…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:10:59Z"
  },
  {
    "title": "Payden & Rygel Trimmed Its Merck And Co (MRK) Position by $2.56 Million; Apple (AAPL) Market Value Declined While Insight 2811 Trimmed Stake - The FinHeadLines",
    "description": "Insight 2811 Inc decreased its stake in Apple Inc (AAPL) by 23.19% based on its latest 2018Q3 regulatory filing with the SEC. Insight 2811 Inc sold 1,348 shares as the company's stock declined 22.32% with the market. The hedge fund held 4,466 shares of the co…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:55:34Z"
  },
  {
    "title": "HCC Embedded Signs Licensing Agreement with Microsoft to Provide RTOS-Independent Implementation of exFAT File System",
    "description": "HCC Embedded (HCC), long-time experts in developing file systems for deeply embedded systems, has signed an agreement with Microsoft to license its RTOS-independent exFAT file system implementation to device manufacturers with a direct patent license from Mic…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:00:55Z"
  },
  {
    "title": "Zendesk Hires First Chief Customer Officer, Expands Executive Bench with New CIO and SVP of Product Management",
    "description": "Zendesk, Inc. (NYSE: ZEN) today announced the appointment of three new executives to its growing leadership team. Joining the company are Elisabeth Zornes, former general manager of global support for Microsoft Office, as Zendesk’s first chief customer office…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:06Z"
  },
  {
    "title": "JHC Technology Earns CMMI Level 3 and ISO 9001 Assessments",
    "description": "JHC Technology announced today that it has been appraised at Level 3 of the CMMI Institute’s Capability Maturity Model Integration (CMMI ® ) for Development and has also become ISO 9001:2015 certified. The appraisal was performed by Concept QA Labs. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:03:52Z"
  },
  {
    "title": "Huawei to build data centres in South Africa",
    "description": "China's Huawei will build two data centres in South Africa from March, it said, as part of plans to expand cloud services across Africa.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:50:38Z"
  },
  {
    "title": "JDA Introduces Industry’s First Supply Chain Management Platform",
    "description": "In its quest towards delivering an Autonomous Supply Chain™, JDA Software, Inc., today announced the next step towards this vision; opening up its end-to-end supply chain portfolio as a development platform. JDA’s AI-powered Supply Chain Management (SCM) Plat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:00:58Z"
  },
  {
    "title": "Smartsheet Announces Appointment of Praerit Garg as Chief Technology Officer",
    "description": "Smartsheet (NYSE: SMAR), a leading cloud-based platform for work execution, today announced that Praerit Garg has joined the company as Chief Technology Officer. Garg will lead the engineering organization and drive technical strategy for a platform that cust…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T16:00:35Z"
  },
  {
    "title": "GC&E Systems Group to Host 2019 Converged Security Summit",
    "description": "GC&E Systems Group, Inc. (GC&E) will host Atlanta’s premier security event at the 3 rd Annual Converged Security Summit (CSS) on February 28, 2019 at the Georgia Aquarium in Atlanta, Georgia from 8:00 a.m. to 3:00 p.m. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T18:14:07Z"
  },
  {
    "title": "Where to Play Apex Legends",
    "description": "It's quite rare for a game to come out without being hyped to the max these days. Games are usually teased with cryptic trailers, for years, or revealed at large gaming events like E3, but Respawn and EA just dropped Apex Legends with little to no fanfare. Re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:07:38Z"
  },
  {
    "title": "Zimperium Dominates Mobile Threat Defense (MTD) Space in 2018",
    "description": "Zimperium, the global leader in mobile threat defense (MTD), concluded a record year in 2018 with industry-leading results and triple digit growth, far exceeding industry growth rates. Zimperium’s strong performance parallels the accelerating demand for mobil…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T15:05:05Z"
  },
  {
    "title": "22nd D.I.C.E. Awards Honors the Video Game Industry’s Most Outstanding Achievements",
    "description": "The votes have been counted! Members of the interactive entertainment industry gathered this evening at the 22 nd D.I.C.E. Awards, at the Aria Resort and Casino in Las Vegas, to celebrate the year’s biggest triumphs in video games. The event is held annually …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T06:17:06Z"
  },
  {
    "title": "Unity Technologies Welcomes New Chief Financial Officer",
    "description": "Unity Technologies ( https://unity3d.com/ ), creator of the world’s most widely used real-time 3D development platform, today announced the appointment of Kim Jabal as the company’s Chief Financial Officer (CFO). Jabal brings decades of experience in senior p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T14:07:11Z"
  },
  {
    "title": "Sid Meier’s Civilization® VI: Gathering Storm Now Available",
    "description": "2K and Firaxis Games today announced that Sid Meier’s Civilization® VI: Gathering Storm, the second expansion pack for the critically acclaimed and award-winning Sid Meier’s Civilization® VI, is now available for Windows PC. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:02:47Z"
  }
]