[
  {
    "title": "An Introduction To WebBluetooth",
    "description": "With Progressive Web Apps, the web has been ever more closely moving towards native apps. However, with the added benefits that are inherent to the web such as privacy and cross-platform compatibility. The web has traditionally been fantastic about talking to…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:51Z"
  },
  {
    "title": "Blizzard/Activision celebrates record revenues by laying off 800 employees",
    "description": "Blizzard/Activision posted $7.5b in net revenues for 2018, and announced that it would lay off 800 of the employees who made those revenues possible, but fear not! The last time the company did a mass layoff (600 people in 2012), it generously rehired those p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:18:59Z"
  },
  {
    "title": "Get this highly-rated cordless drill at a steep discount",
    "description": "I've bought a lot of Tacklife tools in recent years, and have always been happy with them. So when learned Tacklife was selling this feature-filled cordless drill at a great price (when you use promo code I9AEAS92 ), I bought it without hesitation. It has an …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:38:52Z"
  },
  {
    "title": "Teen journalists profile each of the 1,200+ US children killed by guns since Parkland",
    "description": "More than 200 teen journalists have come together to write Since Parkland, which profiles each of the more than 1,200 children killed by guns in the USA since the Parkland shooting (not including suicides, kids killed by cops, or shooters who were themselves …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:50:51Z"
  },
  {
    "title": "Pretty great deal on the PlayStation Classic",
    "description": "I've been waiting for the PlayStation Classic to be cheap enough to impulse buy. $40 was my price point and today Amazon has it beat by a penny. The PS-Classic comes loaded with 20 games, several of which I would like to play. The console is hackable with lit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:31:22Z"
  },
  {
    "title": "Weezer's video for \"Take On Me\" cover stars Stranger Things' Finn Wolfhard and his band Calpurnia",
    "description": "The video for Weezer's cover of A-ha's \"Take On Me\" stars Calpurnia, the rather wonderful indie rock band fronted by Finn Wolfhard who plays Mike on Stranger Things. The song is included on Weezer's new \"Teal Album,\" a collection of 1980s cover songs includin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:24:07Z"
  },
  {
    "title": "Stranger Things Dungeons and Dragons is a real thing",
    "description": "You can pre-order an official Dungeons and Dragons/Stranger Things RPG, packaged like a pre-distressed Red Box Basic D&D box, including a (barely) painted and unpainted demogorgon mini, character sheets, a starter campaign, a rulebook, and a set of polyhedral…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:42:17Z"
  },
  {
    "title": "Tracking down Dick Davy, a mysterious \"lost\" comedian who once championed civil rights and antiracism",
    "description": "Jason from the Comedy on Vinyl podcast writes, \"I've spent the last eight years interviewing people from Rachel Bloom to Harry Shearer about their favorite vinyl comedy albums on my podcast, 'Comedy on Vinyl.' A few weeks ago, inspired by the brilliant podcas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:07:51Z"
  },
  {
    "title": "The real Assman was denied his personalized license plate",
    "description": "In another example of life imitating Seinfeld, Melville, Saskatchewan citizen Dave Assman (pronounced Oss-men) applied for a personalized license plate of his last name but the Saskatchewan Government Insurance (like the DMV) put the kibbosh on the request an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:05:39Z"
  },
  {
    "title": "Wife of top Trump official cheers return of measles",
    "description": "'Bring back our #ChildhoodDiseases.' Ugh.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:27:42Z"
  },
  {
    "title": "Chuck Schumer's general counsel, once a Goldman Sachs lobbyist, won't disclose the names of 95% of his former clients",
    "description": "Mark Patterson is Chuck Schumer's general counsel; he used to be a lobbyist for Goldman Sachs, and he had 20 important clients, 19 of whom he has declined to name on his financial disclosure statements. Schumer has foot-dragged and fumbled his way through two…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:03:08Z"
  },
  {
    "title": "On Star Trek: TNG, those aren't Captain Picard's hands holding his flute",
    "description": "Sir Patrick Stewart doesn't play the Reskian flute, or any flute for that matter. The trick worked on me at least, because I hadn't noticed even after seeing this episode several times over the last 26 (!) years. From Wikipedia :...As neither Stewart nor Hugh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:05:56Z"
  },
  {
    "title": "Ios and Android app stores both host Saudi government app that lets men track their spouses' movements",
    "description": "Senator Ron Wyden has publicly denounced both Apple and Google for hosting mobile apps that connect to Absher, a Saudi government service designed to allow Saudi men to track their spouses and employees' whereabouts at all times. Absher is a multifunction ser…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:35:35Z"
  },
  {
    "title": "Which prison will house 'El Chapo'? Probably this Colorado 'supermax'",
    "description": "Good luck escaping from this one.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:21:10Z"
  },
  {
    "title": "Phone scammer tried to con William Webster, the only person ever to serve as director of both the CIA and FBI: it did not go well",
    "description": "Keniel A Thomas is part of the wave of violent phone scam gangs that have led to chaos in cities across the island; he made the mistake of trying to con the 90-year-old William Webster out of $50,000 with a hamfisted advance-fee fraud scam, not realizing that…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:35:15Z"
  },
  {
    "title": "Burning Man purges one-percenter camp that charged up to $100K, littered like crazy, and ripped off its attendees",
    "description": "Burning Man has long struggled with the tension between its commitment to \"radical decommodification\" and grifters and their ultra-high-net-worth marks who organize \" turnkey camps \" where you can pay giant sums to pretend to be a Burning Man \"participant\" wh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:49:30Z"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "It’s not enough to have brilliant researchers and a bunch of popular products. You’ve got to have a system—or several systems—for melding raw technology into experiences that make a difference for businesses and consumers. To seek the origins of Microsoft’s i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:58Z"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic techniques falling out of favor. Tune in to the average TV cop show and you’re likely to think crime sc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:15Z"
  },
  {
    "title": "Wild pig on a beach charges an Instagram model and bites her on the bum",
    "description": "\"Fitness influencer\" Michelle Lewin was romping around on Pig Beach beach in the Bahamas when a large wild pig couldn't help itself. It saw her butt cheek and bit it. Lewin posted the video — which includes a closeup of the bright red bite marks — to her Inst…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:05:11Z"
  },
  {
    "title": "Bank robber gets away, until he slips and spills his cash — right in front of a police officer",
    "description": "A gentleman robbed a bank and was about to make a clean getaway — until he slipped on ice and spilled his stolen cash right in front of a police officer. Like a skit from a vaudeville show, the bank robber held up Bangor Savings Bank in Maine on Tuesday and t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:25:58Z"
  },
  {
    "title": "How to win at Sumo wrestling",
    "description": "In the matter of Chiyonokuni vs Takanoyama on Day 7 of Hatsu Basho 2013, YouTube commenters note that the winning manoever, a Henka sidestep, is generally considered bad form, but in this case the larger wrestler had earlier disrespected the smaller one, so i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:26:04Z"
  },
  {
    "title": "Burning Man purges one-percenter camp that charged up to $100K, littered like crazy, and ripped off its attendees",
    "description": "Burning Man has long struggled with the tension between its commitment to \"radical decommodification\" and grifters and their ultra-high-net-worth marks who organize \" turnkey camps \" where you can pay giant sums to pretend to be a Burning Man \"participant\" wh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:49:30Z"
  },
  {
    "title": "Berry Gordy's Motown movie headed for April debut on Showtime",
    "description": "Scenes from the film were revealed for the first time Tuesday night at Motown's star-filled 60th anniversary concert in Los Angeles.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:41:11Z"
  },
  {
    "title": "Xbox Game Pass Greatly Increases Player Bases for New and Old Games",
    "description": "Microsoft has revealed some interesting statistics about its game subscription service Xbox Game Pass, including how it grows player bases and franchise sales.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:52:53Z"
  },
  {
    "title": "Hellblade: Senua's Sacrifice Announced for Nintendo Switch",
    "description": "The originally PS4-console-exclusive adventure is coming to Switch.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:30:49Z"
  },
  {
    "title": "Retro-Tinged Game Controllers: BX Foundry’s Handmade Joysticks",
    "description": "From the arcades to the living room, how the controller has evolved—and why one tech historian, Benj Edwards, started building his own.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:16:07Z"
  },
  {
    "title": "Gates Foundation Annual Letter",
    "description": "Nine things that have surprised us and inspired us to take action.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:14:38Z"
  },
  {
    "title": "Apple Has A Repair Problem In India, The World's Second Largest Smartphone Market",
    "description": "There are no Apple stores yet in India, and iPhone users have been stranded with third-party service providers, who they say do not live up to the premium brand’s promise in the rest of the world. View Entire Post ›",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:55:58Z"
  },
  {
    "title": "NewsWatch: The Nasdaq is on pace to end its longest bear market in nearly 30 years",
    "description": "The Nasdaq Composite, an index often employed as a proxy for the health of technology and internet-related stocks, was on the verge Wednesday of ending its longest bear market since 1991.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:00:12Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft President Brad Smith met Pope Francis on Wednesday to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said. The head of the global tech giant and the 81-year-old Rom…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:29:39Z"
  },
  {
    "title": "Alexandria Ocasio-Cortez’s proposed tax rate rise too ‘extreme’, says billionaire Bill Gates",
    "description": "Billionaire Bill Gates has criticised plans to impose higher rates of tax on the super-rich – like the one suggested by Alexandria Ocasio-Cortez – as being too “extreme”. The Democratic congresswoman for New York has said she wants to tax income over $10m at …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:50:00Z"
  },
  {
    "title": "NewsWatch: U.S. stocks poised to rise as trade-deal progress fosters optimism",
    "description": "U.S. stock futures indicate major indexes could be set to extend gains on Wednesday, after President Donald Trump said he may let a China trade-deal deadline “slide” if the two sides were making enough progress.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:18Z"
  },
  {
    "title": "Ditching a Microsoft account for a local account on Windows 10",
    "description": "Don't need a Microsoft account on Windows 10? Here's how you can switch to a traditional local account. Although Windows 10 allows you to choose from a Microsoft account or traditional local account through the out-of-box experience (OOBE) or Settings app, th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:02Z"
  },
  {
    "title": "'Your Phone' app starts testing unread message badges with Insiders",
    "description": "View your unreads at a glance. Microsoft is testing a small, but notable, update to the Your Phone app with Windows Insiders....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:01:02Z"
  },
  {
    "title": "6 things we want to see in the new Microsoft Edge with Chromium",
    "description": "We're really hoping to Fluent Design, history search, the removal of 'set tabs aside,' and three other things in the new Chromium version of Edge. Microsoft's new version of Edge powered by Chromium should debut in preview form during the next couple of month…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:00:02Z"
  },
  {
    "title": "Wargroove developer says Sony is still blocking PlayStation 4 cross-play",
    "description": "Let's play the blame game. Cross-play is quickly becoming an industry standard as Microsoft and Nintendo lead the way. A lot of titles are cross-play between both platforms, and more games are constantly being updated with the feature. Unfortunately, Sony is …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:22:31Z"
  },
  {
    "title": "Tools, tips, tricks and apps every new PC gamer should know",
    "description": "If you're a newcomer to the world of modern PC gaming, you don't want to miss this article. PC gaming contains a rich and relatively open world of niche titles, monstrously powerful systems, and epic Steam digital sales. It can, also, be quite complex and ina…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:00Z"
  },
  {
    "title": "New Apex Legends patch adds Valentine’s Day event and stability fixes",
    "description": "There are a lot of cute items in the store. On February 4, Respawn Entertainment — now owned by EA — launched a battle royale shooter called Apex Legends. There were rumors that it would be a free-to-play version of Titanfall, but it's more along the lines of…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:51:07Z"
  },
  {
    "title": "Rechargeable mice are eco-friendly and convenient; these are our favorites",
    "description": "Nothing is worse than having your wireless mouse die when you need it most, only to realize you're out of fresh batteries. If you use a rechargeable mouse with a built-in battery, though, you can just plug it in and charge away. Wireless rechargeable mice are…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:00:02Z"
  },
  {
    "title": "It's February 2019 and your Windows DHCP server can be pwned by a packet, IE and Edge by a webpage, and so on",
    "description": "Hefty load from Microsoft, Adobe, with special guest star Cisco Patch Tuesday Microsoft and Adobe have teamed up to give users and sysadmins plenty of work to do this week.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:23:52Z"
  },
  {
    "title": "Azure Pipelines go Slack while Microsoft frees data breakpoints from the shackles of C++",
    "description": "Redmond opens up the.NET Core 3.0 big box of preview toys Microsoft emitted an Azure Pipelines app for Slack today while also reminding devs of the tweaks made to breakpoints in the upcoming combo of Visual Studio 2019 and.NET Core 3.0.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:37Z"
  },
  {
    "title": "Bioengineering Student Is Building Custom Prosthetic Arms From LEGO Bricks",
    "description": "Instead of following the instructions for LEGO sets, 19-year-old David Aguilar re-configures them to create custom robotic prosthetic limbs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:00Z"
  },
  {
    "title": "Patch Tuesday, February 2019 Edition",
    "description": "Microsoft on Tuesday issued a bevy of patches to correct at least 70 distinct security vulnerabilities in Windows and software designed to interact with various flavors of the operating system. This month's patch batch tackles some notable threats to enterpri…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:31:36Z"
  },
  {
    "title": "Become a Data-Crunching Master For Under $40 With The 2019 Microsoft Excel Bootcamp Bundle [DEALS]",
    "description": "Not only is a working knowledge of Microsoft Excel an absolute necessity for everything from data tracking to bookkeeping to project management, it also contains a treasure trove of features you had no idea even existed. The 2019 Microsoft Excel Bootcamp Bund…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:45:13Z"
  },
  {
    "title": "America’s most generous billionaires gave half as much to charity in 2018 as in the previous year",
    "description": "What gives?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:36:11Z"
  },
  {
    "title": "It will take more than NewsGuard’s team of journalists to stop the spread of fake news",
    "description": "Experts weigh in on whether a for-profit journalism initiative can do what big tech can’t.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:15:00Z"
  },
  {
    "title": "Trump’s executive order on AI, explained",
    "description": "The president lays out a bold vision for how to make the US No. 1 in artificial intelligence, but critics say it’s just hollow words.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:40:00Z"
  },
  {
    "title": "Microsoft discuss Artificial Intelligence with the Pope",
    "description": "Microsoft’s Chief Legal Officer and President Brad Smith met with the Catholic Pontiff today to discuss how AI can be used ethically and what can be done to help bridge the digital divide between rich and poor nations. The talks at the Pope’s residence lasted…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:42:30Z"
  },
  {
    "title": "Microsoft is readying Pro version of Forms, its enterprise survey solution",
    "description": "Microsoft Forms is a popular Office 365 service that allows you to easily solicit client input, measure customer satisfaction, and organize team events, within minutes. The app is simple to use and works on any web browser, so it can be accessed from anywhere…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:09:45Z"
  },
  {
    "title": "Microsoft finally makes it easier to create multi-window experiences in UWP apps",
    "description": "At Build developer conference last year, Microsoft announced that they will be introducing a new Windows class that will allow developers to easily include multiple windows support in their UWP apps. After some delay, Microsoft has now finally released this s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:23:48Z"
  },
  {
    "title": "Twitter PWA for Windows 10 updated with DM Emoji Picker, more",
    "description": "Twitter’s Windows 10 Progressive Web App team has pushed out another update for the app, bringing along a number of improvements. The headline feature is the availability of the Emoji picker in the Direct Message interface, meaning you can finally reply with …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:16:39Z"
  },
  {
    "title": "Apple makes it easier to manage subscriptions in iOS",
    "description": "Apple is making it easier to manage your subscriptions in App Store with the release of iOS 12.1.4 beta. Some apps and services offer subscription-based access to their content. Unlike one time purchases, subscriptions will automatically renew until you choos…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:52:19Z"
  },
  {
    "title": "Samsung Galaxy S10+ leaks in hands-on video",
    "description": "Samsung’s new flagship handset has leaked in a full hands-on video. The handset appears to be running Samsung’s new OneUI, but does not show the handset in full. The expected Samsung Galaxy S10 Plus Specifications include: Performance Octa core (Dual Core + D…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:01:57Z"
  },
  {
    "title": "Hellblade: Senua's Sacrifice is bringing its sombre adventure to Nintendo Switch",
    "description": "Hellblade: Senua's Sacrifice is bringing its sombre adventure to Nintendo Switch",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:52:00Z"
  },
  {
    "title": "LinkedIn Live will bring real time video to the platform",
    "description": "The Microsoft-Owned LinkedIn is testing outa new live-streaming video service tentatively called LinkedIn Live. According to a report from TechCrunch, LinkedIn is responding to user demand to enable companies te ability to share and broadcast videos in real t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:50:54Z"
  },
  {
    "title": "How the 'Fortnite' effect is crushing video game companies",
    "description": "Game companies are experiencing a rough period, and \"Fortnite\" is part of the problem.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:22:09Z"
  },
  {
    "title": "Gigabyte Aero 15 Y9 review: RTX 2080 performance, at a price",
    "description": "With last year's Aero 15X, Gigabyte managed an impressive feat: putting powerful gaming performance and long battery life into a 4.4-pound body. This year, the Taiwanese company is trying to top itself with the Aero 15 Y9, its new flagship laptop...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:40:00Z"
  },
  {
    "title": "PlayStation Praises Nintendo, Microsoft in Call For Unity Among Game Makers",
    "description": "PlayStation’s Shawn Layden kicked off the annual DICE Summit in Las Vegas this week with a call for unity among game makers, a significant step away from an age-old approach that led to console wars that pitted PlayStation against Xbox against Nintendo. More …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:00:03Z"
  },
  {
    "title": "Azure for Student – Access to GPU resources",
    "description": "Microsoft Azure Dev tools for teaching offers a unified learning tools for skilling students in the cloud, it provides students with a vast set of resources. Azure for Education offers comprehensive developer tools and training ranging from beginner to profes…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:42:43Z"
  },
  {
    "title": "Open Source DevOps in Azure Government",
    "description": "In this episode of the Azure Government video series, Steve Michelotti talks with Harshal Dharia, Cloud Solution Architect in US Federal at Microsoft, about open source DevOps in Azure Government. Having a reliable and secure DevOps pipeline is one of the mos…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:57Z"
  },
  {
    "title": "Michael Jackson edited out of MOTOWN history in new TV special...",
    "description": "When they edit together the three hour “Motown 60” for CBS (to air in April) it will have some brilliant moments and some headscratchers. Mary Wilson, still Supreme Just about completel…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:19:37Z"
  },
  {
    "title": "Cray Inc (CRAY) Q4 2018 Earnings Conference Call Transcript",
    "description": "CRAY earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:09:52Z"
  },
  {
    "title": "5 Reasons to Stay Heavily Invested in Stocks Forever",
    "description": "If you think being retired means you need to pull back on equities and fill up on bonds, allow us to explain why that’s a bad strategy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:00Z"
  },
  {
    "title": "Twilio (TWLO) Q4 2018 Earnings Conference Call Transcript",
    "description": "TWLO earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:00:46Z"
  },
  {
    "title": "Interpublic Group of Companies Inc (IPG) Q4 2018 Earnings Conference Call Transcript",
    "description": "IPG earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:12:39Z"
  },
  {
    "title": "Qualys Inc (QLYS) Q4 2018 Earnings Conference Call Transcript",
    "description": "QLYS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:37:30Z"
  },
  {
    "title": "HubSpot Inc (HUBS) Q4 2018 Earnings Conference Call Transcript",
    "description": "HUBS earnings call for the period ending  December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:34:08Z"
  },
  {
    "title": "Unisys Corp (UIS) Q4 2018 Earnings Conference Call Transcript",
    "description": "UIS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:53:38Z"
  },
  {
    "title": "Akamai Technologies (AKAM) Q4 2018 Earnings Conference Call Transcript",
    "description": "AKAM earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:31:04Z"
  },
  {
    "title": "Pay what you want to learn DevOps and set off on a new career",
    "description": "DevOps looks at automating the process of testing and deployment to reduce the amount of work that a developer needs to do. Learn how to do it on the cheap!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:40Z"
  },
  {
    "title": "Microsoft's LinkedIn to launch its own live-streaming video platform",
    "description": "LinkedIn is going to use Azure Media Services for encoding for its coming LinkedIn Live video-streaming platform, which is poised to begin closed beta-testing in the U.S. first.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:36:12Z"
  },
  {
    "title": "Trackpad sketching now available in Microsoft Word, Excel & PowerPoint for Mac",
    "description": "There are no Macs with a touchscreen, but the latest version of Office for Mac attempts to address that with the handy new ability to ink with your trackpad.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:31:16Z"
  },
  {
    "title": "Microsoft's New Light Capture Tool Adds More Realistic Lighting to HoloLens & Mobile AR Apps",
    "description": "We're still weeks away from a probably HoloLens 2 release, but Microsoft's immersive computing team is still hard at work on other aspects of its \"mixed reality\" ecosystem. Earlier this week, Microsoft published a new extension for Unity and the Mixed Reality…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:00:00Z"
  },
  {
    "title": "Startup Asteroid Aims to Reinvent the Human-Computer Interface with Augmented Reality Software & Hardware Kit",
    "description": "Every step in the evolution of computing brings an in-kind leap forward in user input technology. The personal computer had the mouse, touchscreens made smartphones mainstream consumer devices, and AR headsets like the HoloLens and the Magic Leap One have lev…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "India targets Facebook in backlash against U.S. giants",
    "description": "In the latest skirmish, the government is targeting Facebook Inc.’s WhatsApp, the popular messaging service.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:46:36Z"
  },
  {
    "title": "A Crucial Step for Averting AI Disasters",
    "description": "Tech companies working on artificial intelligence find that a diverse staff can help avoid biased algorithms that cause public embarrassments.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:19:27Z"
  },
  {
    "title": "2:00PM Water Cooler 2/13/2019",
    "description": "By Lambert Strether of Corrente. Politics “But what is government itself, but the greatest of all reflections on human nature?” –James Madison, Federalist 51 2020 Holder: “Former Attorney General Eric Holder Close To 2020 Decision As He Heads To Iowa” [NPR]. …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:00:30Z"
  },
  {
    "title": "How Can Sony Control the Conversation Without E3?",
    "description": "With Nintendo Directs and Inside Xbox, and Sony pulling out of E3, we discuss how PlayStation can still be at the center of the 2019 gaming conversation.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:00:33Z"
  },
  {
    "title": "Microsoft's Windows 10 Now Runs On This $35 Device",
    "description": "It's a Steam Link, a retro console emulator, and basically one of the coolest and cheapest computers ever made. Now it runs the full version of Windows 10?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:25:00Z"
  },
  {
    "title": "Samsung's Galaxy Buds Can Learn From Airpods And Beat Google",
    "description": "Samsung can get its Galaxy Buds right by learning from the competition.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:18:00Z"
  },
  {
    "title": "Create A More Balanced Work Environment For Your Team With Technology",
    "description": "Technology can empower business leaders to create better work-life balance for their employees and ultimately improve business outcomes.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:15:00Z"
  },
  {
    "title": "Why Talking Openly About Your Salary Might Get You The Pay Rise You Deserve",
    "description": "Why is there a taboo about revealing what you earn asked Keren Katz at the launch of the Jewish Women's Business Network?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:24:00Z"
  },
  {
    "title": "How Founders Take Back Their Companies Without Angering Investors",
    "description": "Sometimes even the best relationships reach an end. When founders and investors no longer agree, they can split up without a fight.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:00Z"
  },
  {
    "title": "Hinge Consulting Founder: Work Hard, Think Big, Be Exceptional, Empower People",
    "description": "Hinge Consulting has logged triple-digit-percentage growth and landed a major venture capital deal since its launch about three years ago. Its CEO's substantial corporate technology career, which has roots in his U.S. Army service, helped pave the way for tha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:52:00Z"
  },
  {
    "title": "Susan Choe On Fearlessly Going It Alone In Venture Capital",
    "description": "With more than 25 years of tech experience under her belt, Susan Choe's next trailblazing move in Silicon Valley goes beyond starting a VC fund. She's running that fund, Katalyst Ventures, on her own.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:00:00Z"
  },
  {
    "title": "Six Strategies To Maintain Employee Motivation",
    "description": "As a leader, how do you help create an environment where people feel engaged and motivated? Here are six strategies to help drive engagement and inspire your employees.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:12:00Z"
  },
  {
    "title": "React is Changing How We Think, Again",
    "description": "React's brought new thinking to many old problems. How far can it go?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:07:00Z"
  },
  {
    "title": "Announcing Windows Community Toolkit v5.1",
    "description": "It’s with great pleasure today that we announce the next update to the Windows Community Toolkit, version 5.1, made possible with help and contributions from our developer community. This update brings high-quality animation support with the inclusion of Lott…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:51:38Z"
  },
  {
    "title": "New patent reveals Microsoft is working to improve accuracy on the Surface Pen",
    "description": "A new patent that has just been published to the USPTO reveals Microsoft is working on a new Surface Pen with enhanced precision.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:29:05Z"
  },
  {
    "title": "Office 365 surveys to get better with rollout of Forms Pro",
    "description": "Where Pro Forms differentiates itself from its school-oriented brethren is its connections to Dynamics 365 CRM/ER",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:24:00Z"
  },
  {
    "title": "Windows 10 Twitter app updates with DM and image improvements",
    "description": "The Twitter Progressive Web App (PWA), which is used as the source for the Windows 10 Twitter app, updated today with several fixes and updates. The most-noteworthy change is the addition of the emoji picker when composing a DM on a Windows 10 computer or tab…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:59:55Z"
  },
  {
    "title": "LinkedIn merges three of its hiring tools into one new experience",
    "description": "LinkedIn will put its Jobs, Recruiter, and Pipeline Builder services onto a new platform that will result in a more 'intelligent hiring experience'.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:31:42Z"
  },
  {
    "title": "Digital pre-orders open for Xbox One’s new World War Z video game",
    "description": "Pre-orders for the upcoming World War Z video game are now live on Xbox One. The game is based on the movie of the same name that debuted way back in 2013 and is a third-person shooter that can support up to four players in the main campaign and up to eight i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:44:30Z"
  },
  {
    "title": "Sony is reportedly still preventing developers from enabling cross play functionality on PS4 games",
    "description": "Despite Sony finally allowing crossplay multiplayer with Xbox One and Nintendo Switch on Fortnite and Rocket League last year, it seems that the Japanese company is currently willing to enable crossplay with other platforms on a case-by-case basis. Unfortunat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:04:17Z"
  },
  {
    "title": "THQ Nordic picks up Kingdom Come: Deliverance maker Warhorse Studios",
    "description": "THQ Nordic has announced that it has acquired Warhorse Studios and the studio's Kingdom Come: Deliverance IP for €42.8 million. The RPG has sold over two million copies since its launch a year ago. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:34:01Z"
  },
  {
    "title": "Xbox Wireless Controller With Wireless Adapter For Windows 10 Discounted To Just $49.95 Today, Usually $80",
    "description": "The Xbox Wireless Controller may just be the best controller ever made, and we're willing to fight anyone that believes otherwise. We're looking at you, Sony DualShock fans! Regardless, we think we can all agree that this deal is a pretty great one, with a ne…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:24:04Z"
  },
  {
    "title": "Waze For iOS Update Adds Siri Shortcuts Support",
    "description": "Waze for iOS update has just added Siri Shortcuts support, which means you can now add custom voice commands, and more. Here is everything you need to know. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:40:33Z"
  },
  {
    "title": "Rare Deal: Get $70 Off Apple’s Latest And Premium Beats Studio3 Wireless Skyline Collection",
    "description": "Apple’s AirPods are well known for their seamless connectivity and device switching, but we’re willing to bet that a lot of people don’t realize that they are not the only earphones that support that functionality. It’s all made possible thanks to the W1 chip…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:09:46Z"
  },
  {
    "title": "Apple’s 2019 Spring Event Date Revealed: Could Announce News Subscription Service, No New Hardware",
    "description": "Rumors have been swirling of there being an Apple media event this coming March, and now BuzzFeed News is reporting that it will take place on March 25th, and the Steve Jobs Theater. According to the report, we can expect the event to focus on Apple's service…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:43:50Z"
  },
  {
    "title": "Sony’s $100 PlayStation Classic Console Is Discounted To Just $39.99 Today",
    "description": "Sony's whimsical and highly nostalgiac PlayStation Classic console is currently being offered at a ridiculously low price via Amazon. For just $39.99, you can relive the classic PlayStation games from yesteryear on this gorgeous plug-and-play console, or just…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:14:41Z"
  },
  {
    "title": "Anker Launches PowerPort Atom PD 4 100W USB-C Charger For Fast-Charging Notebooks, Phones, Tablets",
    "description": "Anker is out with its latest charging adapter that should see even the most demanding users form a little grin on their face. The PowerPort Atom PD 4 is the name, and charging things is absolutely its game. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:27:11Z"
  },
  {
    "title": "Apple’s WWDC 2019 Event Dates Rumored",
    "description": "Historically, WWDC has taken place around the middle of the year, with June a favorite month. We're starting to hear rumors of when WWDC 2019 will take place, with Apple apparently setting the dates of June 3rd through June 7th. [ Continue reading this over a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:09:49Z"
  },
  {
    "title": "Core i5 2018 MacBook Air With 256GB SSD Is $150 Off Today, Available In All Colors",
    "description": "Apple's 2018 MacBook Air fixed a couple of things that the older models continued to suffer from for much longer than they probably should. The chief issue was the lack of a Retina display, and thankfully the new MacBook Air features one. That means the new m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:52:43Z"
  },
  {
    "title": "Anker’s 10W Wireless Charging Stand Discounted To $17.99, Fast Charges Samsung Devices At Full 10W",
    "description": "The well-designed and highly-rated Anker 10W wireless charger is currently on offer via Amazon. Additionally, thanks to our provided discount code, you can make more savings on a sought after product which immediately brings wireless charging to your Qi-capab…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:11:45Z"
  },
  {
    "title": "Possible Launch Window For iPad mini 5, AirPods 2, AirPower, AirPods Wireless Charging Case Revealed",
    "description": "It’s pretty much accepted that Apple will announce at least one updated iPad this year, with updated AirPods and potentially even the fabled AirPower charging mat on the way as well, and now a new report has revealed a potential launch window. [ Continue read…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:43:17Z"
  },
  {
    "title": "Add 32GB Of Storage To Your iPhone Or iPad For Just $19.71 Using This Lightning Flash Drive Deal",
    "description": "This quirkily designed OLALA 32GB flash drive is currently on offer for just $19.71. The drive steps outside of the realms of normality by offering everything that you'd expect from a USB flash drive, as well as support for Apple's mobile devices. [ Continue …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:31:30Z"
  },
  {
    "title": "Microsoft begins rollout of Your Phone app for Windows Insiders, adds unread message indicators",
    "description": "Microsoft appears to have quietly updated the Your Phone app for Windows 10 Insiders, has begun rolling out an update to the Your Phone app for roughly half of Insiders.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:22:04Z"
  },
  {
    "title": "The King Of Fighters XIII and Orcs Must Die get Xbox One backwards compatibility",
    "description": "The Xbox 360 video games, The King Of Fighters XIII and Orcs Must Die, gained backwards compatibility with Microsoft’s Xbox One family of consoles today. The King Of Fighters XIII is a fighting game in the same vein as Street Fighter, Mortal Kombat, and other…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:21:37Z"
  },
  {
    "title": "The State of Marketing Training in 2019 [Original Research]",
    "description": "U.S. companies spend billions on training each year. What about marketing departments? How much do they spend? What are they getting out of it? And what are they struggling to solve? We surveyed 462 marketing leaders—CMOs, VPs of Marketing, Marketing Director…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:34:11Z"
  },
  {
    "title": "Samsung's first-gen Mixed Reality headset is $250 off right now",
    "description": "It has a higher-resolution screen than the Oculus Rift or HTC Vive.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:34:23Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft President Brad Smith met Pope Francis on Wednesday to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:02Z"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "It’s not enough to have brilliant researchers and a bunch of popular products. You’ve got to have a system—or several systems—for melding raw technology into experiences that make a difference for businesses and consumers. To seek the origins of Microsoft’s i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:58Z"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic techniques falling out of favor. Tune in to the average TV cop show and you’re likely to think crime sc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:15Z"
  },
  {
    "title": "Firefox 66.0 Beta 7 for PC Windows",
    "description": "Mozilla Firefox is a fast, light and tidy open source web browser. At its public launch in 2004 Mozilla Firefox was the first browser to challenge Microsoft Internet Explorer’s dominance. Since then, Mozilla Firefox has consistently featured in the t...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:38:02Z"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "It’s not enough to have brilliant researchers and a bunch of popular products. You’ve got to have a system–or several systems–for melding raw technology into experiences that make a difference for businesses and consumers. To seek the origins of Microsoft’s i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:58Z"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic techniques falling out of favor. Tune in to the average TV cop show and you’re likely to think crime sc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:15Z"
  },
  {
    "title": "Dividend Yield Theory And The Case For FedEx",
    "description": "What is dividend yield theory and how you can develop an investment strategy using its principles. Build a stock screener that will identify the most undervalue",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:12:35Z"
  },
  {
    "title": "The Future Is Fermented: Amyris",
    "description": "AMRS is only followed by 2 sellside analysts and is off the radar screen of institutions. Balance sheet fears are misplaced. Uncertainty in forward financial me",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:00Z"
  },
  {
    "title": "HubSpot, Inc. (HUBS) CEO Brian Halligan on Q4 2018 Results - Earnings Call Transcript",
    "description": "HubSpot, Inc. (NYSE:HUBS) Q4 2018 Earnings Conference Call February 12, 2019, 04:30 PM ET Company Participants Chuck MacGlashing - Director of Investor Relation",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:12:08Z"
  },
  {
    "title": "February Patch Tuesday: Batch Includes 77 Updates That Cover Flaws in Internet Explorer, Exchange Server, and DHCP Server",
    "description": "Microsoft released 77 updates, along with three new advisories, in this month’s Patch Tuesday. The bulletin patches four publicly known bugs, rated Important, and one that is under active attack. It includes fixes for ChakraCore, Edge, Exchange Server, Intern…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:42:10Z"
  },
  {
    "title": ".NET Framework February 2019 Security and Quality Rollup",
    "description": "Yesterday, we released the February 2019 Security and Quality Rollup. Security CVE-2019-0613 – Remote Code Execution Vulnerability This security update resolves a vulnerability in.NET Framework software if the software does not check the source markup of a fi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:45:47Z"
  },
  {
    "title": "Microsoft’s Developer Blogs are Getting an Update",
    "description": "In the coming days, we’ll be moving our developer blogs to a new platform with a modern, clean design and powerful features that will make it easy for you to discover and share great content. This week, you’ll see the Visual Studio, IoTDev, and Premier Develo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:49:42Z"
  },
  {
    "title": "IDG Contributor Network: A large February Patch Tuesday is warming up for a big year for Microsoft",
    "description": "This is a big patch release for Microsoft February Patch Tuesday, with 75 vulnerabilities addressed and critical updates for IE and Windows and most importantly this month a large number of patches to Microsoft’s development platform (.NET, IE and scripting e…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:40:00Z"
  },
  {
    "title": "Microsoft Office Professional Plus Version 1901 (Build 11231.20174) (x86-x64) 2019-P2P",
    "description": "P2p group has released the newest build of “Microsoft Office Professional Plus” for windows. Enjoy Description: Office 365 ProPlus, the cloud-connected version of Office, delivers the most productive and most secure Office experience—with the lowest total cos…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:01:07Z"
  },
  {
    "title": "Activision Blizzard – Famine in the Midst of Plenty",
    "description": "I already had a post queued up for today, one about EverQuest and the anniversary progression servers they just announced. But events have overtaken that, so it has been pushed off until tomorrow. It can wait. Instead there is a fresh turd in the punch bowl c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:15:02Z"
  },
  {
    "title": "Patch Tuesday Roundup Includes IE Zero Day",
    "description": "Admins urged to get patching over 70 flaws",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:04:00Z"
  },
  {
    "title": "Moving your Azure Virtual Machines has never been easier!",
    "description": "Often times we are approached by customers who want to change the region in which their Azure virtual machine is currently deployed, to another target region.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:00:08Z"
  },
  {
    "title": "Tech Data Fires Up Cloud Factory – Channelnomics - Channelnomics",
    "description": "Tech Data Fires Up Cloud Factory – Channelnomics Channelnomics New global offering serves up click-to-run public and private cloud solutions with simplified configuration, customization, and deployment. Channelnomics Staff.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:58:06Z"
  },
  {
    "title": "Central Coast non-profit trades textbooks in for high tech - KSBW Monterey",
    "description": "Central Coast non-profit trades textbooks in for high tech KSBW Monterey In an interview that aired on KSBW Monday, Bill Gates said he predicts school textbooks will become a thing of the past. One Central Coast non-profit already...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:04:00Z"
  },
  {
    "title": "12 US Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal - Associated Press",
    "description": "BOSTON--(BUSINESS WIRE)--Feb 13, 2019--During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:19:21Z"
  },
  {
    "title": "12 US Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal - Associated Press",
    "description": "BOSTON--(BUSINESS WIRE)--Feb 13, 2019--During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:19:25Z"
  },
  {
    "title": "New Apple Services and Hardware Could Be Unveiled in March - Tech Check - TheStreet.com",
    "description": "New Apple Services and Hardware Could Be Unveiled in March - Tech Check TheStreet.com A recent report states Apple will be hosting a services event in late March. Another one indicates new AirPods and iPads are on the way....NFLX.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:48:00Z"
  },
  {
    "title": "Tripwire IP360 now discovers more than 200,000 conditions",
    "description": "Tripwire, a leading global provider of security and compliance solutions for enterprises and industrial organizations, announced that vulnerability management solution Tripwire IP360 now discovers more than 200,000 conditions, including vulnerabilities, confi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:00:18Z"
  },
  {
    "title": "February 2019 Patch Tuesday: PrivExchange hole plugged",
    "description": "For the February 2019 Patch Tuesday, Microsoft has released fixes for over 70 CVE-numbered vulnerabilities, 20 of which are rated Critical. Also rated Critical are the Adobe Flash security update (ADV190003, which carries a fix for CVE-2019-7090, an informati…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:10:26Z"
  },
  {
    "title": "If software is funded from a public source, its code should be open source",
    "description": "Perhaps because many free software coders have been outsiders and rebels, less attention is paid to the use of open source in government departments than in other contexts. But it’s an important battleground, not least because there are special dynamics at pl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:05:00Z"
  },
  {
    "title": "Seattle conference draws inspiration from renowned Grace Hopper Celebration",
    "description": "Tickets go on sale this morning for the second annual Hopperx1 Seattle conference, a take on the popular, long-running Grace Hopper Celebration that brings together women in technology from around the world. The first Seattle conference held in November 2017 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:30:20Z"
  },
  {
    "title": "What that meditation app you downloaded (and don’t use) can really do for you — and what it can’t",
    "description": "Jalice May is a busy mom who works almost full-time at her church. On Sundays, she oversees the nursery during services at Tibbetts United Methodist in West Seattle. Throughout the week, she runs the church’s front office. And in her spare time she’s part of …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:00:05Z"
  },
  {
    "title": "LinkedIn Launches Streaming Video Service as Private Beta",
    "description": "LinkedIn has launched an invitation-only private beta of LinkedIn Live, a streaming video feature. The service initially will be available in the United States. After the invitation-only period, LinkedIn will post a contact form on its website for others who …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:36:18Z"
  },
  {
    "title": "Businesses: It’s time to implement an anti-phishing plan",
    "description": "If your organization doesn't have an anti-phishing plan in place, it's time to start thinking about one. Here's what to tell your employees and customers about phishing attacks. Categories: 101 Business Tags: anti-phishing business email mail microsoft office…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:54:28Z"
  },
  {
    "title": "The evolution of Microsoft Threat Protection, February update",
    "description": "Learn about the latest enhancements to Microsoft Threat Protection, the premier solution for securing the modern workplace across identities, endpoints, user data, apps, and infrastructure. The post The evolution of Microsoft Threat Protection, February updat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:00:23Z"
  },
  {
    "title": "Latest Windows update highlights HoloLens ahead of MWC announcement",
    "description": "Microsoft released Windows 10 build 17763.316 yesterday, and the HoloLens was front and center. It's mentioned in the note atop the release notes page, and Microsoft makes it seem a little urgent that current HoloLens devices get the update forthwith. In a re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:55:00Z"
  },
  {
    "title": "Tech Moves: Snap! Raise and Flyhomes scoop up CFOs; Outreach adds revenue chief; and more",
    "description": "Ex-Microsoft exec Tony Scripa has signed on as chief financial officer at Seattle real estate startup Flyhomes. Scripa spent 18 years at Microsoft in its global OEM division and was most recently advisor to the CEO at file-sharing startup Droplr. “From client…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:44:20Z"
  },
  {
    "title": "Slack adds app building tools as productivity arms race with Microsoft Teams continues",
    "description": "Slack wants to make it easier to build apps and integrations on its platform, hoping to attract third-party developers as it battles Microsoft and others in the competitive market for collaboration tools. Slack today released Block Kit, a framework of message…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:00Z"
  },
  {
    "title": "Bill and Melinda Gates weigh in on 70% marginal tax rate floated by AOC",
    "description": "Should billionaires exist? That question is getting serious attention thanks to liberal officials raising the alarm over wealth concentration. It’s become such a hot-button issue that Late Show host Stephen Colbert posed the question to Bill Gates, the Micros…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:42:17Z"
  },
  {
    "title": "Microsoft discounts one-month Xbox Live and Game Pass subscriptions to $2",
    "description": "Microsoft is currently offering one-month subscriptions to its Xbox Live and Xbox Game Pass for a mere $2 CAD each. The deal, first spotted by RedFlagDeals user ‘sajan647,’ is available to new and past Xbox Live and Game Pass subscribers. Xbox One owners can …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:47:55Z"
  },
  {
    "title": "Older BlackBerry, OnePlus smartphones amid devices emitting most radiation",
    "description": "If you’ve ever wondered about the levels of radiation coming off your smartphone, you’re probably not alone. While there’s not much in the way of studies showing worrying negative impacts on the brain or human health, it is something to be aware of. Thankfull…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:01:22Z"
  },
  {
    "title": "Microsoft Rolls Out Xbox One Version 1902 Update",
    "description": "The Xbox One system is getting a minor update focused on bug fixes and performance enhancements. The post Microsoft Rolls Out Xbox One Version 1902 Update appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:24:59Z"
  },
  {
    "title": "Chrome OS Is Getting Virtual Desktops",
    "description": "Chrome OS are finally getting a much-needed productivity feature: virtual desktops. The post Chrome OS Is Getting Virtual Desktops appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:37:49Z"
  },
  {
    "title": "Create and Deliver a Killer Product Demo",
    "description": "Create great product demos and sell more of your product with the strategies and inspiration in this book. Insightful interviews are presented with professionals who are giving killer product demos in several types of businesses today. The strategies taught i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:40:30Z"
  },
  {
    "title": "The US dollar is the key for ‘risk on’ trades",
    "description": "Mike Mackenzie’s daily analysis of what’s moving global markets",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:19:30Z"
  },
  {
    "title": "Ultimate Blocks Plugin Adds Schema-Enabled Review Block",
    "description": "Ultimate Blocks, one of the many Gutenberg block collections that have sprouted up, launched before WordPress 5.0 with eight blocks. The collection has since doubled in size, adding features like accordions, social sharing buttons, tabbed content, a progress …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:34:06Z"
  },
  {
    "title": "Feature: What We Expect From The February Nintendo Direct",
    "description": "It's only blimmin' happening! Well, it finally happened. Nintendo has us on such tenterhooks that the announcement of an announcement feels like an event in itself. Although here at NL Towers we avoid reporting on baseless rumours and idle forum speculation, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:00Z"
  },
  {
    "title": "Windows App Caught Running on Mac, Installing Malware",
    "description": "A Windows application was recently observed packing the ability to run on Macs and download and install malware on the target systems. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:31:24Z"
  },
  {
    "title": "How To Fix Disk Errors In Windows 10 Computer",
    "description": "Recently, Windows users were found receiving ‘Scan drive for error’ messages. There were almost thousands of users complaining about the Scan Drive for error messages on Microsoft forum. So, here we have shared a few best methods to fix ‘Scan Drive For error’…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:53:01Z"
  },
  {
    "title": "How To Fix Audio Lag & Crackling Sound On Windows 10",
    "description": "Recently, few Windows 10 users have asked about Audio lagging issues in Windows 10. They have stated that they are facing audio lag problems in Windows 10 while playing any video. So, here we have shared some of the best methods to fix Audio Lagging in Window…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:00:04Z"
  },
  {
    "title": "Five AI Solutions Transforming B2B Marketing",
    "description": "Megan Wharton is an excellent sales assistant. She’s been at her job only a few months, but she’s easily the best person at qualifying promising leads on her team. Megan has a remarkable knack for chatting with potential customers over email, and knows exactl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:56:02Z"
  },
  {
    "title": "Amazon Already Knows A Lot About You. Its New Routers Will Tell It Even More.",
    "description": "Experts are concerned about what Amazon’s acquisition of Eero means for consumer privacy. View Entire Post ›",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:20:10Z"
  },
  {
    "title": "Microsoft Exchange Server 2019 CU1",
    "description": "Exchange Server van Microsoft biedt functionaliteit om e-mail en agenda's aan te bieden, en wordt voornamelijk ingezet in het bedrijfsleven. Hoewel Microsoft sterk inzet op cloudtechnologie met Office 365, worden er ook nog steeds on-premiseversies uitgebrach…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:37:41Z"
  },
  {
    "title": "Microsoft Exchange Server 2013 CU 22",
    "description": "Microsoft heeft alweer de tweeëntwintigste Cumulative Update voor Exchange Server 2013 vrijgegeven. Exchange Server 2013 werd uitgegeven in januari 2013. De mainstreamondersteuning vanuit Microsoft loopt tot april 2018 en de verlengde ondersteuning loopt tot …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:39:25Z"
  },
  {
    "title": "Microsoft Exchange Server 2016 CU 12",
    "description": "Microsoft heeft de twaalfde Cumulative Update voor Exchange Server 2016 vrijgegeven. Voor een algemene discussie over Exchange Server 2016 kun je in Het algemene Exchange 2016-topic op ons Forum terecht. Het KB-artikel met nummer 4471392 vermeldt de volgende …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:38:23Z"
  },
  {
    "title": "This app lets you run Windows 10 on a Raspberry Pi",
    "description": "Microsoft makes a version of Windows 10 that runs on devices with ARM processors. But for the most part, the only way to use it is to buy a device like the Asus NovaGo or Lenovo Yoga C630. Some folks have managed to get Windows 10 on ARM up and running on som…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:49:50Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "Microsoft President Brad Smith met Pope Francis on Wednesday to discuss the ethical use of artificial intelligence and ways to bridge the digital divide between rich and poor nations, the Vatican said. The head of the global tech giant and the 81-year-old Rom…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:02Z"
  },
  {
    "title": "Wreck of long-lost WWII aircraft carrier USS Hornet discovered in the Pacific",
    "description": "For 76 years, she lay on the ocean floor, a quiet tomb for 140 sailors who died the day she sank. Now, for the first time since then, humans have laid eyes on the Hornet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:02:38Z"
  },
  {
    "title": "Cisco quarterly revenue beats estimates",
    "description": "(Reuters) - Cisco Systems Inc reported second-quarter revenue that beat Wall Street estimates on Wednesday, as the network gear maker benefited from its shift to newer businesses such as application software and cyber security. The company reported net income…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:19:02Z"
  },
  {
    "title": "Silicon Valley Is Using Trade Secrets to Hide Its Race Problem",
    "description": "Words repeated so often they’re virtually mantra in corporate America.  More and more, firms including Oracle and Palantir Technologies argue that detailed, government-mandated figures on the number of women and people of color they employ must remain confide…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:00Z"
  },
  {
    "title": "Here's What to Expect from Walmart's (WMT) Q4 Earnings Results",
    "description": "Shares of Walmart (WMT) rested roughly 8% below their 52-week high through mid-day trading Wednesday, with the company's fourth-quarter and fiscal 2019 earnings release due out on Tuesday, February 19. This means now is a great time to see what to expect from…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:43:07Z"
  },
  {
    "title": "India Seeks Access to Private Messages in WhatsApp Crackdown",
    "description": "Now U.S. social media pioneers Facebook and Twitter are in danger of suffering similar setbacks in what is perhaps the world’s most important emerging technology market. In the latest skirmish, the government is targeting Facebook Inc.’s WhatsApp, the popular…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:49:15Z"
  },
  {
    "title": "Cray Inc (CRAY) Q4 2018 Earnings Conference Call Transcript",
    "description": "CRAY earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:09:52Z"
  },
  {
    "title": "Twilio (TWLO) Q4 2018 Earnings Conference Call Transcript",
    "description": "TWLO earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:00:46Z"
  },
  {
    "title": "Interpublic Group of Companies Inc (IPG) Q4 2018 Earnings Conference Call Transcript",
    "description": "IPG earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:12:39Z"
  },
  {
    "title": "Qualys Inc (QLYS) Q4 2018 Earnings Conference Call Transcript",
    "description": "QLYS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:37:30Z"
  },
  {
    "title": "Unisys Corp (UIS) Q4 2018 Earnings Conference Call Transcript",
    "description": "UIS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:53:38Z"
  },
  {
    "title": "HubSpot Inc (HUBS) Q4 2018 Earnings Conference Call Transcript",
    "description": "HUBS earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:34:08Z"
  },
  {
    "title": "Akamai Technologies (AKAM) Q4 2018 Earnings Conference Call Transcript",
    "description": "AKAM earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:31:04Z"
  },
  {
    "title": "New Ports Bring Linux to Arm Laptops, Android to the Pi",
    "description": "Like life itself, software wants to be free. In our increasingly open source era, software can more easily disperse into new ecosystems.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:57:40Z"
  },
  {
    "title": "F97 BMW X3 M, F98 X4 M revealed with up to 510 hp",
    "description": "The performance compact SUV market is clearly heating up, with plenty of players including the Mercedes-AMG GLC 63, Porsche Macan Turbo and Jaguar F-Pace SVR already slugging it out in the segment. Munich is next […] The post F97 BMW X3 M, F98 X4 M revealed w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:25:39Z"
  },
  {
    "title": "Hiding Malware in Certificates",
    "description": "Late last year, Sophos published a blog post describing a new tactic in the arms race between hackers trying to sneak malicious content past anti-malware and data exfiltration scanners and the... Go on to the site to read the full article",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:01:50Z"
  },
  {
    "title": "13 Popular Wireless Hacking Tools [Updated for 2019]",
    "description": "Introduction to 13 Popular Wireless Hacking Tools Internet is now the basic need of our daily life. With the increasing use of smartphones, most of the things are now online. Every time we have to do... Go on to the site to read the full article",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:59:03Z"
  },
  {
    "title": "MWC 2019: Microsoft to roll out HoloLens 2 on February 24",
    "description": "Though not much is known about HoloLensâ\u0080\u0099s specifications, the video reveals the second generation WMR headset, codenamed #39;Sydney#39;, would be built out of carbon fibre.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:44:35Z"
  },
  {
    "title": "Microsoft’s Developer Blogs are Getting an Update",
    "description": "In the coming days, we’ll be moving our developer blogs to a new platform with a modern, clean design and powerful features that will make it easy for you to discover and share great content. This week, you’ll see the Visual Studio, IoTDev, and Premier Develo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:37Z"
  },
  {
    "title": "Microsoft Patch Tuesday updates for February 2019 fixes IE Zero-Day",
    "description": "Microsoft released Patch Tuesday updates for February 2019 that address 77 flaws, including an Internet Explorer issue that has been exploited in attacks. Microsoft released Patch Tuesday updates for February 2019 that address 77 flaws, 20 critical vulnerabil…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:21:44Z"
  },
  {
    "title": "Pentagon’s 1st AI strategy vows to keep pace with Russia & China, wants help from tech",
    "description": "The Pentagon has issued its first AI strategy, where it pleads with tech giants to help boost military capabilities and catch up with Russia and China in developing artificial intelligence for military purposes. Read Full Article at RT.com",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:11:42Z"
  },
  {
    "title": "Famed WW2 Aircraft Carrier Torpedoed In 1942 Found Miles Deep In Pacific Ocean",
    "description": "After 77 years, the wreck of the USS Hornet has finally been found, lying more than three miles deep in South Pacific waters. The storied aircraft carrier — sunk by Japanese torpedoes in 1942 with the loss of 140 men — played a critical role during the Second…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:30:00Z"
  },
  {
    "title": "CVE-2019-3610",
    "description": "Data Leakage Attacks vulnerability in Microsoft Windows client in McAfee True Key (TK) 3.1.9211.0 and earlier allows local users to expose confidential data via specially crafted malware.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:29:00Z"
  },
  {
    "title": "Engineering manager Mark Harman wins 2019 IEEE Harlan D. Mills award",
    "description": "The IEEE Computer Society recently selected Facebook London’s Mark Harman as the recipient of the 2019 Harlan D. Mills Award. The award recognizes those who have demonstrated long-standing, sustained, and impactful contributions to software engineering. Previ…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:11:59Z"
  },
  {
    "title": "February Security Release: Team Foundation Server 2018 Update 3.2 Patch 1 is available",
    "description": "We announced the Azure DevOps Bounty Program a few weeks ago. We’re excited that this effort has already helped us on our mission to provide the highest level of security for our customers. Thanks to everyone who is participating in the Bounty program. We pla…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:54:01Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Last Minute Deal: Microsoft Data Analysis Bundle: Lifetime Access, Save 97%",
    "description": "We have an awesome deal on the Microsoft Data Analysis Bundle in the Geeky Gadgets Deals store today, you can save a massive 97% off the regular price. The Microsoft Data Analysis Bundle is available in our deals store for just $25, it normally retails for $1…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:01:11Z"
  },
  {
    "title": "Latest Xbox update enhances 4K performance, video pipe and more",
    "description": "This week Microsoft rolled out a new update to the Xbox One platform bringing with it a number of improvements and enhancements to its 4K display technology. The latest update referenced version 10.0.17763.4085, rs5_release_xbox_dev_ 1902.190131-1620 is now a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:05:52Z"
  },
  {
    "title": "Save 95% on the DevOps Certification Training Master Class Bundle",
    "description": "We have an awesome deal for our readers in the Geeky Gadgets Deals store today, you can save 95% on the DevOps Certification Training Master Class Bundle. The DevOps Certification Training Master Class Bundle is available in our deals store for just $69, it n…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:01:52Z"
  },
  {
    "title": "Microsoft could spare Paint's life",
    "description": "For some time Microsoft has been threatening time to remove Paint from the programs installed by default in Windows, but now it seems to be backing down. (This is a preview - click here to read the entire entry.)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:00:01Z"
  },
  {
    "title": "Hire, il LinkedIn di Google sbarca in Canada e UK",
    "description": "Il Linkedin di bigG Google Hire sta per uscire dai confini USA per sbarcare in UK e Canada. The post Hire, il LinkedIn di Google sbarca in Canada e UK appeared first on Webnews.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:42:45Z"
  },
  {
    "title": "Automated Cross-Browser Testing With Protractor and Selenium",
    "description": "What Do We Mean By JavaScript Test Automation Frameworks? There has been a major growth in JavaScript framework usage over the past few years, the reason is, nowadays most of the apps are developed using technology like Angular or React. In fact, initially, A…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:01:01Z"
  },
  {
    "title": "Selenium Grid Setup Tutorial for Cross-Browser Testing",
    "description": "When performing cross-browser testing manually, one roadblock that you might have hit during the verification phase is testing the functionalities of your web application across different operating systems, devices, and/or browsers with respect to time. With …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:01:01Z"
  },
  {
    "title": "Vatican, Microsoft team up on artificial intelligence ethics",
    "description": "Pope Francis met privately on Wednesday with Microsoft President Brad Smith and talked about an academic prize to promote ethics in artificial intelligence.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:26:54Z"
  },
  {
    "title": "Tech Elites, Donor Class Unite with GOP/Dems to Outsource White-Collar American Jobs",
    "description": "Silicon Valley's business elites and donor-class billionaires are uniting with elected Republicans and Democrats to ensure that white-collar, middle-class American jobs are swiftly outsourced to mostly Indian and Chinese nationals.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:47:06Z"
  },
  {
    "title": "GOP Senators, White House Officials Huddle About Paid Family Leave",
    "description": "Several Republicans senators and White House officials met on Capitol Hill on Wednesday morning to develop a pathway forward on a paid family leave plan, a top priority of President Donald Trump and an opportunity for a bipartisan populist victory for both si…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:19:32Z"
  },
  {
    "title": "Brother Wireless Laser Printer + $20 Office Depot/Office Max Gift Card Only $100.99 Shipped (Regularly $190)",
    "description": "This printer features a built-in wireless connection so you can print from virtually anywhere. Plus, you can score a free $20 gift card with this deal idea!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:35:49Z"
  },
  {
    "title": "Netflix Revenues Soar and Georgia State Wants a Piece with ‘Streaming Tax’ on Citizens",
    "description": "Georgia lawmakers worry that rural residents don’t have suitable access to Internet services. Their solution is to tax people who enjoy streaming services like those offered by Netflix, Amazon, and Hulu. The motivation for the idea may be based on fairness, b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:15:37Z"
  },
  {
    "title": "How good workplace design can foster creativity",
    "description": "How can the place where we work make us more creative, productive, and even happy?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:09:37Z"
  },
  {
    "title": "Microsoft Surface Pen (Surface Pro 3) $69 @Reboot-It",
    "description": "Following the recent good guys commercial deal, this is a previous version of the surface pen. Listing states it's brand new. Still wondering if I should buy it, or buy a cheapie one mentioned here It is actually the 2nd generation Features *Able to detect 25…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:41:20Z"
  },
  {
    "title": "[XB1] NBA Live 19 All Star Edition $5.99 Microsoft Store",
    "description": "Long time lurker and first time poster here. Please be kind. I just wanted to give you guys a best of all deal. This bundle includes the base game and the all star content. I think it is a lot cheaper than the previous deal $12.95, just for the base game.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:03:03Z"
  },
  {
    "title": "Effective SQL: 61 Specific Ways to Write Better SQL",
    "description": "Effective SQL: 61 Specific Ways to Write Better SQL",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:25:54Z"
  },
  {
    "title": "India Seeks Help From Google & Microsoft to Combat Online Child Porn",
    "description": "The minister made the remarks while responding to concerns raised by a lawmaker in the Indian Parliament.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:18:00Z"
  },
  {
    "title": "The Distribution of Income Depends on How We Structure the Economy",
    "description": "CounterSpin interviews Dean Baker on taxing the rich. The post The Distribution of Income Depends on How We Structure the Economy appeared first on Truthout.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:48:18Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:10:36Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Wreckage of World War II Aircraft Carrier Found in South Pacific",
    "description": "SEATTLE, WASHINGTON— CBS News reports that the wreckage of USS Hornet, sunk on October 26, 1942, during the Battle of the Santa Cruz Islands, has been found under more than 17,000 feet of water in the South Pacific Ocean. The vessel was detected near the Solo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:42:57Z"
  },
  {
    "title": "Basic Administration Comparison Between Oracle, MSSQL, MySQL, PostgreSQL",
    "description": "The introduction of DevOps in organizations has changed the development process and also introduced some new challenges. In addition, developers and DevOps teams, along with their own chosen programming languages, also have their favorite database systems. Th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:48:00Z"
  },
  {
    "title": "15 Best Places to Learn How to Code in 2019",
    "description": "There are multiple online learning platforms where you can learn how to code. Each adapts to different learning styles, so the most important thing is to find the one that best fits your own needs. In this article, we have … Continue reading →",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:01:49Z"
  },
  {
    "title": "The median gender pay gap: It’s time to tell the whole story",
    "description": "There are gender pay gaps—and then there are median gender pay gaps. Understanding the difference is essential to progress.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:30:20Z"
  },
  {
    "title": "The 15 companies hiring the most jobs paying over $100,000 in February",
    "description": "Job site Ladders, which specializes in high-paying jobs, analyzed thousands of job openings and found that 15 companies stand out for posting the most jobs with six-figure salaries.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:30:00Z"
  },
  {
    "title": "Africa: Things We Didn't See Coming - Bill and Melinda Gates Annual Letter",
    "description": "Document - DedicationWe're dedicating this year's letter to our dear friend and Bill's Microsoft co-founder, Paul Allen, who died of cancer last October. Paul was a brilliant man with a wide-ranging mind and a special talent for explaining complicated subject…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:11:22Z"
  },
  {
    "title": "Polly Announces $7 million Series A to Build Modern Workflow Measurement Solution",
    "description": "SEATTLE--(BUSINESS WIRE)--Polly Announces $7 million in Series A Financing to Build Workflow Measurement Solution",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:06:30Z"
  },
  {
    "title": "Veeam, the Dominant Market Leader, Announces Record 2018 Results",
    "description": "BAAR, Switzerland--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/availability?src=hash\" target=\"_blank\"gt;#availabilitylt;/agt;--Twelve years of organic growth places Veaam as No. 1 in cloud data management market and one of the largest private soft…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:51:50Z"
  },
  {
    "title": "Kansas City Public Schools Becomes First District in Nation to Link K-12 Schools and Nonprofits Through New Data Initiative",
    "description": "AUSTIN, Texas & KANSAS CITY, Mo.--(BUSINESS WIRE)--Social Solutions names Kansas City Public Schools as first district in nation to link local K-12 Schools and nonprofits through new data initiative.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:10:28Z"
  },
  {
    "title": "Renault Selects Aras to Enable Full Lifecycle Traceability",
    "description": "ANDOVER, Mass. & LYON, France--(BUSINESS WIRE)--Aras, the leader in open product lifecycle management (PLM) software for the enterprise, today announced that Renault, a leading French multinational automobile manufacturer, has selected the Aras PLM Platform t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:10:28Z"
  },
  {
    "title": "SEGA of America Taps JAKKS Pacific as Global Toy Partner for Sonic the Hedgehog",
    "description": "SANTA MONICA, Calif.--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/JAKKSToys?src=hash\" target=\"_blank\"gt;#JAKKSToyslt;/agt;--Leading U.S. toymaker JAKKS Pacific, Inc. (NASDAQ: JAKK), today announced it has entered into a multi-year, global toy lice…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:12:54Z"
  },
  {
    "title": "Sectigo Helps Middle East Companies Combat Phishing, BEC, and Other Web Security Threats",
    "description": "LONDON--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/BEC?src=hash\" target=\"_blank\"gt;#BEClt;/agt;--Enterprises in the Middle East can now advance their digital identity strategies using Sectigo web security solutions, combined with expert services.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:43:56Z"
  },
  {
    "title": "Insightly Extends Its Industry Leading CRM with New Territory Visualization, Analytics, and Pricing and Quoting",
    "description": "SAN FRANCISCO--(BUSINESS WIRE)--lt;a href=\"https://twitter.com/hashtag/Analytics?src=hash\" target=\"_blank\"gt;#Analyticslt;/agt;--Insightly, the CRM for building lasting customer relationships, today announced the latest version of its product. The new version…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:12:54Z"
  },
  {
    "title": "Taboola Expands Strategic Partnership with Business Insider",
    "description": "NEW YORK--(BUSINESS WIRE)--Today, Taboola, the leading discovery platform, announced an exclusive two-year partnership with Business Insider to enhance the business news publisher’s user experience by integrating the Taboola Feed on desktop and mobile web. Th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:09:55Z"
  },
  {
    "title": "Tech Data Launches Cloud Solutions Factory to Meet Digital Transformation Needs",
    "description": "CLEARWATER, Fla.--(BUSINESS WIRE)--Tech Data (Nasdaq: TECD) today announced the launch of Cloud Solutions Factory, a new global portfolio of end-to-end cloud solutions. The new offering features a host of click-to-run solutions developed by leveraging Tech Da…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:10:28Z"
  },
  {
    "title": "Loop Media, Inc. Launches with Veteran Management Team from Disney, Vevo and Electronic Arts",
    "description": "BURBANK, Calif.--(BUSINESS WIRE)--Loop Media, Inc., a premium short-form streaming service that works seamlessly for both businesses and consumers, announced its launch today after operating in stealth for over two years. The company is led by a proven team o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:12:22Z"
  },
  {
    "title": "Ping Identity Global Channel Director Recognized as 2019 CRN® Channel Chief",
    "description": "DENVER--(BUSINESS WIRE)--Ping Identity, the leader in Identity Defined Security, today announced that CRN®, a brand of The Channel Company, has named Ping Identity Director of Global Channel Sales Tommy Butler to its prestigious list of 2019 Channel Chiefs. T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:06:30Z"
  },
  {
    "title": "12 U.S. Banks and Tech Giants Targeted with “Median Gender Pay Gap” Shareholder Proposal",
    "description": "BOSTON--(BUSINESS WIRE)--During an international news event today with the Equal Rights Advocates and Closing the Women’s Wealth Gap Initiative, shareholder advocate Arjuna Capital named the 12 top banks and tech giants it is engaging in 2019 with median gend…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:13:42Z"
  },
  {
    "title": "NetApp Reports Third Quarter Fiscal Year 2019 Results",
    "description": "SUNNYVALE, Calif.--(BUSINESS WIRE)--NetApp (NASDAQ: NTAP) today reported financial results for the third quarter of fiscal year 2019, which ended January 25, 2019. “Although I am disappointed that revenue came in at the low-end of our guidance range, we conti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:12:22Z"
  },
  {
    "title": "How to add Emojis to File and Folder names in Windows 10",
    "description": "For users who find visual elements more appealing, Windows 10 has made it easier to identify files and folders by adding Emojis to their names. Yes, Microsoft has made it possible for Windows users to use Emojis in the names [...] This post How to add Emojis …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:49:32Z"
  },
  {
    "title": "Fix Windows 10 Upgrade error 0xa0000400",
    "description": "While upgrading to any version of Windows 10 using the Windows 10 Upgrade Assistant or Windows 10 Media Creation Tool, some people may encounter an error code 0xa0000400. It becomes important for a user to keep their computer up to [...] This post Fix Windows…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:39:32Z"
  },
  {
    "title": "IBM announces its Watson AI services to now work on rival cloud computing providers",
    "description": "IBM will rely on an open-source software package known as Kubernetes to make the links to rival clouds. The post IBM announces its Watson AI services to now work on rival cloud computing providers appeared first on Firstpost.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:30Z"
  },
  {
    "title": "NPD: Apple Watch is ‘the clear leader’ in strongly growing U.S. smartwatch market",
    "description": "U.S. smartwatch sales experienced strong growth with 16% of U.S. adults now owning a smartwatch...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:55:10Z"
  },
  {
    "title": "Which Rock Band is the Model for your Innovative Startup?",
    "description": "It has been said many times that founding a startup is similar to launching a rock band. For example: You gather a small, talented team with different skills but a common passion. You practise for long hours to improve your product. You create a demo tape or …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:46Z"
  },
  {
    "title": "Pope discusses ethics of artificial intelligence with Microsoft chief",
    "description": "The Vatican says its Academy for Life would jointly sponsor a prize with Microsoft The post Pope discusses ethics of artificial intelligence with Microsoft chief appeared first on The Express Tribune.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:44:33Z"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "To seek the origins of Microsoft’s interest in artificial intelligence, you need to go way back—well before Amazon, Facebook, and Google were in business, let alone titans of AI. Bill Gates founded Microsoft’s research arm in 1991, and AI was an area of inves…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:58Z"
  },
  {
    "title": "‘Big Bang Theory’ Star Kaley Cuoco Gets Flash-Happy in ‘Epic’ Behind-the-Scenes Look (Video)",
    "description": "Kudos to Kaley Cuoco and the rest of the “Big Bang Theory” gang — they certainly know how to make a flashy exit. With the hit CBS sitcom rapidly coming to an end with its 12th and final season, Cuoco gifted fans Wednesday morning with a generous behind-the-sc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:42:30Z"
  },
  {
    "title": "Deal: Save a whopping $330 on the original Razer Phone at Microsoft",
    "description": "The Razer Phone and Razer Phone 2 was launched on the market one year apart from each other, but they aren't as different as you might think. They have the same display, memory and battery, and even the same camera setups. Of course, the Razer Phone 2 comes w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:06:00Z"
  },
  {
    "title": "While Australia was the first Country to Crack down on Encrypted Apps Interfering with Law Enforcement, India could be next",
    "description": "The subject of governments challenging Facebook and its WhatsApp is surfacing again. The subject is so secret in the U.S. that a court denied civil liberty groups from seeing the documents related to the U.S. Government requesting Facebook recode its Messenge…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:29:41Z"
  },
  {
    "title": "Apple’s Previously Public Roadmap Has Become Opaque",
    "description": "There was a time when it was fairly clear what Apple wanted to achieve in the marketplace. Not so much anymore. Before the iPod was released in October, 2001, Apple was all about the Macintosh. And it was fairly clear where Apple wanted to go with it. The Thi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:02:49Z"
  },
  {
    "title": "Best Dell Latitude and Precision Business Laptops 2019",
    "description": "Dell has expanded its business offerings in recent years, and now sells everything from detachable tablets to powerful (and expensive) rugged workstations. Every business user has their own individual...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:04:43Z"
  },
  {
    "title": "Microsoft a Leader in Gartner’s Magic Quadrant for Analytics and BI Platforms for 12 consecutive years",
    "description": "<p>&nbsp; We’re very grateful to our customers, our community members, and our partners for making Power BI what it is today. &nbsp; Thank you. &nbsp; The Power BI Team &nbsp; &nbsp; &nbsp; Get the 2019 Gartner&#8217;s Magic Quadrant for Analytics and Busines…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:04:18Z"
  },
  {
    "title": "Gadgets to Prevent “Tech Neck” on the Road, in the Office & at Home",
    "description": "Smartphones, tablets, smart-watches and laptops have become a part of our everyday life. Too much tilted, head-forward posture for long periods of time however, will quickly lead to what many now call “Tech Neck”. What is Tech Neck? Have you ever been working…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:23:31Z"
  },
  {
    "title": "Microsoft’s Surface Arc Mouse drops to new Amazon low at $60 (25% off), more from $25",
    "description": "Amazon is currently offering the Microsoft Surface Arc Wireless Mouse in Cobalt Blue and Burgundy for $59.99 shipped. You’ll find it at Best Buy for around $5 more. That’s good or a 25% discount from the usual $80 price tag and is a new Amazon all-time low. M…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:46:17Z"
  },
  {
    "title": "Xbox One X up to $150 off today including Fallout 76 & NBA 2K19 bundles + more from $200",
    "description": "Newegg is offering the Xbox One X 1TB Fallout 76 Console Bundle for $349.99 shipped. Regularly up to $500, it is currently on sale for $400 direct from Microsoft and Best Buy. Amazon third parties have it starting at $390 or so. Along with the usual wireless …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:20:33Z"
  },
  {
    "title": "The $248 GLAS Alexa-enabled Thermostat sports a transparent display, hits new Amazon low ($70 off)",
    "description": "Amazon is currently offering the Johnson Controls GLAS Smart Thermostat for $248 shipped. Normally selling for $319, that’s good for an over $70 discount, with today’s offer being the first time we’ve seen it under $270 and falling to a new Amazon all-time lo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:45:48Z"
  },
  {
    "title": "4 Reasons to Attend the Inaugural Digital Learning Annual Conference",
    "description": "If you're not already planning to be part of the inaugural Digital Learning Annual Conference in Austin this spring, you should add it to your list. Here are four reasons why (hint: one reason may be a discount code just for our readers) we think you should a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:30:00Z"
  },
  {
    "title": "EU clinches copyright overhaul deal, critics see shortcomings",
    "description": "BRUSSELS: The European Union is set to rewrite its two decades-old copyright rules to ensure a level playing field between its creative industries and tech giants such as Alphabet Inc's Google and Facebook Inc, after striking a deal on the issue on Wednesday.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:21:33Z"
  },
  {
    "title": "Exploring the History of Business Intelligence",
    "description": "Business intelligence has been evolving for 150 years. The history of BI provides a fascinating look at how the adoption of computers played a critical role in the usage of BI tools and how mathematics became cool again in the 21st century.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:30:25Z"
  },
  {
    "title": "Learning IoT Development with Azure",
    "description": "The Internet of Things (IoT) connects the billions of interconnected devices around the world, and is an essential skill for the modern developer. But where does one start? Microsoft Azure is a compelling platform for experimentation, offering a robust toolse…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Microsoft rumored to unveil next-gen HoloLens on February 24",
    "description": "Microsoft looks to preparing for the announcement of its next-gen HoloLens headset, something the Redmond-based giant teased in a new trailer simply titled '2.24.19 #MWC19' on YouTube. The new HoloLens is reportedly codenamed Sydney, and should be lighter, mo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:28:03Z"
  },
  {
    "title": "｢IEのデフォルト使用は危険｣とMicrosoft公式ブログが言及 | ギズモード・ジャパン",
    "description": "https://www.gizmodo.jp/2019/02/internet-explorer-officially-too-edgy.html",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:15:23Z"
  },
  {
    "title": "Deal: Save a whopping $330 on the original Razer Phone at Microsoft",
    "description": "Microsoft is running a promotion on the Razer Phone, which is now discounted by no less than $330. Since the phone is still priced at $700, you'll be able to get it for just $370, a great deal for such a powerful phone.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:06:00Z"
  },
  {
    "title": "Microsoft Releases the February 2019 Updates for Office",
    "description": "Microsoft released the February 2019 Office Update containing a list of 19 security updates and 28 non-security updates, while also updating the Click-To-Run Office 2013 version to 15.0.5111.1001 in the process. [...]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:00:00Z"
  },
  {
    "title": "More than 70 percent of Microsoft patches are for memory problems",
    "description": "Mostly because of C and C++ More than 70 percent of Microsoft patches are for memory safety bugs. Speaking to the assembled throngs at an Israel Security conference, a Microsoft engineer Matt Miller said that memory safety bugs happen when software, accidenta…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:32:08Z"
  },
  {
    "title": "Get Help With File Explorer on Windows 10",
    "description": "Windows 10 no longer has built-in help for File Explorer, as Windows 7 does. Microsoft makes you search the web for information, so here\u0092s what you need to know about using Windows 10\u0092s file manager. File Explorer Interface Basics While it\u0092s been renamed \u0093Fil…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:36:43Z"
  },
  {
    "title": "'Queer Eye' Season 3: Release Date, Cast and Everything We Know About The Makeover Series",
    "description": "\"Can you believe?!\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:31:44Z"
  },
  {
    "title": "Sony sees cloud, free-to-play as potential threats",
    "description": "In the recent Fiscal Year Q3'18 earnings call, Sony execs outline some of the possible disruptors that could threaten the dedicated core console gaming business. The industry is growing and major trends could ultimately disrupt the traditional console market.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:40:03Z"
  },
  {
    "title": "Jim Ryan to lead Sony Interactive Entertainment in 2019",
    "description": "Sony exec Jim Ryan will lead the PlayStation brand in 2019 and beyond. Sony Interactive Entertainment will kick off its Fiscal Year 2019 timeline with a management shake up. Starting April 1, 2019, current SIE President John Kodera will step down and Jim Ryan…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:21:08Z"
  },
  {
    "title": "Microsoft решила сохранить Paint",
    "description": "Ð\u009eÐ´Ð½Ð° Ð¸Ð· Ñ\u0081Ð°Ð¼Ñ\u008bÑ\u0085 Ð¸Ð·Ð²ÐµÑ\u0081Ñ\u0082Ð½Ñ\u008bÑ\u0085 Ð¿Ñ\u0080Ð¾Ð³Ñ\u0080Ð°Ð¼Ð¼ Microsoft, Ð³Ñ\u0080Ð°Ñ\u0084Ð¸Ñ\u0087ÐµÑ\u0081ÐºÐ¸Ð¹ Ñ\u0080ÐµÐ´Ð°ÐºÑ\u0082Ð¾Ñ\u0080 Paint, Ð±Ñ\u0083Ð´ÐµÑ\u0082 Ñ\u0081Ð¾Ñ\u0085Ñ\u0080Ð°Ð½ÐµÐ½. Ð\u009fÐ¾Ð»Ñ\u008cÐ·Ð¾Ð²Ð°Ñ\u0082ÐµÐ»Ð¸ Ð·Ð°Ð¼ÐµÑ\u0082Ð¸Ð»Ð¸, Ñ\u0087Ñ\u0082Ð¾Â Ð² Ð¿Ð¾Ñ\u0081Ð»ÐµÐ´Ð½ÐµÐ¹ Ñ\u0081Ð±Ð¾Ñ\u0080ÐºÐµ Insider ÐºÐ¾Ð¼Ð¿Ð°Ð½Ð¸Ñ\u008f …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:21:27Z"
  },
  {
    "title": "Using the Wait Statistics Report in Azure Data Studio",
    "description": "Azure Data Studio, which used to be called SQL Operations Studio, has a bunch of extensions available, including one called Server Reports from Microsoft. Last year they took my wait stats query (from here) and made it into a report as part of Server Reports …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:45:24Z"
  },
  {
    "title": "101° - BC - Rearmed 2 Xbox one £3.99 with gold @ Microsoft Store Uk",
    "description": "£3.99 - Xbox.com Store Capcom presents the next evolution in retro side-scrolling action with Bionic Commando Rearmed 2. Equipped with his famous bionic arm, Nathan “Rad” Spencer swi...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:54:42Z"
  },
  {
    "title": "105° - Spec ops: The line - £3.99 and other price reductions (Xbox one backwards compatible) @ Microsoft Store uk",
    "description": "The Witcher 2 £3.74 with gold (was free with games with gold) - marketplace.xbox.com/en-GB/product/The-Witcher-2/66acd000-77fe-1000-9115-d8024e4d0855Bound by fl",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:54:27Z"
  },
  {
    "title": "102° - HP Pavilion x360 8Gb 256Gb SSD i5-8250u 14-cd0008na Convertible Laptop (Silver) £599 @ HP",
    "description": "Cracking priceSupported Operating SystemsOperating systemWindows 10 Home 64AppearanceProduct colorMineral silver cover, natural silver base and keyboard framePr",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:57:44Z"
  },
  {
    "title": "103° - Total Media Player Pro FREE on Google Play",
    "description": "Google Play 4K HD video player, DLNA and cloud storage file browser. Cast all to Chromecast. Ad free version of Total Media Player. All new features and bugs fix...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:11:54Z"
  },
  {
    "title": "Sample File for Excel Formula Error Values",
    "description": "What the Excel formula error values mean, and how to fix them. Make your own hash errors, to use with formulas",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:55:00Z"
  },
  {
    "title": "A robot that can touch, eat and sleep? The reality of cyborgs like Alita: Battle Angel",
    "description": "We have robots that can walk and run but still a long way to go before the technology matches the cybernetic skills in the new science fiction film Alita: Battle Angel.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:12:52Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Affinity raises $26.5 million to manage relationships with machine learning",
    "description": "Affinity, a San Francisco startup that uses machine learning to help surface valuable relationships, has raised $26.5 million.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:45:50Z"
  },
  {
    "title": "AI in healthcare: Big ethical questions still need answers",
    "description": "ORLANDO – Seemingly overnight, artificial intelligence has found its way into every corner of healthcare, from patient-facing chatbots to imaging interpretation to advanced analytics applications. With that sea change comes a host of ethical questions about h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:10:04Z"
  },
  {
    "title": "CQC pulls out of joint plan for cloud-based IT services",
    "description": "In August last year, health secretary Matt Hancock ordered a review of ongoing plans to replace IT systems at the Department of Health and Social Care, NHS England, NHS Improvement, the Health Research Authority and the CQC. The IT project, known as the Futur…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:10:12Z"
  },
  {
    "title": "Email fraud attacks up by nearly 500%, report says",
    "description": "PHI puts healthcare organizations at more risk than others, security vendor Proofpoint found in new research.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:45:19Z"
  },
  {
    "title": "Epic CEO Judy Faulkner on Apple, docs who actually like their EHRs and Warren Buffett",
    "description": "The EHR vendor’s founder also discusses the state of interoperability, cloud computing and today’s sticking points in health IT.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:48:48Z"
  },
  {
    "title": "Palo Alto Networks Accelerates Security in PAN-OS 9.0 Update",
    "description": "New release of Palo Alto Network's core operating system platform adds multiple new features including a DNS security service and a Policy Optimizer capability.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:31:38Z"
  },
  {
    "title": "FP Complete: Randomization Testing for an SQL Translator - FP Complete",
    "description": "Not all SQLs are created equal. I’ll say even more, none of the SQL dialects are even close to being equal. In particular, when talking about Microsoft SQL Server and PostgreSQL, their syntax might look similar. However, in their semantics, they are mountains…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:29:00Z"
  },
  {
    "title": "Army's Next-Gen Squad Weapon to Feature Deadly Accurate Fire Control",
    "description": "The NGSW's digital fire control system could be revolutionary to infantry squad tactics, an official says.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:08:12Z"
  },
  {
    "title": "Get the Windows 10 key even cheaper for just €9.52 and more at Lvlgo",
    "description": "Obtaining the software digitally is the lazy way nowadays, because it’s within your reach in just few clicks and getting the product key is much... The post Get the Windows 10 key even cheaper for just €9.52 and more at Lvlgo appeared first on Gizchina.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:10:35Z"
  },
  {
    "title": "Updates to Puppet Enterprise-only modules make them widely accessible",
    "description": "Based on user feedback, modules specified as “Puppet Enterprise-only” are now widely available for use with public-facing code repositories.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "Tune in to the average TV cop show and you’re likely to think crime scene forensics is a solved problem. Fingerprints, bullets, and fragments of broken glass can be unambiguously traced back to the source, then used by clever investigators to prove who commit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:15Z"
  },
  {
    "title": "Good e-Learning Transforms ITSM Training With ITIL 4",
    "description": "The world of ITSM has been eagerly awaiting ITIL 4, the newest iteration of the renowned ITIL framework. Award-winning online training provider Good e-Learning is ready to help both new and old students with it’s brand-new ITIL 4 Foundation course This post w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:46:19Z"
  },
  {
    "title": "Microsoft rilascia il Patch Tuesday di febbraio",
    "description": "Microsoft ha rilasciato il Patch Tuesday di febbraio 2019 per Windows 7 e Windows 8.1 che va a risolvere diversi bug e problemi di sicurezza. The post Microsoft rilascia il Patch Tuesday di febbraio appeared first on Webnews.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:15:52Z"
  },
  {
    "title": "View Contents of SQL Server Backup Files with RESTORE LABELONLY, HEADERONLY and FILELISTONLY",
    "description": "In this tip we look at various restore commands (RESTORE LABELONLY, RESTORE HEADERONLY, RESTORE FILELISTONLY) that can be used to reveal the contents of SQL Server backup files to help you with restore operations.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:00:00Z"
  },
  {
    "title": "Patch Tuesday, February 2019 Edition",
    "description": "Microsoft on Tuesday issued a bevy of patches to correct at least 70 distinct security vulnerabilities in Windows and software designed to interact with various flavors of the operating system. This month's patch batch tackles some notable threats to enterpri…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:31:36Z"
  },
  {
    "title": "Backend Office 365™ with LDAP?",
    "description": "Some IT admins are interested in backending Office 365™ (O365) with LDAP because they’d like to use O365 credentials elsewhere. For example, extending O365 credentials to an OpenVPN™ instance or to AWS® with a Kubernetes or Docker instances. Obviously, Office…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:00:17Z"
  },
  {
    "title": "What is Security+ (Plus)?",
    "description": "[This post was originally published on August 22nd 2013, and updated on February 13th 2019.] The security of computer systems, mobile devices, and other technologies is an ever-growing concern throughout the world. Modern society depends on computer systems a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:30:31Z"
  },
  {
    "title": "Where to buy Far Cry New Dawn - and get a big discount while you're at it",
    "description": "You can get £15 off the new Far Cry New Dawn if you get it from GAME - here's how",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:13:31Z"
  },
  {
    "title": "Telerik UI for Blazor 0.2.0 Free Preview Available",
    "description": "Telerik UI for Blazor 0.2.0 is available for download today. This release makes Telerik UI for Blazor compatible with Visual Studio 2019 preview 2, and ASP.NET Core 3.0 preview 2. A few weeks ago we released an early preview of Telerik UI for Blazor. The earl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:02:03Z"
  },
  {
    "title": "Patch Wednesday plugs actively exploited IE zero-day",
    "description": "\"PrivExchange\" flaw fixed too after proof-of-concept published.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:40:02Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:00Z"
  },
  {
    "title": "The Dawn Of The Virtual Assistant. Part 3 | By Fabian Bartnick",
    "description": "We call them Siri (Speech Interpretation and Recognition Interface), Google Assistant (no name needed (intentionally as I believe), Bixby, Viv, Clova, Alice, Alexa or Cortana (yup, that's the Microsoft one :-)) and have them designed to make our lives easier.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:26:19Z"
  },
  {
    "title": "Microsoft DevOps blog has moved!",
    "description": "Today, the Microsoft DevOps blog has began moving to a new platform with a modern, clean design and powerful features that will make it easy for you to discover and share great content. You’ll see the new blog live in the next few hours! The post Microsoft De…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:00:17Z"
  },
  {
    "title": "Welcome to the new DevOps blog!",
    "description": "Today, we’re proud to show you the new look and URL for the Microsoft DevOps blog. With our new mobile-friendly design, you can stay connected with our developer community even when you’re AFK (away from keyboard). You’ll see this enhanced UI and functionalit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:06:16Z"
  },
  {
    "title": "Using Azure DevOps from the Command Line",
    "description": "We talk with customers who love the command line. Donovan Brown maintains the community VSTeam command for folks that love PowerShell, but we’re pleased to announce that we now have a public preview of Azure DevOps extension for the Azure CLI which is availab…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:43Z"
  },
  {
    "title": "Media Create Sales: 2/4/19 – 2/10/19",
    "description": "Compile Heart’s Arc of Alchemist for PlayStation 4 was the highest selling new release in Japan last week at 3,328 opening retail sales, the latest Media Create sales figures reveal. New Super Mario Bros. U Deluxe for Switch, however, was the top seller of th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:08:59Z"
  },
  {
    "title": "What Microsoft VP Rodney Clark Learned From 1,000 IoT Deployments - CRN",
    "description": "In an interview with CRN, Microsoft executive Rodney Clark talks about the biggest lessons his team has learned from more than 1,000 Internet of Things deployments the company has worked on, ranging in topic from new business models to security.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:33:00Z"
  },
  {
    "title": "DigiCert-Utimaco Team Up On Protecting IoT Devices | Security News - SecurityInformed",
    "description": "DigiCert, Inc., global provider of TLS/SSL, IoT and PKI solutions; Utimaco, one of the world’s top three Hardware Security Module providers; and Microsoft Research, a provider of quantum-safe cryptography, announced a successful test implementation of the “Pi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:11:08Z"
  },
  {
    "title": "Global Internet of Things in Healthcare Market 2019 | Apple, Cisco Systems, GE Healthcare, Google, IBM, Koninklijke Philips, Medtronic, Microsoft - Buffalo Morning Star",
    "description": "Global Internet of Things in Healthcare Market 2019 | Apple, Cisco Systems, GE Healthcare, Google, IBM, Koninklijke Philips, Medtronic, Microsoft Buffalo Morning Star The study titled Global Internet of Things in Healthcare Market 2018 by Manufacturers, Count…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:02:36Z"
  },
  {
    "title": "Newer businesses drive Cisco's earnings beat; shares rise - Yahoo Finance",
    "description": "Shares of the Dow component rose about 4 percent to $49.30 in extended trading after the network gear maker also boosted its share buyback program by $15 billion and raised its quarterly dividend.  Cisco pivoted to software and cyber security to make up for s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:44:00Z"
  },
  {
    "title": "Global Internet of Things (IoT) Operating Systems Market 2018:2025, Top Players – Google (US), Apple (US) - Daily News Insights",
    "description": "Global Internet of Things (IoT) Operating Systems Market 2018:2025, Top Players – Google (US), Apple (US) Daily News Insights MRS Research Group recently Published Global Internet of Things (IoT) Operating Systems Market research study with more than 100 indu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:28:36Z"
  },
  {
    "title": "Global Automotive Internet of Things Market Research & Technological Innovation by Leading Key Players Up To 2028 - Tech News Store",
    "description": "Global Automotive Internet of Things Market Research & Technological Innovation by Leading Key Players Up To 2028 Tech News Store Global Automotive Internet of Things Market by Applications, Types, New Technology, Growth Opportunity with Overview by Rising De…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:06:59Z"
  },
  {
    "title": "How to Invest in the Internet of Things in 2019 - Zacks.com",
    "description": "How to Invest in the Internet of Things in 2019 Zacks.com Smart technology is no longer a fantasy but what companies dominate the marketplace?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:59:59Z"
  },
  {
    "title": "Plug-and-Play Hub and Sensors Bring Low-Cost IoT to Industrial Settings - 2019-02-13 - Page 1 - RFID Journal",
    "description": "Plug-and-Play Hub and Sensors Bring Low-Cost IoT to Industrial Settings - 2019-02-13 - Page 1 RFID Journal Utility companies and manufacturers are deploying a Narrowband Internet of Things solution from Belgian startup VersaSense to track conditions via a wir…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:02:40Z"
  },
  {
    "title": "Internet of Things (IoT) Analytics Market detailed information regarding the various key players. - Food Herald",
    "description": "Internet of Things (IoT) Analytics Market detailed information regarding the various key players. Food Herald The Internet of Things (IoT) Analytics report provides Latest trends,dynamics, Financials condition of market with Various opportunities as well as T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:31:23Z"
  },
  {
    "title": "2019-2025 Internet of Things Devices Market Growth Factors, Regional Analysis, Applications, & Manufacturers and Forecasts - Thе Prеss Rеvіеwеr",
    "description": "2019-2025 Internet of Things Devices Market Growth Factors, Regional Analysis, Applications, & Manufacturers and Forecasts Thе Prеss Rеvіеwеr “Internet of Things Devices market“ (2019-2025) report analyses an in-depth study on the current state of the global …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:06:42Z"
  },
  {
    "title": "How Big Tech Is Battling To Own The $40B Voice Market",
    "description": "The race to conquer voice is on. Facebook, Amazon, Microsoft, Google, and Apple (FAMGA) have all established themselves as big players in the voice space across the US. Each is making significant investments in startups, research, and development — betting th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:04:12Z"
  },
  {
    "title": "LinkedIn to unify its hiring tools into a single platform",
    "description": "Professional social networking site LinkedIn Corp. is bundling all of its talent scouting products, which include its Recruiter, Jobs and Pipeline Builder services, into a single platform. The Microsoft Corp.-owned company said the new Intelligent Hiring Expe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:25:37Z"
  },
  {
    "title": "Google scales back its ambitions for Android Things operating system",
    "description": "Google LLC is curtailing the scope of its Android Things operating system, saying the platform will be used exclusively to power smart speakers and smart displays from now on. When Google announced Android Things in December 2016, the company had a much bigge…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:07:59Z"
  },
  {
    "title": "At Think, IBM CEO Ginni Rometty pitches digital reinvention 2.0",
    "description": "IBM Corp.’s Think conference in San Francisco attracted 30,000 people this week and, by midafternoon on Tuesday, it appeared that every single one of them was trying to enter the convention hall where Chief Executive Ginni Rometty was scheduled to deliver a m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:05:41Z"
  },
  {
    "title": "Pokemon GO 'AR Viewing Platform' event announced for Japan, utilizes Microsoft Hololens",
    "description": "A special Pokemon GO event has been announced for Japan. The event, called “Pokemon GO AR Viewing Platform,” will let players utilize a “Pokemon Scope” powered by the Microsoft Hololens headset. This will let visitors view Pokemon interacting in the real worl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:30:00Z"
  },
  {
    "title": "Pokemon GO 'AR Viewing Platform' event announced for Japan, utilizes Microsoft Hololens",
    "description": "A special Pokemon GO event has been announced for Japan. The event, called “Pokemon GO AR Viewing Platform,” will let players utilize a “Pokemon Scope” powered by the Microsoft Hololens headset. This will let visitors view Pokemon interacting in the real worl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:30:00Z"
  },
  {
    "title": "Japanese hardware/software sales - Feb. 4th to 10th, 2019",
    "description": "I did not expect to see New Super Mario Bros. U Deluxe back at the top of the charts this week, but there it is! Man, people are really, REALLY digging the Switch in Japan. 01./03. [NSW] New Super Mario Bros. U Deluxe (Nintendo) {2019.01.11} (¥5.980) - 38.482…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:00:00Z"
  },
  {
    "title": "Veeam Announces FY 2018 Results",
    "description": "<!--paging_filter--> Today Veeam Software announced record results for its fiscal year 2018. The company is claiming $963 milling in total bookings, up 16% year-over-year. Veeam also stated that it has added roughly 4,000 new customers per month over the last…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:43:05Z"
  },
  {
    "title": "Nexenta & Cisco Partner On Enterprise Files Services For HCI",
    "description": "<!--paging_filter--> Nexenta announced that it is partnering with Cisco putting its software-based enterprise file services on Cisco’s HyperFlex solution. This new solution has been tested, validated, and is ready to deploy offering HyperFlex benefits such as…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:49:46Z"
  },
  {
    "title": "Re: Static and Dynamic Analysis",
    "description": "Posted by Jared DeMott on Feb 13 We use and have access to a number of both types of tools when we do dev training and pentesting. We find them fairly useful both for dev and for red teaming.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:03:03Z"
  },
  {
    "title": "WWII Aircraft Carrier Found After 77 Years",
    "description": "The USS Hornet aircraft carrier had an extremely busy year and six days in service, taking part in key World War II events in the Pacific including the Battle of Midway and the Doolittle Raid before being sunk by Japanese forces in the Battle of Santa Cruz Is…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:38:51Z"
  },
  {
    "title": "DISA Announces a New Impact Level 5 Certification",
    "description": "PTC Cloud Services joins an elite group of cloud offerings to meet some of the Defense Department’s most stringent security requirements.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:54:09Z"
  },
  {
    "title": "Apple’s WWDC 2019 set for June 3-7 in San Jose: Report",
    "description": "Apple's 2019 Worldwide Developers Conference (WWDC) will likely take place from June 3 to June 7 at the McEnery Convention Center in San Jose, California.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:10:30Z"
  },
  {
    "title": "Samsung Email 6.0.01.11 by Samsung Electronics Co., Ltd.",
    "description": "The post Samsung Email 6.0.01.11 by Samsung Electronics Co., Ltd. appeared first on APKMirror.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:10:40Z"
  },
  {
    "title": "Dividend Cut, What Do I Do?",
    "description": "A dividend cut is the worst things that could happen to a dividend investor. Sometimes, management decides to break their promise and fails their shareholders by slashing their dividend payment. When such an event happens, we are left with a big hole in our p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:53:35Z"
  },
  {
    "title": "When To Call: Urology",
    "description": "Tweet Here’s the first in a series of “When To Call” pieces. We sometimes overuse our consultants and call then at inappropriate times. So what if we diagnose an injury in their area of expertise at 2 am? Does it need attention or an operation before morning?…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:58Z"
  },
  {
    "title": "Able2Extract Professional 14 review",
    "description": "I've written a review of Able2Extract Professional 14 PDF conversion and creation software, including setup and use, conversions to Microsoft Office and OpenOffice, file creation, options and settings, accuracy, performance, problems and glitches, other obser…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:00:00Z"
  },
  {
    "title": "Install the Microsoft.NET Framework 3.5 Offline in Windows 10",
    "description": "Windows 10 continues to update the Microsoft.NET Framework, but if you are running apps that were developed for Windows XP, 7, or Vista, you might need the older Microsoft.NET Framework 3.5. Using this batch file, you can install the Microsoft.NET Framework 3…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:33:07Z"
  },
  {
    "title": "Young Star Of Xbox’s Super Bowl Ad Sees YouTube Subscriber Count Boost By 10,000+",
    "description": "One young star of Xbox’s recent Super Bowl ad has seen his YouTube subscriber count boost in the wake of its airing.  Owen was one of several kids with disabilities featured in the Microsoft gaming company's ad, which showed how useful its adaptive controller…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:07:02Z"
  },
  {
    "title": "NetApp Q3 earnings fare well, but sales light as enterprises tap spending brakes",
    "description": "The Federal government shutdown in the U.S. caused big customers to pare back spending, said NetApp CEO George Kurian.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:47:24Z"
  },
  {
    "title": "Are you a skilled draftsperson? Here are 9 firms offering architecture job opportunities for drafters",
    "description": "Are you a master of AutoCAD, Revit, and SketchUp? Drafting has changed tremendously over the years, but the skill and precision needed for the job hasn't. From reading and interpreting blueprints to ensuring 2D and 3D architectural drawings are accurately dep…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:20:00Z"
  },
  {
    "title": "Mellanox raises asking price to $6.7B - report",
    "description": "Acquisition talks between Xilinx (NASDAQ:XLNX) and target Mellanox (NASDAQ:MLNX) broke down last week with Mellanox pushing its asking price up to $6.7B, a 25% premium, according to Israeli media sour",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:31:55Z"
  },
  {
    "title": "Latest Xbox One OS Update Improves 4K Visual Performance in Games and 4K Video Pipeline for Apps like Netflix",
    "description": "Microsoft released a new update for the Xbox One OS yesterday (version 10.0.17763.4085, rs5_release_xbox_dev_ 1902.190131-1620). According to the official changelog, Xbox One users will get ‘improved 4K visual performance in games’, improved performance on th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:39:33Z"
  },
  {
    "title": "A Look At The Apple Services Business",
    "description": "Today brings a few tidbits of news concerning Apple’s () growing services segment. Apple seems to be very keen to keep this business growing as its hardware sales begin to slow down worldwide. Apple wants to roll out a new premium paid-for News service First,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:11:10Z"
  },
  {
    "title": "Today’s List of Paid Apps and Games That Are Free at the Play Store Including Total Media Player Pro and More",
    "description": "I haven’t mixed things up in a while, so here are a bunch of free apps and games. The Lonely Hacker · Huge open-world with all real countries to travel to and hack every possible device! · Realistic hacking software and hardware! · Mini-games for when you are…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:32:10Z"
  },
  {
    "title": "Researchers find wreckage of WWII aircraft carrier USS Hornet",
    "description": "A civilian research vessel funded by late Microsoft co-founder Paul Allen discovered the wreckage of aircraft carrier USS Hornet at the bottom of the Pacific.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:39:35Z"
  },
  {
    "title": "GLOBAL ARTIFICIAL INTELLIGENCE (AI) IN TELECOMMUNICATION MARKET FORECAST 2019-2027",
    "description": "NEW YORK, Feb. 12, 2019 /PRNewswire/ -- KEY FINDINGS The automated chatbots, personalized offers, and efficiently streamlined customer service processes can be managed to provide enhanced customer service by the telecommunication services if the Artificial In…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:07:00Z"
  },
  {
    "title": "Global Elevators and Escalators Industry",
    "description": "NEW YORK, Feb. 12, 2019 /PRNewswire/ -- This report analyzes the worldwide markets for Elevators and Escalators in US$ by the following Product Segments: Elevators, and Escalators. Read the full report: https://www.reportlinker.com/p092539 The global and regi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:07:00Z"
  },
  {
    "title": "Vatican, Microsoft team up on artificial intelligence ethics",
    "description": "The Vatican and Microsoft are teaming up to promote ethics in artificial intelligence",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:27:15Z"
  },
  {
    "title": "Google wants to sell its Cloud to bigger companies",
    "description": "(Bloomberg)—Google’s cloud boss wants to fix a problem that’s hampered the business for its entire existence. The internet giant has great technology but doesn’t sell it well to large companies. Thomas Kurian, an Oracle Corp. veteran who took over Google Clou…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:24:54Z"
  },
  {
    "title": "Latest SW ports: Ubuntu for Arm laptops and Android Go and Win 10 for the Pi",
    "description": "Pick a port, any port: Ubuntu for Arm laptops and tablets; an upcoming Android 9 Pie Go based distro for the Raspberry Pi; and a WoA installer for running full Win 10 on the Pi. Like life itself, software wants to be free. In our increasingly open source era,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:07:05Z"
  },
  {
    "title": "Inside Isaiah Thomas' incredible fall -- and hope to rise again",
    "description": "Two years ago, Isaiah Thomas was an MVP candidate and a rising Celtics legend. Then tragedy and injury struck. Eleven months since his last NBA game, one question remains: Can Thomas rise again?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:42:46Z"
  },
  {
    "title": "ISC StormCast for Wednesday, February 13th 2019",
    "description": "Microsoft Patch Tuesday https://isc.sans.edu/forums/diary/Microsoft+February+2019+Patch+Tuesday/24638/ Adobe Updates https://helpx.adobe.com/security.html Ubuntu Linux snapd \"dirty_sock\" exploit https://shenaniganslabs.io/2019/02/13/Dirty-Sock.html",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:10:02Z"
  },
  {
    "title": "‘Sexist’ data is holding women back, Bill and Melinda Gates say",
    "description": "The couple warned that a lack of focus by researchers on gender and a disdain for what was perceived as 'women's issues' were resulting in 'missing data'.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T02:45:32Z"
  },
  {
    "title": "Stevie Wonder, John Legend headline Motown tribute concert",
    "description": "The tribute hosted by Smokey Robinson and Cedric the Entertainer will air April 21 on CBS.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:49:45Z"
  },
  {
    "title": "Moovit announces partnership with Microsoft, TomTom N.V.",
    "description": "The new app, which was unveiled during a presentation at the MOVE 2019 conference in London this week, will identify and present driving, parking and public transportation options for specific trips.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:22:17Z"
  },
  {
    "title": "Centre seeks access to private messages in WhatsApp crackdown",
    "description": "Government is pressing WhatsApp to allow more official oversight of online discussions, even if that means giving officials access to protected, or encrypted, messages",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:43:11Z"
  },
  {
    "title": "Is It Time to Forget Facebook?",
    "description": "Despite the controversy swirling around Facebook and its founder Mark Zuckerberg in recent years, the social media platform keeps growing. As of December 31, 2018, Facebook had 2.32 billion active users 1 around the world, up from 2.27 billion 2 at the end of…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:00:00Z"
  },
  {
    "title": "New Windows 10 updates: These are the bugs Microsoft just fixed",
    "description": "Microsoft releases new Windows 10 builds, says to contact your ISP if Windows Update is still broken.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:43:07Z"
  },
  {
    "title": "Adobe’s massive patch update fixes critical Acrobat, Reader bugs",
    "description": "The February security release resolves 44 critical vulnerabilities in Adobe software.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:37:15Z"
  },
  {
    "title": "This Trojan exploits antivirus software to steal your data",
    "description": "Astaroth disguises itself as image and GIF files to infect PCs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:00:11Z"
  },
  {
    "title": "Device-as-a-Service Opens the Door to IT Efficiency (Contributed)",
    "description": "A few months ago, the Georgia Technology Authority inked a $219 million deal to outsource responsibility for the state’s digital services to a major technology vendor. In the past, such a huge agreement might have been unthinkable. It is well known that infor…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:37:54Z"
  },
  {
    "title": "Kansas City Schools Strengthen Data Sharing with Social Service Agencies",
    "description": "Software maker Social Solutions has landed a key partnership in an initiative that leverages data to forge closer cooperative relationships between schools and social service agencies. Kansas City, Mo., Public Schools (KCPS) has become the first district in t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:45:00Z"
  },
  {
    "title": "Miss Hotmail? Microsoft Outlook Email Services Explained",
    "description": "Do you remember using Microsoft’s Hotmail email service? Throughout the years, Microsoft has offered a variety of cloud email services that it has rebranded several times. These rebrands become even more confusing when you follow Microsoft’s transition from M…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:29:19Z"
  },
  {
    "title": "Berry Gordy's Motown documentary 'Hitsville' to debut in April on Showtime",
    "description": "Scenes from \"Hitsville: The Making of Motown,\" were shown for the first time Tuesday at Motown's star-filled 60th anniversary concert in Los Angeles.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:54:18Z"
  },
  {
    "title": "Smokey Robinson defends JLo: Motown's not 'just music for black people'",
    "description": "\"Stop hating,\" Smokey Robinson said to the reaction Jennifer Lopez's Motown tribute at the Grammys. \"Motown united people, not divided them.\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:01:54Z"
  },
  {
    "title": "Microsoft plasters over critical flaws in Internet Explorer and Exchange",
    "description": "Best get patching, IT admins,Security ,patch tuesday,Microsoft,Exchange,internet explorer",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:36:00Z"
  },
  {
    "title": "IBM Watson Anywhere brings AI to AWS, Azure and Google Cloud",
    "description": "And it'll soon be available on all public, private and hybrid cloud platforms,Cloud ,Microsoft,Google,IBM,aws,Azure,Watson,Kubernetes,AI",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:22:38Z"
  },
  {
    "title": "Microsoft DevOps blog has moved!",
    "description": "Today, the Microsoft DevOps blog moved to a new platform with a modern, clean design and powerful features that will make it easy for you to discover and share great content. The DevOps blog, along with a select few others (Visual Studio blog, IoT Developer b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:00:09Z"
  },
  {
    "title": "Microsoft Accessibility Sessions Slated for CSUN 2019",
    "description": "Microsoft at CSUN 2019 The 34th annual CSUN Assistive Technology Conference is March 11-15 at the Anaheim Marriott, Anaheim, California. At Microsoft, we are very excited to see our partners, customers and members of the community all come together. As you pl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:18:16Z"
  },
  {
    "title": "CATwalk Author Bio: Larry Mead",
    "description": "And just like that, we're on our third CATwalk Author Bio! CATwalk is our new series of blogs where you get to meet the CATs who make our content possible. Let me introduce you to Larry Mead. Larry is an AzureCAT Program Manager with more than 30 years of exp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:13:50Z"
  },
  {
    "title": "Accidentally creating a choke point for what was supposed to hand work off quickly to a background task, part 1",
    "description": "A few simple decisions accumulate and interact.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "Best of 2018 in Tech Talks",
    "description": "For the past two years, I’ve been publishing a list of my favorite tech talks from the previous year (here’s the 2016 edition of this post…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:47:01Z"
  },
  {
    "title": "Technical Art Director: Asmodee North America",
    "description": "Fantasy Flight Interactive is the video game development studio for Fantasy Flight Games, a world-class creator of role-playing, board and card games. We’re expanding to create new games and share them with the world at large. Specifically, we’re looking for …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T00:00:00Z"
  },
  {
    "title": "Symantec scoops up startup to improve its cloud security",
    "description": "Mountain View-based Symantec Corp. this week acquired two-year-old cloud security startup Luminate to help improve its hybrid cloud-based enterprise security. Luminate launched in early 2017 and raised $14 million in venture funding from Menlo Park-based U.S.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:39:11Z"
  },
  {
    "title": "UPDATE 1-EU countries, lawmakers clinch copyright overhaul deal",
    "description": "The European Union is set to rewrite its two decades-old copyright rules to ensure a level playing field between its creative industries and tech giants such as Google and Facebook, after striking a deal on the issue on Wednesday.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:00:32Z"
  },
  {
    "title": "A WWII US aircraft carrier, lost for 76 years, has been found on the floor of the South Pacific Ocean",
    "description": "A sunken World War II US aircraft carrier has been found in the South Pacific Ocean after it was lost for more than 76 years. The USS Hornet played a key role in the Doolittle Raid on Tokyo but sank in 1942 during the Battle of the Santa Cruz Islands, when 14…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:44:14Z"
  },
  {
    "title": "How I failed Microsoft’s interview as a UX Designer, and what you can learn from it",
    "description": "When it comes to dream companies, don’t we all have some? Apple. Amazon. Microsoft. Google. You name it, all the fortune 100 and fortune…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:31:25Z"
  },
  {
    "title": "Researchers Dig into Microsoft Office Functionality Flaws",
    "description": "An ongoing study investigating security bugs in Microsoft Office has so far led to two security patches.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:39:00Z"
  },
  {
    "title": "Adobe RoboHelp v2019.0.5 (x64) Multilingual-P2P",
    "description": "P2P group has released an updated version of “Adobe RoboHelp”. Description: Adobe RoboHelp 2019 release empowers you to deliver engaging help and policy content across mobile devices, formats, and platforms. Publish content as mobile apps, or in HTML5, EPUB 3…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:32:46Z"
  },
  {
    "title": "IBM Opens Watson AI Services to Third-Party Cloud Platforms",
    "description": "With the change, the companies will be able to use Watson AI tools in mobile apps hosted on Amazon.com and Microsoft as well as IBM servers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:38:25Z"
  },
  {
    "title": "MWC 2019: Microsoft HoloLens 2 Launch on February 24 Teased by Original Headset’s Creator",
    "description": "Microsoft&rsquo;s Alex Kipman has shared a video teasing the possible launch of the HoloLens 2 at an event on February 24, 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:35:11Z"
  },
  {
    "title": "Xbox One Firmware Update to Improve 4K Performance in Games",
    "description": "Ahead of the Crackdown 3 release date of February 15, Microsoft has released a new Xbox One firmware update to improve 4K performance in games.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:48:12Z"
  },
  {
    "title": "Malware for macOS Uses Windows EXE Files to Evade Detection, Install Adware",
    "description": "Newly discovered malware cleverly targets Mac users by masquerading as a Windows EXE file, which won't be screened by macOS.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:53:37Z"
  },
  {
    "title": "Bill, Melinda Gates Unfazed by Criticism of Wealthy Giving",
    "description": "Some critics have long challenged the Bill and Melinda Gates&rsquo; non-profit work.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:14:18Z"
  },
  {
    "title": "Helllo by sixtwenty studio",
    "description": "Download the free Helllo font by sixtwenty studio. It is a font font created in 2019 and has been downloaded 3 times.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:26:08Z"
  },
  {
    "title": "Cerebri AI Partners with Microsoft on Prescriptive Customer Analytics for Fortune 500",
    "description": "M12-backed enterprise software startup earns coveted \"co-sell ready\" status accelerating joint go-to-market activities globally AUSTIN, Texas, Feb. 13, 2019 /PRNewswire/ -- Cerebri AI, an enterprise software startup using proprietary artificial intelligence t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:41:00Z"
  },
  {
    "title": "Wreck of long-lost WWII aircraft carrier USS Hornet discovered in the Pacific",
    "description": "For 76 years, she lay on the ocean floor, a quiet tomb for 140 sailors who died the day she sank. Now, for the first time since then, humans have laid eyes on the Hornet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:02:38Z"
  },
  {
    "title": "Stevie Wonder, John Legend headline Motown tribute concert",
    "description": "LOS ANGELES - Stevie Wonder jammed with his harmonica, John Legend crooned while playing the piano and Ciara pranced onstage dressed like Rick James at Motown Records' 60th anniversary concert.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:56:50Z"
  },
  {
    "title": "Government Targets WhatsApp \"Evil\", Wants Access to Private Messages",
    "description": "The government dealt retail giants Amazon.com and Walmart a devastating blow this year with new policies undermining their growth plans.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:12:30Z"
  },
  {
    "title": "'It's extreme': Bill Gates hits back at Ocasio-Cortez tax plan",
    "description": "It's a word that politicians use to drum up fear of their opponents in this country but the word \"tax\" is on everybody's lips — and it's getting sexier. When a little known Dutch historian Rutger Bregman...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:43:22Z"
  },
  {
    "title": "Hillicon Valley: Lawmakers press officials on 2020 election security | T-Mobile, Sprint execs defend merger before Congress | Officials charge alleged Iranian spy | Senate panel kicks off talks on data security bill",
    "description": "Welcome to Hillicon Valley, The Hill's newsletter detailing all you need to know about the tech and cyber news from Capitol Hill to Silicon Valley. If you don't already, be sure to sign up for our newsletter with this...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:07:42Z"
  },
  {
    "title": "Araxis Merge 2019.5137 - Two- and three-way file comparison/merging, folder synchronization.",
    "description": "Araxis Merge is the two- and three-way visual file comparison/merging and folder synchronization application. Use it to compare, understand and combine different versions of source code, Web pages and other text files, or even text copied and pasted from anot…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:20:08Z"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "To seek the origins of Microsoft’s interest in artificial intelligence, you need to go way back–well before Amazon, Facebook, and Google were in business, let alone titans of AI. Bill Gates founded Microsoft’s research arm in 1991, and AI was an area of inves…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:58Z"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "Tune in to the average TV cop show and you’re likely to think crime scene forensics is a solved problem. Fingerprints, bullets, and fragments of broken glass can be unambiguously traced back to the source, then used by clever investigators to prove who commit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:15Z"
  },
  {
    "title": "How to uninstall apps on Windows 10",
    "description": "The Settings app makes it dead simple to uninstall apps on Windows 10, and here’s how to do it. The post How to uninstall apps on Windows 10 appeared first on Pureinfotech • Windows 10 tips, one step at a time.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:57:29Z"
  },
  {
    "title": "What’s Windows 10 April 2019 Update, version 1903, and why you should upgrade?",
    "description": "Windows 10's next major release — codenamed \"19H1,\" known as \"April 2019 Update\" — is rolling out soon, and here's all the info you need to know. The post What’s Windows 10 April 2019 Update, version 1903, and why you should upgrade? appeared first on Pureinf…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:51:45Z"
  },
  {
    "title": "Migration Tools for the Azure Hybrid Cloud",
    "description": "Looking for help with your migration in a hybrid cloud world? These tools can help you on your path ahead. The post Migration Tools for the Azure Hybrid Cloud appeared first on Petri.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:07:23Z"
  },
  {
    "title": "Understanding the Windows 10 Your Phone App",
    "description": "Access recent photos and SMS messaging on your Android phone using the Windows 10 Your Phone app. The post Understanding the Windows 10 Your Phone App appeared first on Petri.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:47Z"
  },
  {
    "title": "What is Windows 10 Reserved Storage",
    "description": "Windows 10 19H1 Reserved Storage helps keep Windows update-to-date and run more smoothly. The post What is Windows 10 Reserved Storage appeared first on Petri.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:46Z"
  },
  {
    "title": "Bill Gates says he wants to raise taxes and 'there's a lot to admire' about Bezos",
    "description": "He also wishes he had hired more women in the early days of Microsoft.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:28:32Z"
  },
  {
    "title": "The Award-Winning Hellblade: Senua's Sacrifice Is Switch-Bound This Spring",
    "description": "The best kind of madness. Ninja Theory may be owned by Microsoft these days, but the platform holder's somewhat agnostic approach to publishing means that Switch owners will get to sample the award-winning Hellblade: Senua's Sacrifice, the last game that Ninj…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:05:00Z"
  },
  {
    "title": "Japanese Charts: New Super Mario Bros. U Deluxe Triple Jumps Back To Top Spot",
    "description": "Switch still best-selling console. Japanese chart figures are now in for 4th - 10th February, revealing that New Super Mario Bros. U Deluxe has reclaimed the top spot. Mario and friends managed to shift another 38,482 units at retail this week, outselling las…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:45:00Z"
  },
  {
    "title": "Govt presses WhatsApp to allow more oversight of online discussions",
    "description": "WhatsApp spokesman Carl Woog said the government's demands run counter to the company's privacy policies and compliance would mean ending the service's privacy protections",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:36:00Z"
  },
  {
    "title": "New Microsoft patent may reduce inadequacies in next-gen Surface Pen",
    "description": "The Surface Pen is Microsoft's answer to the Apple Pencil. It has been described as an effective stylus, albeit one that could produce more accurate digital writing. A new patent may help improve on this with changes to both the Pen and the screen used.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:27:00Z"
  },
  {
    "title": "MTUM: The Momentum ETF Just Changed Again, Is It An Improvement?",
    "description": "The Momentum ETF made an unexpected rebalance in January as a result of higher than average market volatility. Overall, I think the latest rebalance positions M",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:36:24Z"
  },
  {
    "title": "Cloudera’s and Hortonworks’ data platform in the cloud named among Leaders in new Forrester Wave",
    "description": "When Cloudera was formed about 10 years ago, the founders believed that companies would jump at the chance to store, manage, and analyze their data in the cloud. Thus, they came up with the name Cloudera, which was a play on “era of cloud.” But, much to their…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:46:03Z"
  },
  {
    "title": "Unbiased Analysis Of Hype Around Skills Crisis And Waiver Of Formal Education",
    "description": "We don’t need no education, we don’t need no thought control…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:25:52Z"
  },
  {
    "title": "Adobe Acrobat Reader DC 2019.010.20091",
    "description": "Download free Acrobat Reader DC software, the only PDF viewer that lets you read, search, print, and interact with virtually any type of PDF file. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:56:01Z"
  },
  {
    "title": "People would rather share health info with drug-makers and insurance companies than with tech giants",
    "description": "A new survey from Rock Health shows that tech companies are less trusted than pharma, insurance, pharmacies and even the federal government when it comes to sharing data.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:58:00Z"
  },
  {
    "title": "Bill Gates Has A Few Opinions About A 70 Percent Tax On The Wealthy",
    "description": "The world's second-richest man expressed issues with Alexandria Ocasio-Cortez's proposal — and had a few suggestions too — on \"The Late Show.\"",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:34:51Z"
  },
  {
    "title": "Searchers find WW2 carrier that launched Doolittle Raid and fought in Battle of Midway",
    "description": "The wreckage was discovered in late January by the crew of the research vessel Petrel more than 3 miles beneath the surface of waters near the Solomon Islands in the South Pacific Ocean.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:34:00Z"
  },
  {
    "title": "Searchers find WWII-era ship USS Hornet, which launched Doolittle Raid and fought in Battle of Midway",
    "description": "The wreckage was discovered in late January by the crew of the research vessel Petrel more than 3 miles beneath the surface of waters near the Solomon Islands in the South Pacific Ocean.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T05:34:00Z"
  },
  {
    "title": "This Trick Triples Cold Email Response Rates",
    "description": "Selling via email is all about starting a conversation. Here's how to almost guaranteed that will happen.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:54:00Z"
  },
  {
    "title": "Introducing the Quicklink Module for Drupal",
    "description": "The mobile web is too slow. According to the HTTP Archive, the median time to first contentful paint is 5.8 seconds — this means that the average person waits almost 6 seconds just to view an average website on their phone. Recently, Google started evangelizi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:03:41Z"
  },
  {
    "title": "Samsung Pro Endurance 128GB microSD Review",
    "description": "MicroSD is the most widely used memory card format in the world. Everything from cameras to drones, smartphones, and tablets take advantage of it. As this format has increased in popularity, we come to a place where higher capacity, increased performance, and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:00:04Z"
  },
  {
    "title": "Is it time to buy a2 Milk and 2 other ASX growth shares?",
    "description": "Should you buy A2 Milk Company Ltd (ASX:A2M) shares and two other growth shares?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:46Z"
  },
  {
    "title": "3 exciting ASX small cap tech shares to watch in 2019",
    "description": "Could these small cap tech shares be the next Afterpay Touch Group Ltd (ASX:APT), Altium Limited (ASX:ALU), or Appen Ltd (ASX:APX)?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:58:02Z"
  },
  {
    "title": "Microsoft is readying a 'Pro' version of its Forms survey product",
    "description": "Microsoft is continuing to give its business users more analytics capabilities. This time, it's via a new survey product called 'Forms Pro,' which is rolling out in preview form.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:38:00Z"
  },
  {
    "title": "A WWII US aircraft carrier, lost for 76 years, has been found on the floor of the South Pacific Ocean",
    "description": "A sunken World War II US aircraft carrier has been found in the South Pacific Ocean after it was lost for more than 76 years. The USS Hornet played a key role in the Doolittle Raid on Tokyo but sank in 1942 during the Battle of the Santa Cruz Islands, when 14…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:44:14Z"
  },
  {
    "title": "Jeff Bezos shot straight to the top of a ranking of America's biggest donors — here's how much tech moguls gave away to good causes in 2018",
    "description": "The Chronicle of Philanthropy published its \"Philanthropy 50,\" ranking of the top donators to good causes in the US. Top among donators was the world's richest man, Jeff Bezos. It was the first time the Amazon CEO has appeared in the list. More »",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:36:44Z"
  },
  {
    "title": "10 things in tech you need to know today",
    "description": "Good morning! This is the tech news you need to know this Thursday. Apple CEO Tim Cook promised to investigate the Saudi app branded \"abhorrent\" by a US senator for allowing men to track women. Cook says he will take a look at the Saudi government App Store a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:51:19Z"
  },
  {
    "title": "February 2019 Updates to EBS Technology Codelevel Checker (ETCC)",
    "description": "The E-Business Suite Technology Codelevel Checker (ETCC) tool helps you identify application or database tier overlay patches that need to be applied to your Oracle E-Business Suite Release 12.2... [This is a summary only; visit this blog for complete article…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:51:03Z"
  },
  {
    "title": "Should nannies be sacked for doing using phones on the job?",
    "description": "Nannies in Atherton, California have been banned by their employers from using their phones while working. Many of the children belong to Silicon Valley’s most influential tech figures.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:44:10Z"
  },
  {
    "title": "CORRECTED: Cisco quarterly revenue beats estimates",
    "description": "Cisco Systems Inc reported second-quarter revenue and profit above Wall Street estimates on Wednesday, as the network gear maker benefited from strong growth in its newer businesses such as application software and cyber security.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:32:22Z"
  },
  {
    "title": "Newer businesses drive Cisco's earnings beat; shares rise",
    "description": "Cisco Systems Inc on Wednesday reported better-than-expected quarterly earnings and forecast third-quarter revenue above analysts' estimates, as it benefited from strong growth in its newer applications and security businesses.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:44:06Z"
  },
  {
    "title": "Explained: How capitalists are making money from our behaviour",
    "description": "“Whether it’s a ‘smart’ home device, what the insurance companies call ‘behavioural underwriting’, or any one of thousands of other transactions, we now pay for our own domination”, writes Harvard Business School Professor Shoshana Zuboff.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:21:49Z"
  },
  {
    "title": "Learn, Explore, Connect with the Bing Maps team at Microsoft Ignite the Tour",
    "description": "Microsoft Ignite is on tour. If you are going to be at the London or Amsterdam event, come by the Grey Matter booth to chat with Bing Maps experts.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:00:47Z"
  },
  {
    "title": "The Technology 202: Pentagon promises to make ethics a priority in first AI strategy",
    "description": "The move could ease tensions with Silicon Valley workers concerned about using AI for warfare.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:25Z"
  },
  {
    "title": "Font previews?",
    "description": "<!-- [DocumentBodyStart:c02649e9-eb36-4add-95f3-c9f2aec4ec98] -->Is there a site somewhere online where you can view the style of each font that comes with Tableau because it gets annoying that you can't view how a font looks until it's been added to the work…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:46:21Z"
  },
  {
    "title": "InfluxData raises $60 million for time-series database software",
    "description": "InfluxData has raised $60 million for InfluxDB, its time-series data management software that's freely available on GitHub.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:30:17Z"
  },
  {
    "title": "Fin24.com | India targets Facebook 'evil' in backlash against US giants",
    "description": "India’s government dealt retail giants Amazon.com and Walmart a devastating blow this year with new policies undermining their growth plans. Now US social media pioneers Facebook and Twitter are in danger of suffering similar setbacks in what is perhaps the w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:15:02Z"
  },
  {
    "title": "Stevie Wonder, John Legend headline Motown tribute concert",
    "description": "LOS ANGELES — Stevie Wonder jammed with his harmonica, John Legend crooned while playing the piano and Ciara pranced onstage dressed like Rick James on Tuesday night at Motown Records' 60th anniversary concert. Wonder closed out the all-star lineup performing…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:04:46Z"
  },
  {
    "title": "Serving connected consumers better",
    "description": "The rise of smartphones over the last decade has dramatically changed the lives of people worldwide, especially in Asean, which is one of the world's most mobile-connected regions. A new wave of change is now gaining momentum as the Internet of Things (IoT) a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:00:00Z"
  },
  {
    "title": "Mini DisplayPort to HDMI/DVI/DP 4K VGA Adapter, ProCIV Mini DP (Thunderbolt) 4-in-1 Adapter Converter for MacBook Air/MacBook/MacBook Pro/Microsoft Surface Pro/Pro 2/3",
    "description": "Amazon.com: Mini DisplayPort to HDMI/DVI/DP 4K VGA Adapter, ProCIV Mini DP (Thunderbolt) 4-in-1 Adapter Converter for MacBook Air/MacBook/MacBook Pro/Microsoft Surface Pro/Pro 2/3: Home Audio & Theater",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:45:06Z"
  },
  {
    "title": "Xbox One X 1TB Fallout 76 Console Bundle for $350 + free shipping",
    "description": "Newegg offers the Microsoft Xbox One X 1TB Fallout 76 Console Bundle for an in-cart price of $349.99 with free shipping. That's $20 under our mention from a month ago and the lowest price we've seen. (It's the best price today by $49.)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T19:00:04Z"
  },
  {
    "title": "ITD ITANDA,USBC to HDMI Connector",
    "description": "Amazon.com: USB-C to HDMI Adapter 4K, ITANDA USB 3.1 Type C Male (Thunderbolt 3 Compatible) to HDMI Female 4K for The 2016 17 18 MacBook Pro, 2017 iMac, ChromeBook Pixel (Grey-2 Pack): Home Audio & Theater",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T11:05:05Z"
  },
  {
    "title": "Universal PC Keyboard …",
    "description": "Amazon.com: iPad Keyboard Case for iPad 2018 (6th Gen) - iPad 2017 (5th Gen) - iPad Pro 9.7 - iPad Air 2 & 1 - Thin & Light - 360 Rotatable - Wireless/BT - Backlit 7 Color - iPad Case with Keyboard (9.7, Black): Computers & Accessories",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:40:01Z"
  },
  {
    "title": "Speaking Internationally at SQLBits",
    "description": "I am very excited and lucky to be speaking at my very first international conference, SQLBits. SQLBits, the largest SQL Server conference in Europe, held in Manchester England February 27- March 2 nd. It is a conference for leading data professionals with ove…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:53:19Z"
  },
  {
    "title": "This is Microsoft’s AI pipeline, from research to reality",
    "description": "It’s not enough to have brilliant researchers and a bunch of popular products. You’ve got to have a system—or several systems—for melding raw technology into experiences that make a difference for businesses and consumers. To seek the origins of Microsoft’s i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T10:00:58Z"
  },
  {
    "title": "Beyond CSI: How big data is reshaping the world of forensics",
    "description": "In recent years, forensics scientists, statisticians, and engineers have been working to put crime scene forensics on a stronger footing, with some classic techniques falling out of favor. Tune in to the average TV cop show and you’re likely to think crime sc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:15Z"
  },
  {
    "title": "Valimail's Anti-Impersonation Technology Leaps Forward in 2018; Putting Email Fraud in the Crosshairs for 2019",
    "description": "SAN FRANCISCO, Feb. 13, 2019 /PRNewswire/ -- Valimail, the world's only provider of fully automated email authentication, announced the latest upgrades to its product platform, including end-user feature improvements, scalability enhancements, and a distribut…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:00:00Z"
  },
  {
    "title": "Perion Network Ltd. (PERI) CEO Doron Gerstel on Q4 2018 Results - Earnings Call Transcript",
    "description": "Perion Network Ltd. (NASDAQ:PERI) Q4 2018 Results Earnings Conference Call February 13, 2019, 10:00 am ET Company Participants Doron Gerstel - Director, Chief E",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:55:07Z"
  },
  {
    "title": "HubSpot, Inc. (HUBS) CEO Brian Halligan on Q4 2018 Results - Earnings Call Transcript",
    "description": "HubSpot, Inc. (NYSE:HUBS) Q4 2018 Earnings Conference Call February 12, 2019, 04:30 PM ET Company Participants Chuck MacGlashing - Director of Investor Relation",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:12:08Z"
  },
  {
    "title": "Symantec scoops up startup to improve its cloud security",
    "description": "Mountain View-based Symantec Corp. this week acquired two-year-old cloud security startup Luminate to help improve its hybrid cloud-based enterprise security. Luminate launched in early 2017 and raised $14 million in venture funding from Menlo Park-based U.S.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:39:11Z"
  },
  {
    "title": "Twilio Inc. (TWLO) CEO Jeffrey Lawson on Q4 2018 Results - Earnings Call Transcript",
    "description": "Twilio Inc. (NYSE:TWLO) Q4 2018 Results Earnings Conference Call February 12, 2019, 05:00 PM ET Company Participants Greg Kleiner - VP of IR &amp; Treasurer Jef",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:55:05Z"
  },
  {
    "title": "Interpublic Group of Companies Inc. (IPG) CEO Michael Roth on Q4 2018 Results - Earnings Call Transcript",
    "description": "Interpublic Group of Companies Inc. (NYSE:IPG) Q4 2018 Earnings Conference Call February 13, 2019 8:30 AM ET Company Participants Jerry Leshne - Senior Vice Pre",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:09:06Z"
  },
  {
    "title": "Unisys Corporation (UIS) CEO Peter Altabef on Q4 2018 Results - Earnings Call Transcript",
    "description": "Unisys Corporation (NYSE:UIS) Q4 2018 Earnings Conference Call February 12, 2019 05:00 PM ET Company Participants Courtney Holben - Vice President of Investor R",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:49:06Z"
  },
  {
    "title": "Akamai Technologies, Inc. (AKAM) CEO Tom Leighton on Q4 2018 Results - Earnings Call Transcript",
    "description": "Akamai Technologies, Inc. (NASDAQ:AKAM) Q4 2018 Earnings Conference Call February 12, 2019 16:30 ET Corporate Participants Tom Barth - Head of Investor Relation",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T03:22:08Z"
  },
  {
    "title": "Email provider hack destroys nearly two decades' worth of data",
    "description": "VFEmail began noticing the issue on Monday, tweeting that \"All externally facing systems....in multiple data centers are down.\" In a following tweet, VFEmail said it had caught a hacker who was in the middle of formatting the backup server....\"We have suffere…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:12:49Z"
  },
  {
    "title": "Pope Francis\u0092 climatologist visits New Orleans",
    "description": "Pope Francis\u0092 climatologist visits New Orleans The Rev. Eduardo Scarel is best known for his role in advising Pope Francis on climate change. As such, he\u0092s been dubbed the Pope\u0092s climatologist. A Carmelite priest and atmospheric scientist, Scarel was in New O…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:15:55Z"
  },
  {
    "title": "Update production database from ETL Process",
    "description": "Hello, Ask Tom Team. I am using a Microsoft SSIS ETL Package to insert data to Oracle (source and destination). I want to do an incremental load every day but I have to flag the rows that are already loaded in the destination. It is not just s...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:00:00Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Recalculating... time to arrival infinite minutes",
    "description": "You might have missed something in 1999, while everyone focused on the other Y2K bug, which was older GPS devices going haywire. This was because the date is stored as a 10 bit character which means that 1024 weeks after the start of the epoch, the dates on y…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:12:05Z"
  },
  {
    "title": "Microsoft Exchange Server Privilege Escalation (CVE-2018-8581)",
    "description": "Microsoft Exchange Server 2010 Microsoft Exchange Server 2013 Microsoft Exchange Server 2016 Microsoft Exchange Server 2019 An elevation of privilege vulnerability exists in Microsoft Windows. Successful exploitation of this vulnerability could allow a remote…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:35:00Z"
  },
  {
    "title": "Microsoft Excel.SLK Payload Delivery",
    "description": "## # This module requires Metasploit: https://metasploit.com/download # Current source: https://github.com/rapid7/metasploit-framework ## class MetasploitModule",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:02:00Z"
  },
  {
    "title": "Microsoft Excel.SLK Payload Delivery - CXSecurity.com",
    "description": "## # This module requires Metasploit: https://metasploit.com/download # Current source: https://github.com/rapid7/metasploit-framework ## class MetasploitModule",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T08:42:00Z"
  },
  {
    "title": "Phishing attack in Microsoft Office",
    "description": "1) Input validation error Description. The vulnerability allows a remote attacker to perform a phishing attack. The vulnerability exists due to insufficient validation of URLs when processing Microsoft Office files. A remote attacker can create a specially cr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:19:00Z"
  },
  {
    "title": "Vulnerability in Microsoft DHCP server",
    "description": "Learn about the most potent cyberthreats to critical infrastructure and why owners and operators of critical infrastructure have a unique responsibility to undertake cyber resilience. The post Defending critical infrastructure is imperative appeared first on …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:04:00Z"
  },
  {
    "title": "Microsoft update for Oracle Outside In Library component for Microsoft Exchange Server",
    "description": "1) Input validation error Description. The vulnerability allows a remote attacker to gain access to bypass certain security restrictions. The vulnerability exists due to unspecified error within the Outside In Filters ODA Module component. A remote attacker c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:11:00Z"
  },
  {
    "title": "Microsoft Released Security Updates & Fixed More than 70 Flaws Along with Active Zero-Day Browser Bug",
    "description": "Microsoft released new security updates for February under patch Tuesday with the fixes for more than 70 vulnerabilities that affected Microsoft products. This is a second for this month and the first security advisory Microsoft releases on earlier of this mo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T06:59:00Z"
  },
  {
    "title": "Patch Tuesday: Microsoft Resolves 74 Unique CVEs (Ed Targett/Computer Business Review)",
    "description": "Get these patches installed first... The post Patch Tuesday: Microsoft Resolves 74 Unique CVEs appeared first on Computer Business Review. Microsoft has released updates for Microsoft Windows, Office, IE, Edge,.Net Framework, Exchange Server, Visual Studio, T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T12:30:00Z"
  },
  {
    "title": "Microsoft Patch Tuesday updates for February 2019 fixes IE Zero-Day",
    "description": "News and articles about cyber security, information security, vulnerabilities, exploits, patches, releases, software, features, hacks, laws, spam, viruses, malware, trojans. Microsoft Patch Tuesday updates for February 2019 fixes IE Zero-Day. Microsoft releas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:44:00Z"
  },
  {
    "title": "Remote code execution in Microsoft Office Access Connectivity Engine",
    "description": "1) Buffer overflow Description. The vulnerability allows a remote attacker to execute arbitrary code on the target system. The vulnerability exists due to a boundary error in Microsoft Office Access Connectivity Engine when processing Microsoft Office files.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:11:00Z"
  },
  {
    "title": "Multiple vulnerabilities in Microsoft Visual Studio",
    "description": "1) Input validation error Description. The vulnerability allows a remote attacker to execute arbitrary code. The vulnerability exists due to an error when Visual Studio Code processes environment variables after opening a project. A remote attacker can trick …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:19:00Z"
  },
  {
    "title": "Microsoft partner offers 50 free Azure migrations",
    "description": "The offer comes amid Microsoft halting support and security updates for SQL Server 2008/R2 on-premise environments, which comes into effect in early July. The initiative is dubbed Azure Navigator, Wardy IT's new migration pathway specifically tailored for com…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:52:00Z"
  },
  {
    "title": "Remote code execution in Microsoft Windows SMB",
    "description": "1) Input validation error Description. The vulnerability allows a remote authenticated attacker to execute arbitrary code on the target system. The vulnerability exists due to an error when the Microsoft Server Message Block 2.0 (SMBv2) server handles certain…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:11:00Z"
  },
  {
    "title": "Multiple vulnerabilities in Microsoft Windows Kernel",
    "description": "1) Memory corruption Description. The vulnerability allows a local attacker to gain access to gain elevated privileges. The vulnerability exists due to an error when the Windows kernel fails to properly handle objects in memory. A local attacker can run a spe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:11:00Z"
  },
  {
    "title": "Microsoft 2013 SP1 spoofing [CVE-2019-0670]",
    "description": "A vulnerability was found in Microsoft SharePoint Enterprise Server and SharePoint Foundation 2013 SP1 (Groupware Software). It has been rated as critical. Affected by this issue is some processing. The manipulation with an unknown input leads to a spoofing v…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:40:00Z"
  },
  {
    "title": "Multiple vulnerabilities in Microsoft Dynamics 365 Server",
    "description": "1) Improper access control Description. The vulnerability allows a remote attacker to escalate privileges within the application. The vulnerability exists due to improper access restrictions when processing HTTP request. A remote authenticated attacker can im…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:32:00Z"
  },
  {
    "title": "Zero-day flaws in Internet Explorer and Exchange patched by Microsoft",
    "description": "Two zero-day flaws affecting Internet Explorer and Exchange have been fixed by Microsoft as part of its weekly 'Patch Tuesday' update rollout. Both vulnerabilities were known to have exploit code in circulation. One of the patches addressed an \"important\" pri…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:00:00Z"
  },
  {
    "title": "Microsoft, Adobe Both Close More Than 70 Security Issues",
    "description": "As part of Patch Tuesday, Microsoft and Adobe each released over 70 fixes for security flaws in their products. One of the Microsoft patches addresses a privilege escalation vulnerability affecting Microsoft’s Exchange server, which is likely to be under acti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:59:00Z"
  },
  {
    "title": "Microsoft February Patch Tuesday – Patches zero-day vulnerabilities in IE and Exchange",
    "description": "Yesterday, Microsoft released its monthly roll-up of security patches known as Patch Tuesday. This month, the Redmond-based company fixed 77 security flaws across a wide range of products, from Microsoft Edge to the Azure IoT SDK. The most critical of all fix…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:18:00Z"
  },
  {
    "title": "Microsoft Windows up to Server 1803 Device Guard privilege escalation",
    "description": "A vulnerability has been found in Microsoft Windows up to Server 1803 (Operating System) and classified as critical. Affected by this vulnerability is a functionality of the component Device Guard. The manipulation with an unknown input leads to a privilege e…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:52:00Z"
  },
  {
    "title": "Microsoft Internet Explorer 9/10/11 Redirect privilege escalation",
    "description": "A vulnerability was found in Microsoft Internet Explorer 9/10/11 (Web Browser). It has been classified as critical. Affected is code of the component Redirect Handler. The manipulation with an unknown input leads to a privilege escalation vulnerability. CWE i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:40:00Z"
  },
  {
    "title": "Microsoft SharePoint Enterprise Server 2013 SP1/2016 cross site scripting",
    "description": "A vulnerability was found in Microsoft SharePoint Enterprise Server 2013 SP1/2016 (Groupware Software). It has been classified as problematic. This affects code. The manipulation with an unknown input leads to a cross site scripting vulnerability. CWE is clas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:40:00Z"
  },
  {
    "title": "Multiple vulnerabilities in Microsoft SharePoint and SharePoint Foundation",
    "description": "1) Code Injection Description. The vulnerability allows a remote attacker to execute arbitrary code on the target system. The vulnerability exists due to improper input validation when processing source code markup of an application package. A remote attacker…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:11:00Z"
  },
  {
    "title": "Microsoft Windows Win32k information disclosure [CVE-2019-0628]",
    "description": "A vulnerability was found in Microsoft Windows (Operating System) and classified as problematic. Affected by this issue is a part of the component Win32k. The manipulation with an unknown input leads to a information disclosure vulnerability. Using CWE to dec…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:52:00Z"
  },
  {
    "title": "Microsoft Internet Explorer 10/11 information disclosure [CVE-2019-0676]",
    "description": "A vulnerability, which was classified as problematic, was found in Microsoft Internet Explorer 10/11 (Web Browser). This affects a function. The manipulation with an unknown input leads to a information disclosure vulnerability. CWE is classifying the issue a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:40:00Z"
  },
  {
    "title": "VERT Threat Alert: February 2019 Patch Tuesday Analysis",
    "description": "VERT Threat Alert: February 2019 Patch Tuesday Analysis. Today’s VERT Alert addresses Microsoft’s February 2019 Security Updates. VERT is actively working on coverage for these vulnerabilities and expects to ship ASPL-817 on Wednesday, February 13th.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T00:46:00Z"
  },
  {
    "title": "Microsoft Released Security Updates & Fixed More than 70 Flaws Along with Active Zero-Day Browser Bug",
    "description": "News and articles about cyber security, information security, vulnerabilities, exploits, patches, releases, software, features, hacks, laws, spam, viruses, malware, trojans. Microsoft Released Security Updates & Fixed More than 70 Flaws Along with Active Zero…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:44:00Z"
  },
  {
    "title": "Not just one patch, but a whole batch!: Patch Tuesday - Week 2, February 2019",
    "description": "Adobe. The multimedia software maker fixed 75 critical vulnerabilities found across all its popular products. Out of this, 43 flaws were from Adobe Acrobat and Reader. Adobe also issued a temporary fix to a serious zero-day vulnerability that allowed attacker…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:53:00Z"
  },
  {
    "title": "Patch Tuesday, February 2019 Edition",
    "description": "Microsoft on Tuesday issued a bevy of patches to correct at least 70 distinct security vulnerabilities in Windows and software designed to interact with various flavors of the operating system. This month’s patch batch tackles some notable threats to enterpri…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:37:00Z"
  },
  {
    "title": "Microsoft Windows up to Server 1803 Defender Firewall Security privilege escalation",
    "description": "A vulnerability, which was classified as critical, was found in Microsoft Windows up to Server 1803 (Operating System). This affects a function of the component Defender Firewall Security. The manipulation with an unknown input leads to a privilege escalation…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:40:00Z"
  },
  {
    "title": "Microsoft Exchange Server 2010 SP3/2013 CU22/2016 CU12/2019 CU1 EWS privilege escalation",
    "description": "A vulnerability has been found in Microsoft Exchange Server 2010 SP3/2013 CU22/2016 CU12/2019 CU1 (Groupware Software) and classified as critical. This vulnerability affects a functionality of the component EWS. The manipulation with an unknown input leads to…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T09:40:00Z"
  },
  {
    "title": "Security Researchers Highlight Exchange and IE Zero-Day in February Microsoft Patches",
    "description": "Microsoft's February \"update Tuesday\" release was notable for delivering major security updates and architectural changes to all supported Exchange Server products, along with a \"zero-day\" IE patch. All told, Microsoft released patches for 20 \"Critical\" vulne…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T22:20:00Z"
  },
  {
    "title": "February 2019 Patch Tuesday – Security Byte",
    "description": "As you surely know by now, the second Tuesday of every month is Microsoft Patch Tuesday, which Adobe also shares. This month, both companies released updates to fix a ton of security flaws in many of their products. Microsoft’s patches alone fix 77 security i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T18:57:00Z"
  },
  {
    "title": "February 2019 Patch Tuesday: PrivExchange hole plugged",
    "description": "For the February 2019 Patch Tuesday, Microsoft has released fixes for over 70 CVE-numbered vulnerabilities, 20 of which are rated Critical. Also rated Critical are the Adobe Flash security update (, which carries a fix for CVE-2019-7090, an information disclo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:55:00Z"
  },
  {
    "title": "Podcast Episode 133: Quantum Computing’s Security Challenge and Life After Passwords",
    "description": "The arrival of functional quantum computers may be closer than you think. I'm joined by Avesta Hojjati, Head of DigiCert Labs and Brian LaMacchia, Distinguished Engineer and Head of the Security and Cryptography Group at Microsoft Research to talk about  comi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:21:00Z"
  },
  {
    "title": "DOD clarifies security requirements to compete for $8B back-office cloud",
    "description": "U.S. Air Force cyber security technicians with the 355th Communications Squadron review work orders at Davis-Monthan Air Force Base Ariz., Sept. 26, 2018. (U.S. Air Force photo by Airman Frankie D. Moore) Written by Feb 13, 2019 | FEDSCOOP. Billy Mitchell Eve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T16:12:00Z"
  },
  {
    "title": "Data Gravity: Will It Weigh Down Cloud Security?",
    "description": "The 2019 RSA Conference offers an opportunity to learn about new concepts across all aspects of cybersecurity. One such area is \"data gravity,\" which will be the topic of a session featuring Microsoft's Diana Kelley and Sian John. \"At a high level, data is go…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T20:20:00Z"
  },
  {
    "title": ".Encrypted5 Files Virus – How to Remove It",
    "description": "The is more than one way via which this ransomware could have spread onto your computer. For starters, one method is to send victims direct e-mail messages that aim to get them to open the malicious attachments in those e-mails. These malicious attachments ai…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T17:02:00Z"
  },
  {
    "title": "Akron City Council Member Wants Better Cyber Security for the City - WKSU News",
    "description": "Russ Neal says the January 22nd attack in which hackers went after key city systems, and tried to capture some with ransomware, showed how vulnerable local government can be. He says it’s too vulnerable for local security to guard. “We don’t have, and we will…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T04:02:00Z"
  },
  {
    "title": "January 2019's Most Wanted Malware: A Significant New Threat Speaks Up",
    "description": "Check Point has published its latest Global Threat Index for January 2019. The index reveals a new backdoor Trojan affecting Linux servers, which is distributing the XMRig crypto-miner. The new malware, dubbed SpeakUp, is capable of delivering any payload and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:53:00Z"
  },
  {
    "title": "Why diversity, inclusion matter for cyber security in MEA",
    "description": "S tudies have shown the importance of diversity and inclusion (D&I) in generating more creative solutions to business problems, and enhancing performance and competitiveness. D&I is particularly important in tech, because it serves as a catalyst for success a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T07:08:00Z"
  },
  {
    "title": "January 2019’s Most Wanted Malware: A New Threat Speaks Up",
    "description": "Check Point’s latest Global Threat Index sees emergence of SpeakUp – the Linux Trojan that’s undetectable by anti-virus software   In January, our researchers detected a new campaign exploiting Linux servers to distribute a backdoor Trojan, dubbed SpeakUp. Sp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:17:00Z"
  },
  {
    "title": "New spear-phishing attacks targeting senior executives at multiple firms",
    "description": "Security researchers have uncovered a spear-phishing campaign that involves hackers sending malicious emails to CEOs, CFOs, CTOs, and SVPs at a large number of organisations, asking them to participate in a Doodle poll to reschedule an upcoming board meeting,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T01:19:00Z"
  },
  {
    "title": "TrickBot Banking Trojan Now Steals RDP, VNC, and PuTTY Credentials",
    "description": "The infamous Trickbot banking Trojan's password stealer module has been recently upgraded to grab credentials used to authenticate to remote servers using VNC, PuTTY, and Remote Desktop Protocol (RDP). Trend Micro's Noel Anthony Llimos and Carl Maverick Pascu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:16:00Z"
  },
  {
    "title": "What is Security+ (Plus)?",
    "description": "Did You Know? Phoenix TS offers customized and flexible training. Call now to discuss a custom solution perfect for you! 240-667-7757 Views: 96202 What is Security+ (Plus)? [This post was originally published on August 22nd 2013, and updated on February 13th …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:03:00Z"
  },
  {
    "title": "GreyEnergy malware uses junk code and anti-analysis techniques to evade detection",
    "description": "An analysis of the malware linked with the 2015 cyber-attacks on the Ukrainian power grid reveals that hackers added a large amount of junk code to their malware in a bid to evade detection and to confuse security researchers. The malware is linked to GreyEne…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T13:38:00Z"
  },
  {
    "title": "Growth in software and security boosts Cisco financials",
    "description": "Cisco has reported second-quarter revenue and profit above Wall Street estimates, as the network gear maker benefited from strong growth in its newer businesses such as application software and cyber security. Shares of the Dow component rose three per cent i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:16:00Z"
  },
  {
    "title": "New Container Runtime Security Flaw Targets Kubernetes, Docker",
    "description": "It has been reported that a security vulnerability in Docker and Kubernetes containers can be used to go after any host system running containers. The vulnerability allows malicious containers to overwrite the host and gain root-level code execution on the ho…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T23:53:00Z"
  },
  {
    "title": "Symantec buys Israeli cybersecurity co Luminate",
    "description": "The Tel Aviv-based company has pioneered software defined perimeter technology, which will enhance Symantec's cyber defense platform. US cybersecurity company Symantec Corp. (NASDAQ: SYMC) today announced the acquisition of Israeli SaaS security platform deve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T15:12:00Z"
  },
  {
    "title": "Special Report: Cybersecurity - Digital Health",
    "description": "WannaCry put healthcare cyber security in the headlines and on local and national priority lists. But, two years later, have lastings changes truly been made? Or has the momentum been lost? Jennifer Trueland reports. In the aftermath of WannaCry in May 2017, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T21:05:00Z"
  },
  {
    "title": "Top 5 Best Free Password Manager Software For 2019",
    "description": "The password manager can help you in strengthening internet security from the hackers. Its hard to remember a unique, long, complex password for every online account we use daily. Keeping a strong, unique and hard to crack password is a necessary thing to pro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-13T14:08:00Z"
  }
]