[
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:04:24Z"
  },
  {
    "title": "Software pirates use Apple tech to put hacked apps on iPhones",
    "description": "Software pirates have hijacked technology designed by Apple Inc to distribute hacked versions of Spotify, Angry Birds, Pokemon Go, Minecraft and other popular apps on iPhones, Reuters has found.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T03:04:24Z"
  },
  {
    "title": "MicroStrategy to Introduce Its Next Generation of Enterprise Intelligence at Gartner Conferences",
    "description": "MicroStrategy ® Incorporated (Nasdaq: MSTR), a leading worldwide provider of enterprise analytics and mobility software, today announced that it will be introducing MicroStrategy 2019™, the industry’s first and only enterprise platform for Federated Analytics…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T13:01:32Z"
  },
  {
    "title": "Watson will work on rival clouds",
    "description": "IBM seeks to win over more AI customers Big Blue has said that some of its Watson artificial intelligence services will work on rival cloud computing providers. The move is seen as an attempt by IBM to win over customers that want greater flexibility in how t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T07:13:16Z"
  },
  {
    "title": "Microsoft Announces Major Surface Pro 6 Price Cuts",
    "description": "If you were planning to purchase a new Surface Pro 6, there's no better time to do it than right now, as Microsoft has just launched a series of major price cuts for select configurations.The software giant is offering discounts of up to $200, as well",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T08:42:00Z"
  },
  {
    "title": "Microsoft Refines the Experience with Android Phones on Windows 10",
    "description": "Microsoft has announced a new series of improvements for the Your Phone app on Windows 10, as the company continues the work on bringing PCs and mobile devices closer together.Your Phone is Microsoft's latest effort in this regard, allowing users to s",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T05:42:00Z"
  },
  {
    "title": "Cryptocurrency influencers are even worse than normal influencers",
    "description": "Tech marketers have been using celebrity endorsements for decades – Microsoft and Apple have relied on this method to flock their goods to the masses since the ’80s – and the cryptocurrency industry, although nascent, is no different. In the beginning, one co…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T12:10:33Z"
  },
  {
    "title": "ET Deals: AMD Ryzen 5 2600 Six-Core CPU Only $150, $150 Off Moto X4",
    "description": "AMD is making a big comeback with Ryzen, and right now you can get a discount on top of the already low price. Grab a six-core AMD Ryzen 5 2600 for just $149.99 at Walmart and Amazon for a limited time. The post ET Deals: AMD Ryzen 5 2600 Six-Core CPU Onl",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:58:31Z"
  },
  {
    "title": "Lenovo ThinkPad P1: Sumptuous pro PC that gets a tad warm",
    "description": "Battery could be improved, we charge Long Term Test Clearing out the attic recently, I was astonished to discover an ancient bit of PC kit that had failed to be recycled with family, friends, eBay, the vicar, or a random homeless person. This was a rarity",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T09:05:13Z"
  },
  {
    "title": "The AI Text Generator That's Too Dangerous to Make Public",
    "description": "Researchers at OpenAI decided that a system that scores well at understanding language could too easily be manipulated for malicious intent.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T17:00:00Z"
  },
  {
    "title": "Windows 10 Skip Ahead Opens With Surprising 20H1 Build For Insiders",
    "description": "Microsoft has thrown us all for a loop with its announcement today of the latest Windows 10 Insider Preview Build. At the start of the month, Microsoft opened up its Skip Ahead program, which allows Windows Insiders to test [early builds of] future Windows 10…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T20:00:00Z"
  },
  {
    "title": "Comment on Editing text (CSV) files with Excel containing leading zeros for SNC File Transfer by Anand Athanur",
    "description": "Hi Gabor, I have been using and often recommend using LibreOffice's scalc for two reasons. Handle leading zeros correctly and Handle UTF-8 multi-locale content You can download it at https://www.libreoffice.org/download/download/ Good advice and great tool to…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T19:56:42Z"
  },
  {
    "title": "ANTHEM: CONVICTION: Neill Blomkamp Releases Live Action Game Trailer",
    "description": "Neill Blomkamp and his Oats Studios have partnered with BioWare and EA games to produce an epic live-action trailer / short film set in the world of Anthem, decades before the events of the game. The results are as expected -- breathtaking. While I remain a d…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-14T21:05:00Z"
  },
  {
    "title": "Samsung will open three real stores in the US February 20th",
    "description": "On the same day we meet the Galaxy S10, Samsung is going to \"celebrate 10 years of Galaxy\" with three new retail locations in the US. While it has previously opened stores around the world, in the US Samsung has preferred to spread its Experience shops as sto…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:55:00Z"
  },
  {
    "title": "Darpa Wants to Solve Science's Replication Crisis With Robots",
    "description": "Social science has an image problem—too many findings don't hold up. A new project will crank through 30,000 studies to try to identify red flags.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:00:00Z"
  },
  {
    "title": "Rediscover the Magic of Browser Bookmarks—And How to Keep Them in Order",
    "description": "Between read-it-later services, social media feeds, and the unbelievable speed at which a Google search can find the exact information you’re looking for, browser bookmarks have become a forgotten a relic of a previous internet age. But the basic bookmarking …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:18:00Z"
  },
  {
    "title": "Interoperability took center stage at HIMSS 2019 (APPL, GOOGL, AMZN)",
    "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Healthcare executives, IT vendors, and policymakers convened to discuss t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:36:00Z"
  },
  {
    "title": "Nasdaq and NYSE are suing their regulator over a pilot they say could put some ETFs out of business",
    "description": "NYSE and Nasdaq both filed lawsuits against the Securities and Exchange Commission over the regulator's plan to run a pilot examining how exchange fees and rebates impact trading. The exchanges say that the pilot, which was approved in December 2018, will hur…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:52:34Z"
  },
  {
    "title": "BlackBerry doubling down on future of connected cars with $40-million from Ottawa - The Globe and Mail",
    "description": "BlackBerry doubling down on future of connected cars with $40-million from Ottawa The Globe and Mail BlackBerry gets $40M boost from Ottawa to build primary operating system for connected vehicles Financial Post Liberals give BlackBerry $40 million to support…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:39:06Z"
  },
  {
    "title": "Friday Five with Hlynur Atlason",
    "description": "A Friday Five from Manhattan-based, Icelandic industrial designer Hlynur Atlason who heads up his eponymous studio, ATLASON.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:29Z"
  },
  {
    "title": "Microsoft Excel's Hall of Tortured Souls",
    "description": "A remarkable easter egg from the Windows 95 era, fully anticipating what became of the world's most beautiful operating system. The developers of Office 95 left an interesting little easteregg with a name which does seem a little unsettling. I am exploring th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:44:02Z"
  },
  {
    "title": "Women CFOs may be in style–but what about the rest of the C-suite?",
    "description": "It may seem like more women are earning roles in the C-suite, but don’t mistake that for a sea change. When Indra Nooyi resigned from PepsiCo last summer, she had spent 12 years as CEO–the rare woman to sit atop a major corporation. Nooyi, the company’s first…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:04Z"
  },
  {
    "title": "Ten things you probably don't know about the Nintendo Switch video game console",
    "description": "Tech columnist Marc Saltzman lets you in on ten things you might know know about the Nintendo Switch video game console.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:09Z"
  },
  {
    "title": "You can test a Windows 2020 update as Microsoft extends lead time for new builds",
    "description": "An update to Windows 10 that won't be released to the wider user base until 2020 is now available for testing even though the late-2019 update hasn't been released to Windows Insiders yet. It reportedly requires a longer lead time for testing, which may help …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:38:52Z"
  },
  {
    "title": "This 78-hour Excel bootcamp shows you how to crunch big data",
    "description": "Get 5 in-depth courses for $39. This 78-hour Excel bootcamp shows you how to crunch big data. You can get 5 in-depth courses for $39.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:30:08Z"
  },
  {
    "title": "Google vs. DuckDuckGo vs. Bing—is it time to switch your search engine?",
    "description": "DIY Comparing the top search engines. How the top search engines stack up in terms of results, features, and how they protect your privacy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:30:00Z"
  },
  {
    "title": "Work and play with the Microsoft Surface Pro 6 on sale for $699",
    "description": "The Best. The Microsoft Surface Pro 6 128GB is down to $699 at B&H, Microsoft, and other retailers. This price is at least a hundred off what it normally sells for and one of the best deals we've seen. The LGP-00001 is Microsoft's latest edition, which was up…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:54:16Z"
  },
  {
    "title": "Crackdown 3 joins Xbox Play Anywhere",
    "description": "We've waited years for this. Crackdown 3 was supposed to launch many months ago, but was pushed back to February 15 to polish up the experience. Luckily, it's available right now through the Microsoft Store. You can buy it for $60, or you can grab it with Xbo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:01:02Z"
  },
  {
    "title": "Crackdown 3’s co-op campaign may be locked at 30 FPS on PC",
    "description": "Crackdown 3 has a number of problems. Crackdown 3 was supposed to launch many months ago, but was pushed back to February 15 to polish up the experience. Luckily, it's available right now through the Microsoft Store. You can buy it for $60, or you can grab it…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:42:01Z"
  },
  {
    "title": "It's time to let go. Remove Internet Explorer from Windows 10 already.",
    "description": "The days of Internet Explorer (IE) are over, and you should remove it already — here's how. Although Microsoft Edge is your new default web browser (soon to be replaced with a version based on Chromium), Windows 10 still ships with Internet Explorer 11 as a l…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:00:00Z"
  },
  {
    "title": "Does Anthem support cross-platform saves?",
    "description": "Best answer: Not between Xbox, PlayStation 4, or PC at launch. As for cross-generational saves between Xbox One and the in-development Xbox Scarlett, Anthem will allow players to carry over saves. Microsoft: Anthem Standard Edition ($60) Amazon: Anthem: Legio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:37:13Z"
  },
  {
    "title": "Does Anthem support cross-play?",
    "description": "Best answer: Not at launch. BioWare hasn't closed the door on cross-play possibility somewhere down the line, but it will not be supported when Anthem launches. Microsoft: Anthem Standard Edition ($60) Amazon: Anthem: Legion of Dawn Edition ($80) Why won't it…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:25:16Z"
  },
  {
    "title": "Why we're infatuated with the massive (but featherlight) LG gram 17",
    "description": "Starting with the Dell XPS 13 from a few years ago, we've witnessed a trend in which manufacturers deliver traditionally larger laptops in smaller form factors. Companies have been able to do this by shrinking the display bezels, which results in a smaller ke…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:03Z"
  },
  {
    "title": "WILLIAMSON/180 THE STORE IS SEEKING A LUXURY PART TIME SALES ASSOCIATE IN NEW YORK, NY",
    "description": "180 the Store, a luxury lifestyle boutique, is looking for a Part-Time Luxury Sales Associate to join our team. The position will work directly with the Sales Manager to develop strong customer relations, organize the in-store events, offer product knowledge,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:15:53Z"
  },
  {
    "title": "ICP Is Hiring A Summer Sales Promotion Intern In New York, NY",
    "description": "TITLE: Sales Promotions InternREPORTS TO: Associate Manager, Sales Promotions + Manager, Store OperationsLOCATED: NYC (Flatiron)STATUS: Non-Exempt OVERVIEW: This paid internship will temporarily support the day-to-day operations of the Sales Promotions and St…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:03:00Z"
  },
  {
    "title": "Want to know what 2020 holds? Microsoft has a little something for you",
    "description": "Windows 10 Insiders sent screaming into a future where, er, nothing much has changed right now Microsoft fired up the speculation machine last night by issuing a fresh build of Windows 10 to lucky skip-ahead testers: and it contains code from 2020s Windows.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:05:29Z"
  },
  {
    "title": "Oracle throws toys out pram again, tells Federal Claims Court: Competing for Pentagon cloud contract isn't fair!",
    "description": "Address gate criteria, conflicts of interest – then we can play Oracle is pushing the Court of Federal Claims to rule in its favour and issue a judgment saying the Pentagon erred in its decision to offer its $10bn cloud contract to a single vendor.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:15:11Z"
  },
  {
    "title": "Want to know what 2020 holds? Microsoft has a little something for you",
    "description": "Windows 10 Insiders sent screaming into a future where, er, nothing much has changed right now Microsoft fired up the speculation machine last night by issuing a fresh build of Windows 10 to lucky skip-ahead testers: and it contains code from 2020s Windows.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:05:29Z"
  },
  {
    "title": "'This collaboration is absolutely critical going forward'... One positive thing about Meltdown CPU hole? At least it put aside tech rivalries...",
    "description": "Execs, experts hope this cooperation continues to hold for the next big bug A panel of eggheads from Intel, the US government, and academia held court this week to figure how they can keep the likes of El Reg from spoiling their next major bug reveal.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:12:07Z"
  },
  {
    "title": "Proposed new IT rules could let Indian government impose Chinese-style online censorship",
    "description": "The Indian government, through the Ministry of Information and Technology, has proposed an amendment to the Information Technology (Intermediaries Guidelines) Rules 2011 through a draft Rules of 2018, which aims to “strengthen the legal framework and make the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:56:03Z"
  },
  {
    "title": "Stuff The Internet Says On Scalability For February 15th, 2019",
    "description": "Wake up! It's HighScalability time: Opportunity crossed over the rainbow bridge after 15 years of loyal service. \" Our beloved Opportunity remains silent.\" Do you like this sort of Stuff? I'd greatly appreciate your support on Patreon. Know anyone who needs c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:02:47Z"
  },
  {
    "title": "Crackdown 3 Is Now Available For Xbox One And Windows 10 (Xbox Play Anywhere And Xbox Game Pass)",
    "description": "Product Info: Developer: Sumo Digital Publisher: Microsoft Studios Website: Crackdown 3 Twitter: @SumoDigitalLtd / @crackdown *Crackdown 3 supports Xbox Play Anywhere: yours to play on both Xbox One and Windows 10 PC at no additional cost. For more informatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:03:06Z"
  },
  {
    "title": "How Prince’s Social Activist Networks Are Keeping His Vision Alive",
    "description": "At a time when the artist's #YesWeCode initiative was at an impasse, its co-founder, Van Jones, found a life preserver from another Prince associate",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:36:47Z"
  },
  {
    "title": "Microsoft Teams for Android updated with support for Dark theme, audio messages and more",
    "description": "Microsoft Teams app for Android devices was updated in Play Store yesterday. This update comes with several new features including dark theme support, the ability to record and send audio messages and more. Read about other new improvements below. Improved PD…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:02:13Z"
  },
  {
    "title": "Microsoft’s AltSpaceVR Mixed Reality community app now available in the Microsoft Store",
    "description": "18 months ago Microsoft purchased AltspaceVR, one of the pioneers in immersive communications. A bit like Second Life, AltspaceVR is a social platform for virtual reality. The service brings people together in virtual reality from over 160 countries to attend…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:30:24Z"
  },
  {
    "title": "Future version of Windows 10 lets you browse your Linux subsystem files",
    "description": "Yesterday Microsoft surprised us by releasing a Windows 10 20H1 build, which according to Microsoft’s changelog contained only a few minor fixes. One unheralded change was however noticed by Windows Subsystem for Linux users, who noticed that it was now a lot…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:57:42Z"
  },
  {
    "title": "Logitech announces C920s Pro HD Webcam with a convenient privacy cover",
    "description": "Logitech today announced its latest webcam, the Logitech C920s. The Logitech C920s Pro HD Webcam is the successor to the Logitech C920, the most popular premium webcam available in the market. The Logitech C920s will support full HD 1080p video calling and re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:32:07Z"
  },
  {
    "title": "Andromeda reportedly in limbo",
    "description": "We reported recently on news via Petri.com that Microsoft is working on Lite OS, a version of Windows for dual-screened Centaurus and laptop-focussed, Chromebook competing Pegasus devices. This, of course, raises the question of what happened to Andromeda, th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:35:03Z"
  },
  {
    "title": "the 1995 microsoft smartphone that you wish you had",
    "description": "henrique perticarati imagines there was some sort of 'sliding doors' moment that altered the trajectory of future events, setting microsoft along the path apple would eventually take. The post the 1995 microsoft smartphone that you wish you had appeared first…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:10:03Z"
  },
  {
    "title": "warka water towers collect clean drinking water from the ‘lakes in the air’",
    "description": "the solution to water scarcity involves conjuring up water from thin air. The post warka water towers collect clean drinking water from the ‘lakes in the air’ appeared first on designboom | architecture & design magazine.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:45:03Z"
  },
  {
    "title": "Bits: The Week in Tech: A Break From Consumer Tech",
    "description": "A computer running artificial intelligence software at a contest last year in Beijing defeated two teams of doctors in accurately recognizing maladies in magnetic resonance images.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:01Z"
  },
  {
    "title": "You can now pre-register for Stardew Valley on Android",
    "description": "You can now pre-register for Stardew Valley on Android",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:00:00Z"
  },
  {
    "title": "Music app Deezer now in the Microsoft Store",
    "description": "Streaming music app Deezer has finally made it to the Microsoft Store. Like Spotify, Deezer lets you stream unlimited music and discover your perfect soundtrack. And, with Deezer Premium, stream your music on all your devices – phone, desktop, Xbox One and mo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:44:49Z"
  },
  {
    "title": "Tip: Force Google Chrome into touch mode on your Windows hybrid",
    "description": "Google has done a lot of work towards making Chrome more touch-friendly as it adapted Chrome OS to the tablet form factor. As a side-effect, Chrome on Windows and macOS has been growing towards the touch-friendly for a while now. While you’ve been able to for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:15:03Z"
  },
  {
    "title": "NBA 2K19 (PS4 or Xbox One Digital Download) $19.80",
    "description": "PlayStation Store has *NBA 2K19* (PS4 Digital Download) on sale for *$19.79*. Thanks 555 Microsoft Store also has *NBA 2K19* (Xbox One Digital Download) on sale for *$19.80*.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:40:00Z"
  },
  {
    "title": "NBA 2K19 (PS4, Xbox One or Switch Digital Download) $19.80",
    "description": "PlayStation Store has NBA 2K19 (PS4 Digital Download) on sale for $19.79. Thanks 555 & ddm112\r\n\r\nMicrosoft Store also has NBA 2K19 (Xbox One Digital Download) on sale for $19.80.\r\n\r\nN ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:40:00Z"
  },
  {
    "title": "Digital Games: Super Bomberman R (Xbox One), Star Wars Jedi Knight (Xbox 360) Free & More (XBL Gold Req.)",
    "description": "Microsoft / Xbox offers select Xbox One & Xbox 360 Digital Games for Free valid for Xbox Live Gold Members only. Thanks Discombobulated\r\n\r\nNote, an Xbox Live Gold Membership is required and you mu ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:07:04Z"
  },
  {
    "title": "‘Minecraft’ Mobile Just Had Its Best Year Yet",
    "description": "Last year was the most profitable year to date for the mobile versions of “Minecraft,” according to a report from Sensor Tower. “Minecraft” on the App Store and on the Google Play store pulled in $110 million through both purchase price of the app as well as …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:00:54Z"
  },
  {
    "title": "Overwatch League 2019 Season Kicks Off With 20 Teams, $5M Prize Pool",
    "description": "The Overwatch League’s 2019 season officially kicked off on Thursday. Eight new teams join the roster this year to compete for a $5 million prize pool. “We’ve added eight new teams and nearly 100 new players to the Overwatch League, and we’re really excited t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:51Z"
  },
  {
    "title": "Building Microservices, Disaster Recovery with Data Export Service and More, on The Friday Five!",
    "description": "Disaster recovery with Data Export Service and Dynamics 365 Customer Engagement Marius Agur Lind is a business applications MVP who lives in Norway. He is a freelance consultant helping businesses solve their needs through intelligent processes implemented in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:56:48Z"
  },
  {
    "title": "What’s new for WSL in Windows 10 version 1903?",
    "description": "The next Windows update is coming soon and we’re bringing exciting new updates to WSL with it! These include accessing the Linux file system from Windows, and improvements to how you manage and configure your distros in the command line. Accessing Linux files…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:22:19Z"
  },
  {
    "title": "May Get Tax Break for Poor With Project in Richest County...",
    "description": "May Get Tax Break for Poor With Project in Richest County... (Second column, 9th story, link ) Related stories: Feds Collect Record Individual Taxes... Average refunds fall, creating flashpoint... AMAZON to pay $0 in taxes -- for second year in row! Advertise…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:43:37Z"
  },
  {
    "title": "Old H-Worm Delivered Through GitHub, (Thu, Feb 14th)",
    "description": "Another piece of malicious code spotted on GitHub this time. By the way, this is the perfect example to demonstrate that protecting users via a proxy with web-categorization is uselessâ\u0080¦ Event sites from the Alexa Top-1M may deliver malicious content (Github…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:40:28Z"
  },
  {
    "title": "3 Top Artificial Intelligence Stocks to Watch in February",
    "description": "Why Microsoft, IBM, and iRobot stocks all look like promising investments right now.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:37:00Z"
  },
  {
    "title": "Arista Network, Inc. (ANET) Q4 2018 Earnings Conference Call Transcript",
    "description": "ANET earnings call for the period ending  December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:37:18Z"
  },
  {
    "title": "Zebra Technologies (ZBRA) Q4 2018 Earnings Conference Call Transcript",
    "description": "ZBRA earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:15:28Z"
  },
  {
    "title": "BlackLine, Inc. (BL) Q4 2018 Earnings Conference Call Transcript",
    "description": "BL earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:37:48Z"
  },
  {
    "title": "Talend (TLND) Q4 2018 Earnings Conference Call Transcript",
    "description": "TLND earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:45:32Z"
  },
  {
    "title": "Monotype Imaging Holdings Inc (TYPE) FY 2019 Earnings Conference Call Transcript",
    "description": "TYPE earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:11:06Z"
  },
  {
    "title": "Globant S.A. (GLOB) Q4 2018 Earnings Conference Call Transcript",
    "description": "GLOB earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:11:59Z"
  },
  {
    "title": "Make-Up Artists & Hair Stylists Guild Joins Oscar Protest",
    "description": "The Make-Up Artists and Hair Stylists Guild, IATSE Local 706, has joined the protest of the Motion Picture Academy's decision to hand out four Oscars – including those for Best Makeup and Hairstyling – during commercial breaks at the February 24 telecast on A…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:25:15Z"
  },
  {
    "title": "Post-Quantum Crypto Standards Aren't All About the Math",
    "description": "The industry needs to keep in mind the realities of hardware limits and transitional growing pains, according to Microsoft, Utimaco researchers",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:45:00Z"
  },
  {
    "title": "AT&T signed an '8-digit' deal that isn't good news for VMware, Cisco or Huawei — but could be great for Google Cloud (VMW, CSCO, T)",
    "description": "AT&T is spearheading an ambitious project called Airship that could have a massive impact on the $350 billion telecom equipment industry. AT&T has signed an \"8-figure\" three-year deal with a company called Mirantis in service of this project. Airship is a new…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:03:46Z"
  },
  {
    "title": "Microsoft Windows 10 Insider Preview Build 18836 for Windows Insiders released",
    "description": "Windows 10 Insider Preview Build 18836 introduces a new tamper protection setting along with many other fixes.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:07:36Z"
  },
  {
    "title": "Microsoft Retires SAC-T Label From Windows 10",
    "description": "Microsoft is officially retiring the SAC-T channel used by businesses to determine when they&#039;ll update devices on their networks to a new version of Windows 10.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:26:04Z"
  },
  {
    "title": "Eight Cryptojacking Apps Booted From Microsoft Store",
    "description": "The eight apps were secretly stealing victims' CPU power to mine for Monero.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:19:21Z"
  },
  {
    "title": "Trickbot Malware Goes After Remote Desktop Credentials",
    "description": "The banking trojan is consistently evolving in hopes of boosting its efficacy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:15:20Z"
  },
  {
    "title": "I Ran Windows 10 on Raspberry Pi So You Don't Have To",
    "description": "Using a set of hacks, you can run full Windows 10 on a Raspberry Pi board, but the user experience leaves a lot to be desired.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:06:07Z"
  },
  {
    "title": "Blockchain for IT Pros",
    "description": "Learn how blockchain will impact the enterprise -- and what skills IT pros will need to master this technology.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:06:34Z"
  },
  {
    "title": "IBM: Open Source Success Requires Give and Take",
    "description": "At IBM Think 2019 in San Francisco this week, openness was a major theme, which was to be expected since IBM announced its acquisition of Red Hat late last year.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:57:22Z"
  },
  {
    "title": "Venezuela’s Government Appears To be Trying to Hack Activists With Phishing Pages",
    "description": "Security researchers and activists exposed a brazen attempt to steal Venezuelan usernames and password for popular email and social media websites such as Gmail, Facebook, Microsoft Live, and Twitter.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:20:30Z"
  },
  {
    "title": "Microsoft's Windows 10 Development Process Changes",
    "description": "Changes to Microsoft's Windows 10 development process might indicate the software giant is listening to its customers about the brisk pace of semi-annual feature update releases. Also: the Zoho Office Suite gains AI enhancements, healthcare and IT was the foc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:53:39Z"
  },
  {
    "title": "Amazon Drops New York City Headquarters Plan in a Snit",
    "description": "Does the testy abandonment of its New York City \"HQ2\" scheme mean we've hit Peak Amazon?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:20:32Z"
  },
  {
    "title": "Microsoft changes Windows Update for Business options",
    "description": "Microsoft employee John Wilcox revealed yesterday that Microsoft will remove the Semi-Annual Channel (Targeted) option from Windows Update from Windows 10 version 1903 forward. Business customers have two options right now to […] Ghacks needs you. You can fin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:22:05Z"
  },
  {
    "title": "Released Today: Metro Exodus for £34.99, Far Cry New Dawn for £22.99, Crackdown 3 for £31.99",
    "description": "Find out how to get the cheapest copies for the games released today.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:22:20Z"
  },
  {
    "title": "Facebook in talks with US watchdog over privacy probe",
    "description": "FTC could levy multibillion-dollar fine if it decides social network broke data consent order",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:55:38Z"
  },
  {
    "title": "Improving Health And Hygiene With Purell, Azure, And IoT",
    "description": "GOJO Industries--makers of Purell--are leveraging Microsoft Azure to develop technology for connected IoT hand sanitizer dispensers to monitor hygiene behavior in hospitals and provide data that can be used to influence the practice of hand hygiene to improve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:06:00Z"
  },
  {
    "title": "'Rage 2' Won't Offer Cheat Codes Or XP Boosts For Real Money",
    "description": "Rage 2 won't sell cheat codes or XP boosts but other microtransactions will likely still be in the game.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:04:00Z"
  },
  {
    "title": "Three Things To Know About Cybersecurity In 2019",
    "description": "Analyst Chris Wilder offers his cybersecurity predictions for 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:14:00Z"
  },
  {
    "title": "Samsung Joins Apple And Microsoft In The Mall Between Auntie Anne's And Orange Julius",
    "description": "To celebrate the release of its 10th anniversary Galaxy phone, Samsung is moving into the mall like Apple and Microsoft before it.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:57:00Z"
  },
  {
    "title": "eBay's President's Day Sales on Tech",
    "description": "Best deals from eBay during President's Day weekend.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:00:00Z"
  },
  {
    "title": "Android Circuit: Galaxy S10 To Launch February 20th, On Sale Early March, Here Are The New Features",
    "description": "This week’s Android Circuit includes all the latest details of the Galaxy S10 from pricing and specs to pre-order and release dates, Nokia 9 penta-lens details, the hidden OnePlus 5G at MWC, Xiaomi’s folding smartphone, and the skeleton key of the Microsoft L…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:33:00Z"
  },
  {
    "title": "How To Use Renewable Energy At Your Business",
    "description": "Using renewable energy at your business should be easy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:45:00Z"
  },
  {
    "title": "The Three Stages Of Cloud Transformation: Application, Network, Security",
    "description": "Transitioning to a cloud-first IT strategy has become an imperative.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:59:00Z"
  },
  {
    "title": "Amazon And New York: What Are The Lessons To BeLearned?",
    "description": "Amazon’s decision to cancel its plans for a second macro-corporate headquarters in New York, due mainly to resident activism in Queens is of hugely symbolic importance. Other technology companies take note: in today’s high-stakes world, the price of hubris ca…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:46:00Z"
  },
  {
    "title": "In Overwatch League Season 2, The L.A. Valiant Targets Diversity As A Brand",
    "description": "Team executives chat about the L.A. Valiant's roster and priorities.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:57:00Z"
  },
  {
    "title": "HIMSS 2019 Promises Healthcare Consumerization, Price Transparency & Interoperability",
    "description": "This year, HIMSS19 calls not for a greater focus on technology and our health as a nation as it has in previous years, but instead, this year's conference theme “champions of health unite” puts an increasing emphasis on what matters most in healthcare: the pa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:47:00Z"
  },
  {
    "title": "How to Install Full Windows 10 on a Raspberry Pi",
    "description": "There&#039;s an unofficial way to run Windows 10, including win32 apps, on a Raspberry Pi 3 or higher.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:06:20Z"
  },
  {
    "title": "My Snipping Tool - Take Screenshot Quickly with SnippingTool.exe",
    "description": "Custom Screenshot Tool top of SnippingTool.exe",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:17:00Z"
  },
  {
    "title": "How to remove Internet Explorer from Windows 10",
    "description": "Internet Explorer is still around but no one cares. Not even Microsoft. It has another browser that it pushes on to Windows 10 users i.e., Edge and that browser is already being revamped. It’s highly unlikely that you use it but it may still be on your system…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:19:34Z"
  },
  {
    "title": "How to Use a VPN with Outlook and Office 365",
    "description": "Office 365 was first released in 2011 as a part of the Microsoft Office group of products. The biggest benefit of using Office 365 is being able to access applications like Outlook without experiencing firewall blocks. In addition, Office 365 works with a clo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:01:45Z"
  },
  {
    "title": "How to get more items on the jump list on Windows 10",
    "description": "When you right-click an app icon on the taskbar, you get a list of actions that you can perform and a list of recent files or locations that you visited in the app. The options shown in this list, known as the jump list, differ based on the app. File Explorer…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:00:55Z"
  },
  {
    "title": "SolarWinds Storage Resource Monitor – Review 2019",
    "description": "We’re living in an era of big data. Consequently, organizations rely on data storage more than ever. Storage environment management and monitoring have, therefore, become an important part of many system administrators jobs. Fortunately, tools exist to make t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:27:01Z"
  },
  {
    "title": "Deal: Save $200 on select Surface Pro 6, Laptop 2 or Book 2 models on the US Microsoft Store",
    "description": "For a limited time, the US Microsoft Store is currently offering up to $200 discounts on select Surface Pro 6, Surface Laptop 2 and Surface Book 2 models.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:01:15Z"
  },
  {
    "title": "Microsoft Teams updates on Android with Dark theme support and audio changes",
    "description": "The Microsoft Teams Android app updated today with the long-awaited support for Dark theme and a new feature that allows users to record and send audio files from within the app. In addition to the Dark theme support and audio messaging feature, users can now…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:15:48Z"
  },
  {
    "title": "Changes are coming to the Windows Insider Program, but what’s changing?",
    "description": "Yesterday Microsoft released another Windows Insider build, and as builds go there wasn’t much to it, just a list of some fairly innocuous fixes and changes with no new features. However, it turned out to be a landmark release in that for the first time the c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:21:25Z"
  },
  {
    "title": "Crackdown 3 video game launches on Xbox One and Windows 10",
    "description": "After a rather significant delay in its development, Crackdown 3 has finally launched on Xbox One consoles and Windows 10 devices. Crackdown 3 is an open-world action title with a campaign (that can be played solo or with another player) and an online multipl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:39:11Z"
  },
  {
    "title": "Microsoft Teams for Android adds support for dark theme and more",
    "description": "Microsoft Teams has been updated on Android with support for dark theme, a feature that has been in place for Office 365 users since 2017. The update also brings with it a bunch of other features. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:34:01Z"
  },
  {
    "title": "MIcrosoft patents hint at eye tracking and improved field of view in upcoming HoloLens",
    "description": "A couple of patents published by the U.S. Patent and Trademark Office show that Microsoft has been working on ways to add eye tracking and improving the field of view of the HoloLens. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:20:01Z"
  },
  {
    "title": "You'll soon be able to access your Linux files from Windows 10",
    "description": "Microsoft has updated the changelog for Windows 10 Insider Preview build 18836, which was released yesterday to Skip Ahead Insiders, to show some new Windows Subsystem for Linux improvements. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:54:01Z"
  },
  {
    "title": "A Windows 10 19H1 build is coming to the Slow ring soon, but not that soon",
    "description": "While Windows Insiders in the Skip Ahead ring are already testing Windows 10 20H1, the Slow ring is still waiting on 19H1. The first build is coming soon, but not as soon as you might have expected. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:58:01Z"
  },
  {
    "title": "EA Access members can now try out Anthem ahead of the official launch",
    "description": "Electronic Arts is giving Xbox One owners the chance to get started with their journey in Anthem a week earlier than everyone else. Those who have subscribed to EA Access can try the game today. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:58:01Z"
  },
  {
    "title": "Games with Gold: Super Bomberman R and Star Wars Jedi Academy are now free",
    "description": "Super Bomberman R for the Xbox One and Star Wars Jedi Knight: Jedi Academy for the Xbox 360 have become free to claim for all Xbox Live Gold members as part of the Games with Gold program. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:56:02Z"
  },
  {
    "title": "Report: Apple To Launch iPhone XS, XS Max In Red Color Soon",
    "description": "Apple is to soon launch the iPhone XS and XS Max in a new red color according to a new report. Here is everything you need to know. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:31:16Z"
  },
  {
    "title": "iPhone 7, 8 Go Back On Sale In Germany After Being Banned In Qualcomm-Apple Legal Spat",
    "description": "Despite having previously been banned in Germany, Apple's iPhone 7 and iPhone 8 are again going on sale, according to reports. The whole situation stems from a legal spat between Apple and Qualcomm, with the latter winning out in a court ruling in December, w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:03:24Z"
  },
  {
    "title": "You Can Get Two Echo Dot (3rd Gen.) Smart Speakers For Just $59.98 Today [Original Price: $100]",
    "description": "Amazon is currently offering a wonderful deal on its current-edition Echo Dot smart speaker hardware. For what is likely to be a limited period of time, consumers are able to pick up two third-generation Echo Dots for just $59.98. [ Continue reading this over…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:01:17Z"
  },
  {
    "title": "Apple Smart Battery Case For iPhone XS Max Review [Video]",
    "description": "Here’s our Apple Smart Battery Case for iPhone XS Max review which also applies to iPhone XS (works with iPhone X) and iPhone XR variant. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:54:09Z"
  },
  {
    "title": "Hot Deal: Essential Phone With 128GB Storage For Just $239.99",
    "description": "If you want to take a little walk on the wild side and deviate away from the most popular smartphone options on the market then you will definitely want to cast your eyes on this Essential Phone deal. For just $239.99 you can own a factory unlocked, certified…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:56:27Z"
  },
  {
    "title": "Apple Launches New Beats Studio3 Wireless NBA Collection Headphones",
    "description": "Beats announced back in September that it had agreed a deal with the NBA to partner with the basketball outfit, and now we're starting to see some outcome. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:51:42Z"
  },
  {
    "title": "Apple Watch Series 3 In Silver With White Sport Band Discounted To $229, Usually $280",
    "description": "When Apple releases a new device it tends to discount the slightly older models, and that's exactly what happened with the Apple Watch Series 3 when the Series 4 went on sale late last year. Right now Amazon is discounting it even further, which means you can…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:25:57Z"
  },
  {
    "title": "US Army Mentions Steve Jobs And iPhone While Describing Goal For Next-Gen Rifles",
    "description": "You never thought you'd see Steve Jobs' name in the same sentence as the US Army's next-generation rifle, but that's what's happening today after the project manager for the rifle's design apparently spoke of it as \"Steve Jobs and his engineers trying to conv…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:15Z"
  },
  {
    "title": "This 4K Action Camera Is Waterproof Up To 30 Meters, Costs Just $43.97 Today",
    "description": "Crosstour in conjunction with Amazon is currently offering its Crosstour 4K action camera at a reduced price. For just $43.97, you can pick up this highly-performant and well-designed 4K camera which is perfect for all of your adventures. [ Continue reading t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:30:25Z"
  },
  {
    "title": "Koogeek Offering Smart White And RGB LED Light Bulbs, WiFi Plugs From Just $12.99, Compatible With HomeKit, Alexa, Assistant",
    "description": "The folks at Koogeek are pretty great, and so are their products, too. They're one of the few companies that are able to take the challenge of producing excellent quality and selling it at a reasonable price and hit it right out of the park. They've done that…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:34:09Z"
  },
  {
    "title": "Windows Insider sad face – no new Fast Ring builds for 19H1 until at least next Tuesday",
    "description": "Although Microsoft was hoping to get a new build out to Fast Ring insiders testing Windows 10 1903/19H1 today (Friday), it’s not going to happen. And since Monday is the President’s Day holiday in the US, there won’t be a new build until at least Tuesday: App…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:35:13Z"
  },
  {
    "title": "Microsoft’s OneDrive app updates on iOS with some iMessage changes",
    "description": "Microsoft’s OneDrive app for iOS devices updated to Version 10.54 today. This latest update fixes a typo and adds a new icon link in the OneDrive iMessage app, improved the UI during the search process, and fixed an Office docs bug. Here’s the official releas…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:10:19Z"
  },
  {
    "title": "Metro Exodus is now live on Xbox One consoles in 4K UHD",
    "description": "Metro Exodus is now live on Microsoft’s family of Xbox One consoles. The game is a first-person stealth shooter set within a post-apocalyptic Russia with dynamic weather, a day/night cycle, and 4K UHD visuals when played on an Xbox One X. Here’s the official …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:44:13Z"
  },
  {
    "title": "Crackdown 3 co-op reportedly locked at 30fps",
    "description": "It's the only mode with the cap.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:31:39Z"
  },
  {
    "title": "If it weren’t for RAM there would be 70% fewer Windows patches",
    "description": "Windows and RAM have a love-hate relationship.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:48:16Z"
  },
  {
    "title": "Fortnite Carlton dance lawsuit hits copyright speed bump",
    "description": "The US Copyright Office doesn't think much of Carlton's moves.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:38:51Z"
  },
  {
    "title": "Opera's 'Reborn' browser makes the web an even darker place",
    "description": "Opera is retooling its web browser and you can test drive an early build right now.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:44:30Z"
  },
  {
    "title": "Crackdown 3 review",
    "description": "Even with Terry Crews, Crackdown 3 fails to reach the highest agility orbs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:47:15Z"
  },
  {
    "title": "Cardi B is wearing her engagement ring again after brief split from Offset - AOL",
    "description": "Cardi B is wearing her engagement ring again after brief split from Offset AOL Cardi B's Baby Repeats 'Mama' But Won't Say 'Papa' To Dad Offset In Cute Video HuffPost Cardi B And Bruno Mars Begging For Love On ‘Please Me’ Is The Perfect Way To End Valentine’s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:01:00Z"
  },
  {
    "title": "22 top analytics and business intelligence platforms - Health Data Management",
    "description": "22 top analytics and business intelligence platforms Health Data Management Qlik, Tableau, ThoughtSpot and Microsoft are among the top providers of analytics and business intelligence platforms, according to a new Gartner study.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:56:52Z"
  },
  {
    "title": "Adobe Stock Downgraded, Faces Growing Risks - Investor's Business Daily",
    "description": "Adobe Stock Downgraded, Faces Growing Risks Investor's Business Daily A Wall Street firm on Friday said the party's over for high-flying cloud computing stock Adobe. Cowen lowered its rating on Adobe stock to market perform.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:50:40Z"
  },
  {
    "title": "Nasdaq Today Tests This Key Level, As Leaders Sputter - Investor's Business Daily",
    "description": "Nasdaq Today Tests This Key Level, As Leaders Sputter Investor's Business Daily Stocks were higher as the Nasdaq today made another attempt to climb above a key price level, but leading stocks struggled to keep pace.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:22:19Z"
  },
  {
    "title": "FANG Stocks: Lack Of YouTube Transparency Could Haunt Google - Investor's Business Daily",
    "description": "FANG Stocks: Lack Of YouTube Transparency Could Haunt Google Investor's Business Daily As one of the least transparent of the FANG stocks, Google continues to keep YouTube financials a guessing game. But it may haunt the search giant.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:29:12Z"
  },
  {
    "title": "SEO: 9 Tips for Writing Great Content",
    "description": "Textual content enables search engines to understand your site. The words you choose should engage shoppers and boost your site's relevance to the keywords and phrases that consumers search for. If creating articles, blog posts, product descriptions, and othe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:57:04Z"
  },
  {
    "title": "Gifts from the 50 biggest donors dropped by half in 2018",
    "description": "Tech titans juiced the stats last year by making big donations to their own foundations. This year, things are different. Within a year, the value of gifts from the country’s 50 largest donors has dropped by half. In 2017, the top 50 contributors in the U.S. …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:19Z"
  },
  {
    "title": "Women CFOs may be in style–but what about the rest of the C-suite?",
    "description": "It may seem like more women are earning roles in the C-suite, but don’t mistake that for a sea change. When Indra Nooyi resigned from PepsiCo last summer, she had spent 12 years as CEO–the rare woman to sit atop a major corporation. Nooyi, the company’s first…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:04Z"
  },
  {
    "title": "Best Windows 10 apps this week",
    "description": "Three-hundred-and-twenty-two in a series. Welcome to this week's overview of the best apps, games and extensions released for Windows 10 on the Windows Store in the past seven days. As always, if I've missed an app or game that has been released this week tha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:52:08Z"
  },
  {
    "title": "Gifts from the 50 biggest donors dropped by half in 2018",
    "description": "Tech titans juiced the stats last year by making big donations to their own foundations. This year, things are different. Within a year, the value of gifts from the country’s 50 largest donors has dropped by half. In 2017, the top 50 contributors in the U.S. …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:19Z"
  },
  {
    "title": "Women CFOs may be in style–but what about the rest of the C-suite?",
    "description": "It may seem like more women are earning roles in the C-suite, but don’t mistake that for a sea change. When Indra Nooyi resigned from PepsiCo last summer, she had spent 12 years as CEO–the rare woman to sit atop a major corporation. Nooyi, the company’s first…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:04Z"
  },
  {
    "title": "Insight Enterprises, Inc. (NSIT) CEO Kenneth Lamneck on Q4 2018 Results - Earnings Call Transcript",
    "description": "Insight Enterprises, Inc. (NASDAQ:NSIT) Q4 2018 Earnings Conference Call February 14, 2019, 09:00 ET Company Participants Glynis Bryan - CFO Kenneth Lamneck - P",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:10:05Z"
  },
  {
    "title": "Capgemini SE (CAPMF) CEO Paul Hermelin on Q4 2018 Results - Earnings Call Transcript",
    "description": "Capgemini SE (OTCPK:CAPMF) Q4 2018 Earnings Conference Call February 14, 2019 2:00 AM ET Company Participants Paul Hermelin - Chairman and Chief Executive Offic",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:10:13Z"
  },
  {
    "title": "Globant (GLOB) CEO Martin Migoya on Q4 2018 Results - Earnings Call Transcript",
    "description": "Globant (NYSE:GLOB) Q4 2018 Results Earnings Conference Call February 14, 2019, 03:30 PM ET Company Participants Paula Conde - IR Officer Martin Migoya - Chairm",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:25:12Z"
  },
  {
    "title": "Software development isn't a manufacturing process",
    "description": "The following is an exclusive excerpt from Project to Product: How to Survive and Thrive in the Age of Digital Disruption with the Flow Framework by Dr. Mik Kersten: Entering the BMW Group Leipzig plant in Germany is an awe-inspiring experience. My hosts are …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:44:44Z"
  },
  {
    "title": "8 Illicit Crypto-Mining Windows Apps Removed From Microsoft Store",
    "description": "Eight apps have been removed from Microsoft's app store after Symantec found they could illicitly mine cryptocurrency.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:37Z"
  },
  {
    "title": "RESOLVED: Advisory on February 2019 Security update for Windows 10 update 1809",
    "description": "Final Update 2/19/19 @1:30 PM (PST) : This advisory is now resolved with no action needed from Microsoft Customers. The issue was not applicable to any valid or supported configuration. There is no consequence for.NET 4.8 Preview customers. The post RESOLVED:…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:03:53Z"
  },
  {
    "title": "Ikea woos India's rising consumer class, tapping new markets",
    "description": "Ikea plans to open its second India story in Mumbai, the financial capital, in 2019, followed by Bengaluru, India’s Silicon Valley, and the New Delhi national capital region.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:39:37Z"
  },
  {
    "title": "GoDaddy Announces Sponsorship of AdoptOpenJDK to Further its Commitment to a Free and Open Internet",
    "description": "GoDaddy, the well-known domain name registrar company, recently announced sponsorship of the AdoptOpenJDK community. Charles Beadnall, CTO at GoDaddy, and Martijn Verburg, co-founder and CEO at jClarity and co-founder of AdoptOpenJDK, spoke to InfoQ about thi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:00:00Z"
  },
  {
    "title": "Microsoft shoves some Windows 10 testers into next year with early look at 2020 feature upgrade",
    "description": "Microsoft today took the unprecedented step of skipping one of its Windows 10 feature upgrades when it began distributing a preview of the first 2020 update to the most daring testing volunteers. Usually, as one feature upgrade nears release, Microsoft starts…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:16:00Z"
  },
  {
    "title": "Master PDF Editor v5.3.12 Multilingual-P2P",
    "description": "P2P group has released an updated version of “Master PDF Editor”. Description: Master PDF Editor is straightforward, easy to use application for working with PDF documents equipped with powerful multi-purpose functionality. With Master PDF Editor you can easi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:49:55Z"
  },
  {
    "title": "For Leo Santa Cruz, heavy is the head that wears the WBA featherweight crown",
    "description": "Leo Santa Cruz was adorned with a cherished title last year after he defended his featherweight belt with a second victory over crosstown rival Abner Mares at Staples Center: The King of L.A. As he prepares for a title defense against against Tijuana’s Rafael…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:25:00Z"
  },
  {
    "title": "Michael 'MVP' Page eager to showcase his skills in Bellator tournament",
    "description": "England’s Michael “MVP” Page aspires to stand as the top welterweight in the Bellator grand prix, a field Page assesses is deeper than UFC’s 170-pound division. “One-hundred percent, I believe that, and it’s not just myself,” Page said this week. “A lot of pe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:30:00Z"
  },
  {
    "title": "John Molina brings experience and entertainment to the ring",
    "description": "His promoter’s words bite with honesty, but to understand boxer John Molina is to know such candor won’t dishearten him. “The last thing he needs is another loss on his record,” Molina’s longtime promoter Tom Brown said. “A loss would be devastating at this p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:35:00Z"
  },
  {
    "title": "Capitalism’s Cold War",
    "description": "A New York City with a functional subway system and schools you wouldn’t mind sending your children to wouldn’t need to bribe Amazon to set up shop there.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:30:23Z"
  },
  {
    "title": "Assessing the Intelligence of AI Marketing Tech",
    "description": "In 2011, IBM Watson had just beat champion Ken Jennings on Jeopardy! and Paul Roetzer decided to apply that same……",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:30:13Z"
  },
  {
    "title": "Voice Calendars and Where the Evolution of Calendars is Really Going",
    "description": "Online calendars have become a daily part of life. Even if you don’t use a calendar as diligently as others……",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:30:16Z"
  },
  {
    "title": "Tech guru and ND native Rich Karlgaard makes case for late bloomers - INFORUM",
    "description": "Tech guru and ND native Rich Karlgaard makes case for late bloomers INFORUM LOS ALTOS, Calif. - The world is in love with its fast-burning youth - the bright-eyed geniuses who carve through the corporate ranks to become giants of industry...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:00:00Z"
  },
  {
    "title": "Tech guru Karlgaard makes case for late bloomers - INFORUM",
    "description": "Tech guru Karlgaard makes case for late bloomers INFORUM LOS ALTOS, Calif. - The world is in love with its fast-burning youth - the bright-eyed geniuses who carve through the corporate ranks to become giants of industry...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:00:00Z"
  },
  {
    "title": "Why Tech Could Keep Gaining Ground in New York Even Without Amazon - New York Times",
    "description": "Why Tech Could Keep Gaining Ground in New York Even Without Amazon New York Times Amazon HQ2 defeat is loss for the city, local tech leaders say The Verge Amazon’s exit could scare off tech companies from New York Boston Herald New York's Rejection of Amazon …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:01:53Z"
  },
  {
    "title": "Early Facebook investor turned critic describes how government should approach tech giants, and how we should use their services - MarketWatch",
    "description": "Early Facebook investor turned critic describes how government should approach tech giants, and how we should use their services MarketWatch Roger McNamee, a longtime tech investor and one of the early backers of Facebook Inc., was a very early voice warning …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:40:00Z"
  },
  {
    "title": "Azure AD Identity Protection now revolves around risky users and risky sign-ins",
    "description": "Launched in September 2018, Microsoft Threat Protection (MTP) integrates a number of Microsoft services to provide a fully integrated, end-to-end solution for securing the entire attack surface of enterprises: identities, endpoints, user data, cloud apps, and…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:40:51Z"
  },
  {
    "title": "Tech Data launches Cloud Solutions Factory",
    "description": "Tech Data announced the launch of Cloud Solutions Factory, a new global portfolio of end-to-end cloud solutions. The new offering features a host of click-to-run solutions developed by leveraging Tech Data’s ecosystem of vendors to deliver specific business o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:30:09Z"
  },
  {
    "title": "Steve Ballmer’s Los Angeles Clippers sign cloud deal with Microsoft rival Amazon Web Services",
    "description": "Imagine Lakers legend Kobe Bryant selling season tickets for the Los Angeles Clippers. That’s a little bit like what happened this morning in Los Angeles, after Amazon Web Services announced it has signed a cloud-computing deal with the Clippers, owned by for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:47:39Z"
  },
  {
    "title": "Greenpeace & Amazon Trade Blows Over 100% Renewable Energy Claims",
    "description": "Global non-governmental environmental organization Greenpeace and internet giant Amazon are trading blows over a report published earlier this week by Greenpeace, which claims that Amazon Web Services is only meeting 12% of its renewable energy commitment in …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:09:53Z"
  },
  {
    "title": "Future unicorns: Algorithm predicts the next $1B companies, including one Seattle startup",
    "description": "Can algorithms predict the next billion-dollar companies better than human venture capitalists? It seems possible, at least based on a formula created by CB Insights and The New York Times. Back in 2015, the companies published a list of 50 startups that woul…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:18Z"
  },
  {
    "title": "Geek of the Week: Allen Institute for AI researcher Daniel King already winning in quest to make world a better place",
    "description": "Daniel King already landed a spot on a winning team when he was selected as a Predoctoral Young Investigator at the Allen Institute for Artificial Intelligence. On Friday, his team actually won a competition in New York which allowed King and others to show o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:21:22Z"
  },
  {
    "title": "Novasom M7, M8 & M11 SBCs for Advanced Multimedia Applications",
    "description": "Novasom M11, based on the new Intel Apollo Lake x5, 6th generation of Atom CPU with... The post Novasom M7, M8 & M11 SBCs for Advanced Multimedia Applications appeared first on Electronics-Lab.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:59:26Z"
  },
  {
    "title": "Joulescope: Precision DC Energy Analyzer",
    "description": "Joulescope™ enables designers, engineers, and makers to quickly and easily optimize the energy consumption and battery... The post Joulescope: Precision DC Energy Analyzer appeared first on Electronics-Lab.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:20:25Z"
  },
  {
    "title": "Why Amazon’s New York U-Turn Is Good for America’s Tech Economy - The Wall Street Journal",
    "description": "Why Amazon’s New York U-Turn Is Good for America’s Tech Economy The Wall Street Journal Amazon.com's abandoned plans for a New York City headquarters may have prompted mixed reactions in the Big Apple, but for the rest of the country, it's good... View full c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:35:00Z"
  },
  {
    "title": "Learn Microsoft Office Back-to-Front for Any Job",
    "description": "No matter what your business these days, knowing your way around the office means knowing your way around Microsoft Office. Good luck getting your foot in the door without a working knowledge of Word, PowerPoint, Excel or any of Office's essential application…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:00:00Z"
  },
  {
    "title": "Here’s what to expect for Mobile World Congress 2019",
    "description": "With Mobile World Congress (MWC) drawing near, we’ve prepared a comprehensive ‘what to expect’ guide for the event. For those who don’t know, MWC is the world’s largest mobile industry trade show. The GSM Association of London hosts the event every February i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:29:29Z"
  },
  {
    "title": "Tip: Zoho Suite is Free for Individuals",
    "description": "Looking for a free, high-quality alternative to Microsoft Office or Google Docs? This is it. The post Tip: Zoho Suite is Free for Individuals appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:35:52Z"
  },
  {
    "title": "Crackdown 3 Launches on Xbox Game Pass",
    "description": "Microsoft's much-awaited Crackdown 3 title launches today on Xbox Game Pass for Windows 10 and Xbox One. The post Crackdown 3 Launches on Xbox Game Pass appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:51:50Z"
  },
  {
    "title": "Slow Down Windows 10 Development, You Say? (Premium)",
    "description": "I’ve argued for years that “Windows as a Service”---(WaaS), or what I think of as “Windows masquerading as a service” or, better still, “Windows as a disservice”---is untenable. And thanks to the passage of time, I now have the evidence to back it up: After f…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:46:41Z"
  },
  {
    "title": "Nokia Is Debuting a New Web Series About the Future of Tech",
    "description": "Nokia is hoping its new web series about emerging technology will help raise questions about the future while also helping the company gain a heightened position as a thought leader on everything from 5G to virtual reality. Starting this week, Canadian busine…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:55:23Z"
  },
  {
    "title": "Why a Refocused Emphasis Needs to Be Put on AI and Not on Social",
    "description": "When the first trans-Atlantic cables were laid to connect the U.S. and Europe with the telegraph, it was believed the world would finally begin to understand each other. Similar claims were made with the introduction of radio, the internet and now social medi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:31:37Z"
  },
  {
    "title": "Stubbornness over cross-play reminds us of bad old Sony",
    "description": "After opening up cross-play for major titles, Sony is now dragging its feet -- putting smaller developers at a disadvantage and confusing its consumers",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:00:00Z"
  },
  {
    "title": "Libertex - online trading: Forex, Bitcoin CFD's v2.18.0",
    "description": "<!--Overview-->Choose among 210 trading instruments and try with €50000 on demo account <!--end--> <!--Description-->Libertex is the best* application for trading CFD's and investing into different financial assets. Developed for traders by traders! A perfect…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:33:00Z"
  },
  {
    "title": "A selection of the FT’s biggest best reads of the week",
    "description": "Women’s robot-proof skills, China’s young Marxists, Spike Lee on the Oscars",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:50:11Z"
  },
  {
    "title": "Brand New Sega Dreamcast Controller Hits Kickstarter And Smashes Target",
    "description": "A whole lotta love for Sega's last hurrah. The Dreamcast, Sega’s last combatant in the console wars, was a beautiful failure – a forward-thinking machine arguably scuppered by company infighting and mismanagement, public fatigue after a spate of expensive Seg…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:45:00Z"
  },
  {
    "title": "Cryptojacking Applications Land in Microsoft Store",
    "description": "Eight applications designed to mine for crypto-currency without users’ knowledge made their way into the Microsoft Store, Symantec has discovered. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:30:59Z"
  },
  {
    "title": "Amazon “Swipes Left” On New York City",
    "description": "Start spreading the news, indeed. Today, Amazon announced it will entirely abandon its plans to build its second headquarters (a/k/a “HQ2”) in Long Island City, a residential neighborhood in the borough of Queens, New York City. There’s no need for me to minc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:49:10Z"
  },
  {
    "title": "13 Best Android Email Apps To Keep Yout Inbox Organized",
    "description": "the default email app that comes with our Android device is just for basic use, and it doesn’t look modern. So, in this article, we have decided to share you ten best Android email apps that you can use in 2019. So, check out the 10 best Android email client …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:32:25Z"
  },
  {
    "title": "Here’s How To Fix Windows 10 Time Keeps Changing Problem",
    "description": "We are pretty sure that once in your Windows lifetime, you have faced some time-related issue on your system. It may be either the time has stopped or the time is frequently changing. So, here in this article, we have decided to share some of the best methods…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:44:17Z"
  },
  {
    "title": "Windows Subsystem for Linux update will let you access Linux file from Windows",
    "description": "One of the most surprising things about Windows 10 is that you have the option of enabling a Windows Subsystem for Linux, installing a Linux distribution such as Ubuntu, and then running Linux commands in a Bash shell. The feature has been around in one form …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:48:56Z"
  },
  {
    "title": "Daily Deals (2-15-2019)",
    "description": "A few days ago I noted that the 2.2 pound Asus E203MA laptop with an 11.6 inch display, an Intel Celeron N4000 Gemini Lake processor, 4GB of RAM and 32GB of storage makes a halfway decent secondary computer if you can pick it up for a low enough price. At the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:56:33Z"
  },
  {
    "title": "Samsung Galaxy Tab S5e coming soon for $400 and up (AMOLED display, octa-core CPU)",
    "description": "Samsung continues to be one of the only companies cranking out premium Android tablets year after year… and 2019 is no different. The company has just unveiled a new tablet with a 10.5 inch, 2560 x 1600 pixel AMOLED display, a Qualcomm Snapdragon 670 processo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:53:36Z"
  },
  {
    "title": "Detected Cryptojacking Prompts Microsoft to Remove Eight Free Apps from Microsoft Store",
    "description": "United States-based software corporation Microsoft has removed eight Windows 10 applications from its official app store after cybersecurity firm Symantec identified the presence of surreptitious Monero (XMR) coin mining code. The news was reported by Symante…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:59:00Z"
  },
  {
    "title": "Researchers keeps wraps on automatic text generator to prevent misuse",
    "description": "Researchers this week announced they had developed an automatic text generator using artificial intelligence which is very good -- so good, it is keeping details private for now. OpenAI, a research center backed by Tesla's Elon Musk, Amazon and Microsoft, sai…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:57:22Z"
  },
  {
    "title": "Researchers keeps wraps on automatic text generator to prevent misuse",
    "description": "Researchers this week announced they had developed an automatic text generator using artificial intelligence which is very good -- so good, it is keeping details private for now. OpenAI, a research center backed by Tesla's Elon Musk, Amazon and Microsoft, sai…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:46:33Z"
  },
  {
    "title": "Hedge Funds Swap Shares as the Oracle Left Oracle: Taking Stock",
    "description": "As far as the more thematic events from the quarterly unveiling of hedge fund activity (including Hedge Fund hotels), there were of course a few standout events, like when the Oracle of Omaha exited his stake in Oracle, sending shares of the software firm dow…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:31:58Z"
  },
  {
    "title": "Capitalism’s Cold War",
    "description": "The story of capitalism since the 1980s has been that of a kind of cold war between capital and politics.In the decade prior, American government was at the nadir of its prestige and credibility. The so-called War on Poverty launched with great fanfare and id…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:30:23Z"
  },
  {
    "title": "Arista Network, Inc. (ANET) Q4 2018 Earnings Conference Call Transcript",
    "description": "ANET earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:37:18Z"
  },
  {
    "title": "Cloud Computing ETF Space Gets Crowded",
    "description": "Many issuers have been tapping the cloud computing space of late.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:01Z"
  },
  {
    "title": "Bakkt: What Should We Expect From an Exchange Tailor-Made for Wall Street Investors?",
    "description": "Last week, the CEO of the Intercontinental Exchange (ICE) said that the firm’s digital asset platform, Bakkt, is expected to launch later in 2019. Bakkt (pronounced “backed,” referring to “asset-backed securities”) is a digital assets platform created by ICE,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:03:00Z"
  },
  {
    "title": "CyberArk (CYBR) Q4 Earnings & Revenues Top Estimates, Up Y/Y",
    "description": "CyberArk (CYBR) fourth-quarter 2018 results benefit from growing adoption of its solutions and increased demand for privileged access security.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:38:02Z"
  },
  {
    "title": "Zebra Technologies (ZBRA) Q4 2018 Earnings Conference Call Transcript",
    "description": "ZBRA earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:15:28Z"
  },
  {
    "title": "Globant S.A. (GLOB) Q4 2018 Earnings Conference Call Transcript",
    "description": "GLOB earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:11:59Z"
  },
  {
    "title": "BlackLine, Inc. (BL) Q4 2018 Earnings Conference Call Transcript",
    "description": "BL earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:37:48Z"
  },
  {
    "title": "Monotype Imaging Holdings Inc (TYPE) FY 2019 Earnings Conference Call Transcript",
    "description": "TYPE earnings call for the period ending December 31, 2018.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:11:06Z"
  },
  {
    "title": "Play Anthem Today on Xbox One with EA Access",
    "description": "Prepare to climb into a javelin of your very own, rocket across the skies, plunge into the watery depths, and join in unforgettable battles. You can enter the beautiful and dangerous world of Anthem days before its worldwide February 22 launch by becoming an …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:00:58Z"
  },
  {
    "title": "This Week on Xbox: February 15, 2019",
    "description": "We know you’re busy and might miss out on all the exciting things we’re talking about on Xbox Wire every week. If you’ve got a few minutes, we can help remedy that. We’ve pared down the past week’s news into one easy-to-digest article for all things Xbox! Or,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:30:27Z"
  },
  {
    "title": "Warship wreck found 76 years after last battle, 5km underwater",
    "description": "Ghostly images reveal a sleeping giant at the bottom of the ocean — a WWII aircraft carrier that helped turn the tide of World War II.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:07:11Z"
  },
  {
    "title": "Be a Consumer in Global Products or an Investor in Global Stocks?",
    "description": "Fast growing sectors, such as biotech, alternative energy, internet media, internet retailers, artificial intelligence, robotics and cybersecurity are missing from the typical Indian investorâ\u0080\u0099s basket",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:57:07Z"
  },
  {
    "title": "Migrating your existing on-prem SQL Server database to Azure SQL DB",
    "description": "If you are in the process of moving an existing.NET application to Azure, it’s likely you’ll have to migrate an existing, on-prem SQL database as well. There are a few different ways you can go about this, so let’s go through them. Data Migration Assistant (d…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:28:10Z"
  },
  {
    "title": "Migrating your existing on-prem SQL Server database to Azure SQL DB",
    "description": "If you are in the process of moving an existing.NET application to Azure, it’s likely you’ll have to migrate an existing, on-prem SQL database as well. There are a few different ways you can go about this, so let’s go through them. The post Migrating your exi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:28:10Z"
  },
  {
    "title": "Cryptojacking Coinhive Miners for the first time found on the Microsoft Store",
    "description": "Symantec discovered eight potentially unwanted applications (PUAs) into the Microsoft Store that were dropping cryptojacking Coinhive miners. Security experts at Symantec have discovered eight potentially unwanted applications (PUAs) into the Microsoft Store …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:05:18Z"
  },
  {
    "title": "8 Things You Need to Know When Starting Far Cry New Dawn",
    "description": "Far Cry New Dawn is now available on Xbox One and enhanced for Xbox One X. This time around, the adventure takes place in a superbloom-covered post-apocalypse that’s as vibrant as it is chaotic, but a healthy coating of pink flowers and graffiti isn’t the onl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:00:37Z"
  },
  {
    "title": "We're Just Starting to Tap AI's Potential in the Workplace",
    "description": "AI capabilities are being effectively leveraged in the enterprise space now. Welcome to the future of work! Are you ready?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:03:10Z"
  },
  {
    "title": "Cloud Apps That Run the Workplace",
    "description": "Gone are the days when a single vendor, or even IT managers rule the workplace. The average large enterprise has 163 deployed apps according to a new study.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:02:24Z"
  },
  {
    "title": "The AI and Machine Learning Revolution Is Coming for Content Marketing",
    "description": "The conversation will soon stop revolving around whether you should use AI and ML and will be about whether you were an early or late-adopter.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:13:38Z"
  },
  {
    "title": "OF COURSE THEY DO: Microsoft Wants To Pick The News You Read. A familiar player is getting into t…",
    "description": "OF COURSE THEY DO: Microsoft Wants To Pick The News You Read. A familiar player is getting into the censorship game: Microsoft just announced that the tech giant’s Edge web browser will feature a “NewsGuard” plugin that will display a big red exclamation mark…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:12:28Z"
  },
  {
    "title": "NASCAR racing team Hendrick Motorsports finds competitive edge with Microsoft Teams",
    "description": "Legendary NASCAR racing team Hendrick Motorsports has embraced technology for a competitive edge. Microsoft Teams plays a key role in keeping the team connected during competitions, between their Team Operations Center and the crew at the track. We joined the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:00:06Z"
  },
  {
    "title": "Top Stories from the Microsoft DevOps Community – 2019.02.15",
    "description": "I hope you had another great week – I certainly did! I had the good fortune to spend time building out some fun container-based Azure Pipelines builds for open source projects. Expect a blog post on that soon! In the meantime, here’s some other great blog pos…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:21:50Z"
  },
  {
    "title": "GaymerX Cancels Upcoming New York Convention",
    "description": "Microsoft Times Square Convention Center GaymerX, a convention designed to bring together people to like and celebrate LBGTQ+ gamers, has held conventions on both coasts in the last few years. A few months before the second GaymerX East convention took place …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:25:00Z"
  },
  {
    "title": "Copyright Office Denies Alfonso Ribeiro's Application For The Carlton Dance",
    "description": "Late last year, the subject of dances in Fortnite came to the forefront when multiple lawsuits against Epic Games and other publishers were filed. The argument was that Epic and publishers like 2K were selling and profiting from dances created by other people…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:00:00Z"
  },
  {
    "title": "WPF Hanging in Infinite Rendering Loop",
    "description": "I ran into a nasty WPF issue recently with Markdown Monster. Markdown Monster has been for the longest time targeted at.NET 4.6.2, but a while back I started integrating with some libraries that have moved over completely to use.NET Standard. I was hoping by …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:54:50Z"
  },
  {
    "title": "How to make PDFs in macOS Mojave without any extra software",
    "description": "You've been able to make a PDF out of any document on Macs for years. We take it so much for granted, though, that we don't know what extra options we've got -- nor noticed how Apple is trying to change the way we're supposed to make PDFs. AppleInsider walks …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:08:26Z"
  },
  {
    "title": "Dependency Injection in.NET Core Console Applications",
    "description": "ASP.NET Core uses a built-in dependency injection mechanism provided by Microsoft. This blog post introduces how to use the same mechanism in.NET Core console applications. For those who like other DI/IoC frameworks, this article provides a demo about how to …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:01:03Z"
  },
  {
    "title": "Ikea woos India’s rising consumer class, tapping new markets",
    "description": "HYDERABAD, India (AP) — Swedish giant Ikea is tackling the $40 billion Indian market for home furnishings, taking on local furniture makers in places like Hyderabad’s bustling Nampally market. Ikea hopes to win over India’s growing consumer class with its cle…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:15:00Z"
  },
  {
    "title": "Portland Agency AHA Gives Clients a Gift They Might Actually Enjoy",
    "description": "Praxis annual celebrates 21 years.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:00:39Z"
  },
  {
    "title": "Windows 10 to Receive “Gaming Tech” Update",
    "description": "When Microsoft updates their Windows operating system, they typically release it to a tester group first. This is called the “Insider ring,” and people can volunteer to be a part of it. The Insider ring is a special branch of updates for people brave enough t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:25:15Z"
  },
  {
    "title": "Fake news front group \"NewsGuard\" exposed as a massive protection racket to promote fake narratives from official sources while censoring indy media",
    "description": "(Natural News) NewsGuard Technologies promotes itself as a company bent on fighting “fake news” and allowing truth to prevail. The website claims the company will restore “trust and accountability” through its human-driven rating system. But as many critics h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:31:30Z"
  },
  {
    "title": "Social media companies still growing despite privacy concerns",
    "description": "It seems counter-intuitive given all the negative media concerning privacy matters with social media platforms, but industry research sources project enormous growth for the sector as the companies “will continue to find ways to monetize.” The January 2019 re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:55:54Z"
  },
  {
    "title": "2 things to try if your browser fails (and a 3rd — switch browsers)",
    "description": "Patrick Marshall answers your personal technology questions each week.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:04:58Z"
  },
  {
    "title": "Detected Cryptojacking Prompts Microsoft to Remove Eight Free Apps from Microsoft Store",
    "description": "United States-based tech giant Microsoft has removed eight Windows 10 applications from its official app store after the detection of cryptojacking code",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:59:00Z"
  },
  {
    "title": "Azure Resource Manager Templates and Nested Loops: A Commentary",
    "description": "What is Azure Resource Manager, or ARM? ARM is a Microsoft Azure provided managed service that enables an automation designer to define their design intent, expressed as templates, using ARM's automation language, which is currently AzureRM and is transitioni…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:03:01Z"
  },
  {
    "title": "SHI Reaches $10 Billion in Revenue, Surges 18 Percent in 2018",
    "description": "SOMERSET, N.J.--(BUSINESS WIRE)--SHI International, one of North America’s top 10 largest IT solutions providers, reached a milestone $10 billion in revenue in 2018, growing 18 percent year over year to best its record-setting 2017. SHI’s focus on reinvestmen…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:54:02Z"
  },
  {
    "title": "Avtex Acquires Automated Voice & Data Solutions",
    "description": "MINNEAPOLIS--(BUSINESS WIRE)--Avtex, an end-to-end Customer Experience (CX) consulting firm, announced today its acquisition of Automated Voice &amp; Data Solutions (AVDS), a Houston-based leader in contact center and customer experience communications soluti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:54:47Z"
  },
  {
    "title": "Word icon is not showing on.doc &.docx document files",
    "description": "It has been observed that conflicts with the default program settings in Windows can cause plain white icons to be displayed on your ‘.docx‘ files. As such, you may not see any Microsoft Word icon. If Microsoft Word icon is blank [...] This post Word icon is …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:39:12Z"
  },
  {
    "title": "How to enable & use Microsoft Remote Desktop from Mac",
    "description": "Every operating system comes with its own set of quirks and, Windows and Mac are no different. Choosing between the Windows and the Mac is not an easy task and, the choice between the two mostly depends on your usage [...] This post How to enable & use Micros…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:59:09Z"
  },
  {
    "title": "How Bing Search helps with answering Windows 10 queries directly",
    "description": "Bing, the search engine from Microsoft had changed quite a bit in the past year, and one of the significant improvement is on the consumer side. While you can always search on the web, Bing is also integrated into Windows [...] This post How Bing Search helps…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:39:59Z"
  },
  {
    "title": "How to open RAR files in Windows 10",
    "description": "Can Windows 10 open RAR files? Yes, Windows 10 can open RAR files. Just like any other compressed file, RAR files are a proprietary archive file that supports data compression, error recovery and file spanning. While you can open RAR files in Windows 10, it’s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:26:05Z"
  },
  {
    "title": "Our systems have detected unusual traffic from your computer network",
    "description": "Computers runs a variety of programs in the background while it is running. This functionality is provided to enhance the productivity and efficiency of a computer. But this functionality is often misused by several programs and malware and hence results [...…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:19:49Z"
  },
  {
    "title": "Interoperability, cloud, consumerization were hot topics at HIMSS19",
    "description": "Patient engagement and the consumerization of health also held court this week in Orlando.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:50:50Z"
  },
  {
    "title": "Ballmer bleeds Microsoft, but goes with Amazon deal for Clippers",
    "description": "The Los Angeles Clippers, owned by former Microsoft Corp. Chief Executive Officer Steve Ballmer, signed a partnership with Amazon.com Inc.'s cloud business as the billionaire seeks to reimagine how fans watch sports in a world of cord-cutters and legalized sp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:02:51Z"
  },
  {
    "title": "Foot Locker centralizes back-end brand experience with Adobe integration",
    "description": "Foot Locker has seven different brands under its heel. To centralize that cross-brand experience, the apparel company has gone through a back-end digital transformation. Foot Locker has re-platformed its entire digital infrastructure using Adobe Experience Co…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:00Z"
  },
  {
    "title": "Bing on how search rewards innovation not tradition: The Drum Search Awards 2019",
    "description": "Diversity and inclusion come hand in hand. They are a fundamental part of business growth in attracting new talent, increasing motivation and improving the longevity of companies. It can be often overlooked in an organisation but there are those out there who…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:53:00Z"
  },
  {
    "title": "Apple tech exploited by software pirates to put hacked versions of popular apps on iPhones",
    "description": "Apple’s enterprise certificates exploited to distribute hacked versions of Spotify, Angry Birds The post Apple tech exploited by software pirates to put hacked versions of popular apps on iPhones appeared first on Firstpost.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:40:39Z"
  },
  {
    "title": "Huntingtin associates with the actin cytoskeleton and α-actinin isoforms to influence stimulus dependent morphology changes",
    "description": "One response of cells to growth factor stimulus involves changes in morphology driven by the actin cytoskeleton and actin associated proteins which regulate functions such as cell adhesion, motility and in neurons, synaptic plasticity. Previous studies sugges…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:55:30Z"
  },
  {
    "title": "OICW All Over Again? US Army Seeks Next-Gen Gun With Tank Aiming Computer",
    "description": "The US Army once again seeks to develop an all-purpose, high-tech, computerized gun to replace the standard-issue squad carbines and machine guns.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:02:00Z"
  },
  {
    "title": "Leo Santa Cruz vs. Rafael Rivera fight prediction, PBC boxing start time, card, how to watch",
    "description": "Santa Cruz returns to the ring on Saturday night to defend his featherweight title",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:28:59Z"
  },
  {
    "title": "Allstate buys mobile device repair company iCracked, becoming powerful proponent of ‘Right to Repair’ movement against Apple",
    "description": "Allstate, one of the largest insurance companies in the United States...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:30:23Z"
  },
  {
    "title": "Microsoft removes eight cryptojacking apps from official store",
    "description": "Eight Windows 10 apps removed from the Microsoft Store after getting caught mining Monero behind users' backs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:09Z"
  },
  {
    "title": "Google Chrome users: You'll soon be able to share links to specific words on websites",
    "description": "Users could soon be able to share a link that scrolls directly to selected text.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:22:29Z"
  },
  {
    "title": "Leo Santa Cruz, Rafael Rivera Cleared for WBA Featherweight Title Fight",
    "description": "The Microsoft Theater in downtown Los Angeles will serve as the host location for an intriguing world championship bout and since both combatants made weight on Friday, it’s all systems go.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:12:05Z"
  },
  {
    "title": "How to Turn On Fortnite 2FA & Get a Free Gift",
    "description": "How to Turn On Fortnite 2FA & Get a Free Gift is a post by Josh Smith from Gotta Be Mobile. Epic Games is here with an epic free gift when you turn on Fortnite 2FA to secure your Fortnite account. When you turn on this awesome security feature you get a free …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:17:05Z"
  },
  {
    "title": "7 Anthem Problems How to Fix Them",
    "description": "7 Anthem Problems How to Fix Them is a post by Josh Smith from Gotta Be Mobile. This guide will show you how to fix Anthem problems on PC, Xbox One and PS4. As the Anthem early release date arrives players are seeing the Anthem error message, “Anthem service …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:15:16Z"
  },
  {
    "title": "Funds for Richard’s Rainwater, New CPRIT Executive, & More TX Tech",
    "description": "<p>—Pinpoint, an Austin startup that makes analytics tool to measure software engineering’s contribution to businesses, has raised $13.5 million in a Series A funding round led by Bessemer Venture Partners. Other investors include Storm Ventures, Boldstart Ve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:05:27Z"
  },
  {
    "title": "NETGEAR’s $45 DOCSIS 3.0 Modem saves you up $120 per year by ditching your ISP’s rental",
    "description": "Amazon is currently offering the NETGEAR CM500 DOCSIS 3.0 Cable Modem for $44.99 shipped when clipping the on-page coupon. That’s good for a $15 discount from the going rate and beats our previous mention by $5. Standout features here include up to 200Mbps do…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:43:19Z"
  },
  {
    "title": "Download season 1 of Fairy Tail or Garo in HD for FREE + anime Blu-rays from $5 at Best Buy",
    "description": "Amazon offers downloads of Fairy Tail: Season 1, Part 1 in HD for FREE. Same at Microsoft. You’ll find it for $25 at Vudu. It had been going for that much at Amazon until today’s drop. It includes 12 English-dubbed episodes. Rated 4.3/5 stars. If action-comed…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:36:54Z"
  },
  {
    "title": "Linspire CE 8.0 Office 365 Released",
    "description": "today the Linspire team is pleased to announce the release of Cloud Edition 8.0 Office 365. This is an update to our CE Office - by far one of our most popular business releases for 2018. We have worked diligently to thoroughly integrate Microsoft’s web servi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:48:12Z"
  },
  {
    "title": "Governments Are Spending Billions on Software They Can Get with Freedom",
    "description": "Table of Contents How a Software is OwnedExamples of Governments Spending on SoftwareAustralian GovernmentEgyptian GovernmentUSA GovernmentWhat’s the Alternative?What Should We People Do?Conclusion How a Software is Owned In the proprietary software world, wh…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:50:52Z"
  },
  {
    "title": "Researchers keeps wraps on automatic text generator to prevent misuse",
    "description": "WASHINGTON: Researchers this week announced they had developed an automatic text generator using artificial intelligence which is very good - so good, it is keeping details private for now. That software developed by OpenAI could be used to generate news stor…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:50:37Z"
  },
  {
    "title": "Noah",
    "description": "Download and install the Noah free font family by Fontfabric as well as test-drive and see a complete character set.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Armv8.1-m Architecture To Make IoT Gadgets Much Smarter",
    "description": "Arm, the company that creates new processor architectures and other core technologies, has announced a new architecture called Armv8.1-m, targeted toward mobile machine learning and the internet of things space. This new architecture's potential",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:00:19Z"
  },
  {
    "title": "Microsoft shaking up how Windows feature updates are rolled out—again",
    "description": "Each feature update now has one release date rather than two.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:10:52Z"
  },
  {
    "title": "Microsoft Traineeship Program empowers students to kick start a career in technology",
    "description": "Mark Leigh One Commercial Partner Lead Microsoft Australia     The first cohort of the Microsoft Traineeship Program will kick off on Monday 18 February, with a diverse and talented mix of candidates. The pilot, commencing in Sydney, will combine a Certificat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:44:51Z"
  },
  {
    "title": "Visual Studio 2019 Preview 2 Blog Rollup",
    "description": "Visual Studio 2019 Preview 2 was a huge release for us, so we've written a host of articles to explore the changes in more detail. For the short version, see the Visual Studio 2019 Preview 2 Release Notes. What's New in CMake C++ Binary Compatibility and Pain…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:04:54Z"
  },
  {
    "title": "Microsoft’s Developer Blogs are Getting an Update",
    "description": "In the coming days, we’ll be moving our developer blogs to a new platform with a modern, clean design and powerful features that will make it easy for you to discover and share great content. This week, you’ll see the Visual Studio, IoTDev, and Premier Develo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:11:26Z"
  },
  {
    "title": "Minecraft for Mobile Generated $110 Million in Revenue in 2018",
    "description": "The year proved to be the most profitable yet for Minecraft on popular smartphone platforms.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:20:45Z"
  },
  {
    "title": "PowerPoint for Mac Essential Training (Office 365)",
    "description": "Learn how to create, edit, and share presentations with Microsoft PowerPoint, the powerful presentation and slideshow tool included with Office 365 for Mac. Jess Stratton begins by stepping through how to build a slideshow from scratch, as well as how to leve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Paul Thurrott’s Short Takes: February 15",
    "description": "Because all I can taste is snow, this edition of Short Takes looks at a Windows 10 development spaz attack, Visual Studio 2019, Microsoft’s cooler than it wants you to think, Amazon vs. NYC, Apple vs. Qualcomm, and much more. The post Paul Thurrott’s Short Ta…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:05:51Z"
  },
  {
    "title": "How to Install Windows Subsystem for Linux",
    "description": "Looking to install the subsystem for Linux in Windows 10? Here's how to do it. The post How to Install Windows Subsystem for Linux appeared first on Petri.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:11:53Z"
  },
  {
    "title": "Cryptojacking Coinhive Miners Land on the Microsoft Store For the First Time",
    "description": "A batch of eight potentially unwanted applications (PUAs) were found on the Microsoft Store dropping malicious Monero (XMR) Coinhive cryptomining scripts, delivered with the help of Google's legitimate Google Tag Manager (GTM) library. [...]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:15:47Z"
  },
  {
    "title": "Crackdown 3 only exists to sell Game Pass subscriptions",
    "description": "Rather than sell consoles or full games, first-party games like Crackdown 3 are geared towards adding value to Game Pass. Microsoft's Game Pass subscription has literally changed the game for Xbox. The all-you-can-download subscription comes at a time when Mi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:29:58Z"
  },
  {
    "title": "The Latest Nintendo Switch Bundle Includes a $35 Gift Card to Entice Gamers",
    "description": "Nintendo is offering a new Switch bundle that includes controller accessories and a $35 credit to the console's eShop. It costs $300.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:37:25Z"
  },
  {
    "title": "Cloudera CEO Talks Hortonworks Merger, IBM Acquiring Red Hat, and A.I. Hype",
    "description": "Cloudera CEO Tom Reilly talks to Fortune about the recent Hortonworks Merger, IBM buying Red Hat, and A.I. hype.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:17Z"
  },
  {
    "title": "Keeping up with Kibana: Welcome to 2019! (catch up edition)",
    "description": "Welcome to Kibana weekly update! Happy 2019! Lots of news to share from the last month while Kibana Weekly blog was on vacation. But first, yes, we are still hiring... Openings Senior Product Manager, Kibana (Platform & Security) Kibana UI/Front end Team Lead…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:32:59Z"
  },
  {
    "title": "The Vexing Problem of Open Source Vulnerabilities",
    "description": "Apple, Samsung, Google, Microsoft, IBM. What do these brands have in common? Besides being some of the biggest brands in the world, all these companies are using open... The post The Vexing Problem of Open Source Vulnerabilities appeared first on SourceForge …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:20:04Z"
  },
  {
    "title": "116° - NBA LIVE 19 All-Star Edition Xbox One £3.75 from Xbox Store UK",
    "description": "£3.75 - Microsoft (Microsoft Store) NBA LIVE 19: All-Star Edition includes • 5 All-Star Ultimate Team Packs • Legendary All-Star Uniforms • All-Star Squad Player for Court Battles",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:12:33Z"
  },
  {
    "title": "114° - Far Cry 5 (XB1) - £11.55 @ Microsoft Store US",
    "description": "£11.55 - Microsoft (Microsoft Store) $15 Xbox gift card needed Remember to add the gift cards when going to purchase the game, use an Alaskan address to avoid sales tax.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:32:31Z"
  },
  {
    "title": "104° - Far Cry 5 Xbox One £9.53 from Xbox Store Argentina",
    "description": "£9.53 - Microsoft (Microsoft Store) Please note that in either case a small amount of transactions fees may apply, depending on store and payment method used to buy the required Argentina Xbox Sto...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:10:25Z"
  },
  {
    "title": "132° - Naruto Shippuden: Ultimate Ninja Storm 4 £6 @ Microsoft Store",
    "description": "£6 - Microsoft (Microsoft Store) The story of NARUTO SHIPPUDEN is coming on new-gen! The latest opus in the acclaimed STORM series is taking you on a colourful and breathtaking ride....",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:11:54Z"
  },
  {
    "title": "125° - MICROSOFT XB 1 Xbox One X with 3-Month Game Pass & Live Gold Membership - 1TB - £339 @ Currys eBay",
    "description": "£339 - eBay MICROSOFT XB 1 Xbox One X with 3-Month Game Pass & Live Gold Membership - 1 TB",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:17:52Z"
  },
  {
    "title": "135° - MICROSOFT Xbox One S, Battlefield V, Tekken 7, Project Cars 2 & 3 Month LIVE Gold Bundle £209 delivered @ Currys",
    "description": "£209 - Currys PC World Pick your battle - this Microsoft Xbox One S, Battlefield V, Tekken 7, Project Cars 2 & Xbox LIVE Gold Bundle comes with an Xbox One S console, three games...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:28:40Z"
  },
  {
    "title": "133° - MICROSOFT Xbox One X with 3 Month Game Pass & LIVE Gold Membership - 1TB for £339 delivered @ Currys",
    "description": "Nice offer.TopCashback- 4K gaming and streaming for immersive visuals - Advanced multiplayer network lets you game with others around the world - Vapour Chamber",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:13:29Z"
  },
  {
    "title": "108° - Crackdown 3 + Xbox One Wireless Controller Red / Blue / White / Black £59.99 or with 12 months live £49.99 Online & In-store @ Currys",
    "description": "£59.99 - Currys PC World Same offer as Game but as per Game website only Black / White controller at this price. Crackdown 3 + Xbox One Wireless Controller Red / Blue...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:18:56Z"
  },
  {
    "title": "2019 Predictions - Blockchain Will Not Be A Buzzword But Will Change Our Life (Part 5) | By Fabian Bartnick",
    "description": "Blockchain was one of the hypes in 2017 but turned sour in 2018 for most: prices crashing, most ICOs were scams, no SEC approval, and so on. You could argue an 80%+ drop from its high in December 2017 was a sign of giving up. Yet compared to January 2018 it h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:36:57Z"
  },
  {
    "title": "Threat Roundup for Feb. 8 to Feb. 15",
    "description": "Today, Talos is publishing a glimpse into the most prevalent threats we've observed between Feb. 08 and Feb. 15. As with previous roundups, this post isn't meant to be an in-depth analysis. Instead, this post will summarize the threats we've observed by highl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:03:00Z"
  },
  {
    "title": "Cyber Security Week in Review (Feb. 15, 2019)",
    "description": "Welcome to this week's Cyber Security Week in Review, where Cisco Talos runs down all of the news we think you need to know in the security world. For more news delivered to your inbox every week, sign up for our Threat Source newsletter here. Top headlines t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:00Z"
  },
  {
    "title": "Acer Predator Triton 500 (i7-8750H, RTX 2080 Max-Q) Laptop Review",
    "description": "Hardly anything wrong with it. | With the Predator Triton 500, Acer presents an extremely compact gaming notebook that offers powerful components despite its small dimensions. In addition to an Intel hexa-core processor, Nvidia's brand-new GeForce RTX 2080 Ma…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:25:44Z"
  },
  {
    "title": "SnapRoute Unveils Cloud-Native Network OS",
    "description": "The company’s offering includes microservices and container support and integrated Kubernetes to enable networks to quickly meet changing business demands.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:45:11Z"
  },
  {
    "title": "What Can PlayStation Learn From Nintendo Direct and Inside Xbox?",
    "description": "IGN's weekly PlayStation show discusses what lessons Sony can learn in messaging its games to players from Nintendo and Xbox.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:01:32Z"
  },
  {
    "title": "Gifts from the 50 biggest donors dropped by half in 2018",
    "description": "Within a year, the value of gifts from the country’s 50 largest donors has dropped by half. In 2017, the top 50 contributors in the U.S. gave $14.7 billion to various causes. In 2018, they combined to share just $7.8 billion, according to the Philanthropy 50,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:19Z"
  },
  {
    "title": "Women CFOs may be in style–but what about the rest of the C-suite?",
    "description": "When Indra Nooyi resigned from PepsiCo last summer, she had spent 12 years as CEO–the rare woman to sit atop a major corporation. Nooyi, the company’s first and only female CEO, had been promoted to the position after six years as PepsiCo’s CFO. But like many…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:04Z"
  },
  {
    "title": "Azure Data Catalog Tutorial and Overview - Part 1",
    "description": "In this tip learn about the concepts of Azure Data Catalog and how this could be used to document your data assets.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:00:00Z"
  },
  {
    "title": "A Breakdown of Azure® AD",
    "description": "What is Azure® AD (Active Directory®? Is it a cloud alternative to Microsoft®’s leading on-prem directory service, Active Directory? What can Azure AD do? If you’ve been asking these questions, you’re not alone. Microsoft has confused a number of IT admins wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:00:46Z"
  },
  {
    "title": "OneLogin™ RADIUS",
    "description": "IT admins are wondering whether OneLogin™ RADIUS can be the right option for them. OneLogin’s RADIUS offering is also often compared to Okta®’s approach. Of course, this makes a great deal of sense since Okta vs. OneLogin is the “heavyweight title fight” of t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:00:10Z"
  },
  {
    "title": "MY TAKE: What it takes to beat cybercrime in the age of DX and IoT: personal responsibility",
    "description": "Back in 2004, when I co-wrote this USA TODAY cover story about spam-spreading botnets, I recall advising my editor to expect cybersecurity to be a headline-grabbing topic for a year or two more, tops. Related: A primer on machine-identity exposures I was wron…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:52:57Z"
  },
  {
    "title": "Time for Peace in Afghanistan and an End to the Lies",
    "description": "It has been more than nine years since I resigned in protest over the escalation of the Afghan War from my position as a Political Officer with the US State Department in Afghanistan. It had been my third time to war, along with several years of working in po…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:10:59Z"
  },
  {
    "title": "Citus: Scale-Out Clustering and Sharding for PostgreSQL",
    "description": "I wrote yesterday about Vitess, a scale-out sharding solution for MySQL. Another similar product is Citus, which is a scale-out sharding solution for PostgreSQL. Similar to Vitess, Citus is successfully being used to solve problems of scale and performance th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:02:02Z"
  },
  {
    "title": "The best cheap Android tablet deals in February 2019",
    "description": "Tablets are the perfect solution for people looking for something bigger than a smartphone, but more practical, and usually cheaper, than a laptop",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:32:00Z"
  },
  {
    "title": "SurveyMonkey CEO: Our Enterprise Business is in Hyper-Growth Mode",
    "description": "Our business on the enterprise side is in hyper-growth mode, says SurveyMonkey CEO Zander Lurie. “We booked our first $10 million quarter, our first million-dollar customer, and we signed up 11 percent more customers in the last quarter alone than we had over…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:37:05Z"
  },
  {
    "title": "How To Migrate Shares and Files with ease by using Microsoft Storage Migration Service",
    "description": "Large migrations are not easy and so far, Microsoft did not have an efficient tool to do so. Admins had to use Robocopy at best in order to retain shares, NTFS permissions, and ownership of files and folders. In this post, we will discuss and details How To M…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:10:00Z"
  },
  {
    "title": "How to Export Data to XLSX Files",
    "description": "A while ago I wrote an article about exporting data to different spreadsheet formats. As recently I was reimplementing export to Excel for the 1st things 1st project, I noticed that the API changed a little, so it's time to blog about that again. For Excel ex…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:52:16Z"
  },
  {
    "title": "New Belgium Brewing Questions CSR Assumptions: Q&A with Katie Wallace",
    "description": "New Belgium Brewing Company emerged from Jeff Lebesch and Kim Jordan’s basement in 1991 with an outdoorsy egalitarian ethos. Early on, the Fort Collins, Colorado-based brewery’s co-founders sought to demonstrate that business could be a force for good. Since …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:09Z"
  },
  {
    "title": "Container Clouds | @KubeSUMMIT @DateraInc #CloudNative #Serverless #DevOps #Docker #Kubernetes",
    "description": "Modern software design has fundamentally changed how we manage applications, causing many to turn to containers as the new virtual machine for resource management. As container adoption grows beyond stateless applications to stateful workloads, the need for p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:00Z"
  },
  {
    "title": "The Salem Billionaire Trials of 2019",
    "description": "Could it be possible that we didn’t invent witch-hunts because we hate witches, but we invented witches because we love witch-hunts?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:57Z"
  },
  {
    "title": "The First Look At Kawhi Leonard’s New Balance Kicks Remind Me Of Some Old School Awesomeness",
    "description": "Kawhi Leonard is an absolute stud on the basketball court, so it's not surprising that he's getting his own signature shoe.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:47:43Z"
  },
  {
    "title": "Dead or Alive 6 Deluxe Demo, DLC character Mai Shiranui from The King of Fighters XIV, and more announced",
    "description": "Koei Tecmo has announced a “Deluxe Demo,” downloadable content character Mai Shiranui from The King of Fighters XIV and more for Dead or Alive 6 at EVO Japan 2019. Get the details below. Deluxe Demo The Deluxe Demo will be exclusive to PlayStation Plus subscr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:36:31Z"
  },
  {
    "title": "Microsoft & Xbox Canada Family Day Sale: Save up to $250 Off Surface Pro 6 & FREE Tumi Sleeve + $130 Off Xbox One X Fallout 76 Bundles & FREE Gears of War 4 + More",
    "description": "Microsoft Canada and Xbox Canada are celebrating Family Day weekend with a new sale: Xbox: · Save $130 on Xbox One X Fallout 76 bundles, plus get a free digital token for Gears of War 4 – Only $469 · Get 2 month of Xbox Game Pass for $2 (new members only) · G…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:34Z"
  },
  {
    "title": "DigiCert, Utimaco, and Microsoft to Secure IoT from Quantum Computing Threats - IoT Evolution World",
    "description": "DigiCert, Utimaco, and Microsoft to Secure IoT from Quantum Computing Threats IoT Evolution World DigiCert, Utimaco, and Microsoft Research recently announced a successful test implementation of the 'Picnic' algorithm, with digital certificates used to encryp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:50:44Z"
  },
  {
    "title": "IoT panel to startups: Demystify emerging tech and take risks, but fail fast - Startland News",
    "description": "IoT panel to startups: Demystify emerging tech and take risks, but fail fast Startland News Entrepreneurs often get lost in the hype of emerging technologies like the Internet of Things, failing to effectively integrate new tech into their startups, said Don.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:18:00Z"
  },
  {
    "title": "IoT (Internet of Things) for Public Safety Market Research Report For 2019: By Nokia, Sierra Wireless, Telit, Iskratel, IntelliVision, Carbyne, Securens, SmartCone Technologies Inc., KOVA CORP And Others - Wise Awareness",
    "description": "IoT (Internet of Things) for Public Safety Market Research Report For 2019: By Nokia, Sierra Wireless, Telit, Iskratel, IntelliVision, Carbyne, Securens, SmartCone Technologies Inc., KOVA CORP And Others Wise Awareness The present Global IOT (internet of thin…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:43:47Z"
  },
  {
    "title": "Internet of Things Vehicle-to-Vehicle Communication Market Key Growth Drivers 2017-2027 - Honest Version",
    "description": "Internet of Things Vehicle-to-Vehicle Communication Market Key Growth Drivers 2017-2027 Honest Version Internet of Things Vehicle-to-Vehicle Communication is the part of an intelligent transport system that enables the data transfer from one vehicle to anothe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:06:42Z"
  },
  {
    "title": "Internet of things (IOT) in retail Market Size | Status | Top Players | Trends and Forecast to 2025 - Fashion Herald",
    "description": "Internet of things (IOT) in retail Market Size | Status | Top Players | Trends and Forecast to 2025 Fashion Herald MarketResearchNest.com adds “Global Internet of things (IOT) in retail Market Research Report 2019” new report to its research database. The rep…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:17:29Z"
  },
  {
    "title": "Internet of things (IOT) in retail Market by Type, Stage, End-User - Crypto News Today",
    "description": "Internet of things (IOT) in retail Market by Type, Stage, End-User Crypto News Today MarketResearchNest.com adds “Global Internet of things (IOT) in retail Market Research Report 2019” new report to its research database. The report spread...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:07:10Z"
  },
  {
    "title": "Internet Of Things Technology Market Advance Technology and Trends 2019 to 2025 - Nevada Green Times",
    "description": "Internet Of Things Technology Market Advance Technology and Trends 2019 to 2025 Nevada Green Times The report provides a unique tool for evaluating the Market, highlighting opportunities, and supporting strategic and tactical decision-making. This report...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:41:15Z"
  },
  {
    "title": "Location of Things Market : Key Growth Factors, Applications, Regional Analysis, Key Players and Forecast by 2023 - Press Release - Digital Journal",
    "description": "@https://www.360marketupdates.com/enquiry/request-sample/12701923This research report for Location of Things Market explore different topics such as product scope, product market by end users or application, product market by region, market size for the speci…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:53:00Z"
  },
  {
    "title": "Internet Of Things In The Healthcare Sector Market Scope and Market Size Estimation, Concentration Ratio and Development Analysis – Global Forecast Report 2024 - DD News Herald",
    "description": "“Global Internet Of Things In The Healthcare Sector Market Research Report 2019 to 2024” analysis by Industry Research Co. experts. Report, Global Internet Of Things In The Healthcare Sector Market, provides up-to-date information about market shifts and pote…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:46:00Z"
  },
  {
    "title": "Stevie Wonder, John Legend, Diana Ross headline Motown 60th anniversary concert",
    "description": "Fresh off of a week where the controversial decision to have Jennifer Lopez perform the Motown Tribute at the Grammys made headlines, the legendary Detroit-made label put on a star-studded concert to commemorate its 60th anniversary reports AP. Iconic Motown …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:25:14Z"
  },
  {
    "title": "Cloud and Red Hat will determine future course for IBM",
    "description": "IBM Corp.’s customers are not just looking for the company to simply deliver services anymore. They want help in developing new business models and transforming the enterprise, according to analysts. Meeting customer need will depend a great deal on how IBM l…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:00:39Z"
  },
  {
    "title": "Nvidia shares jump after closing a ‘great year’ by beating expectations in Q4",
    "description": "Nvidia Corp. is feeling better about itself after seeing out a “turbulent close” to what had been a “great year” for the company, according to its Chief Executive Officer Jensen Huang (pictured). The company, which makes graphics processing chips for gaming, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:37:11Z"
  },
  {
    "title": "Japanese eShop charts - Feb. 7th to 13th, 2019",
    "description": "Sales on the Switch eShop in Japan have lead to Puyo Puyo eSports taking over the top spot, while cat lovers everywhere keep both Battle Cats games topping the charts on 3DS and Switch. Switch 1. Puyo Puyo eSports (Sega Games) 2. Futari de！Nyanko Daisensou (P…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:30:00Z"
  },
  {
    "title": "Android Messages vs SMS Organizer: How Do They Differ",
    "description": "Does SMS Organizer app from Microsoft offer better features than Google's Android Messages app? Find out in this comparison post.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:00:00Z"
  },
  {
    "title": "The Huawei MateBook 13 Review: An Excellent Choice for Business and Pleasure",
    "description": "Last year we took a look at the MateBook X Pro, Huawei’s answer to the MacBook Pro for PC users. Now Huawei is taking on the MacBook Air with their Huawei MateBook 13. You’ll be intrigued by its speed, build quality, comfortable keyboard and touchpad, and the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:30:16Z"
  },
  {
    "title": "'God of War' Cleans House at DICE Awards",
    "description": "God of War for PlayStation 4 had such an incredible narrative impact on gamers, and it's because of that love that so many fans would want to see the adventures of Kratos and his son Atreus continue. While we won't be getting any DLC anytime soon (or ever), w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:31:00Z"
  },
  {
    "title": "GOOGLE reaped millions of tax breaks as it secretly expanded real estate footprint...",
    "description": "Google reaped millions of tax breaks as it secretly expanded its real estate footprint across the U.S. Last May, officials in Midlothian, Texas, a city near Dallas, approved more than $10 million in tax breaks for a huge, mysterious new development across fro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:01:20Z"
  },
  {
    "title": "Overwatch League 2019 Season Kicks Off With 20 Teams, $5 Million Prize Pool",
    "description": "The Overwatch League's 2019 season officially kicked off on Thursday. Eight new teams join the roster this year to compete for a $5 million prize pool. “We’ve added eight new teams and nearly 100 new players to the Overwatch League, and we’re really excited t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:51Z"
  },
  {
    "title": "Microsoft Launcher 5.2.0.49378 beta by Microsoft Corporation",
    "description": "The post Microsoft Launcher 5.2.0.49378 beta by Microsoft Corporation appeared first on APKMirror.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:47:51Z"
  },
  {
    "title": "Microsoft Outlook 3.0.14 by Microsoft Corporation",
    "description": "The post Microsoft Outlook 3.0.14 by Microsoft Corporation appeared first on APKMirror.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:36:31Z"
  },
  {
    "title": "Windows 10 (20H1) Build 18836 Now in Skip Ahead Ring",
    "description": "Microsoft caught everyone off guard this week when they released a Skip Ahead build to testers that is the first in the development cycle for the first feature update of 2020 rather than the second one (19H2) of 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:02:31Z"
  },
  {
    "title": "Framestore NY Welcomes Graham Dunglinson as Executive Producer",
    "description": "Framestore is excited to welcome Graham Dunglinson as Executive Producer, based out of the company’s New York office. [Read more]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:02:14Z"
  },
  {
    "title": "An App Default Was Reset Error in Windows 10",
    "description": "An App Default Was Reset Error in Windows 10 contains a registry script to fix and stop getting notifications that 'An app default was reset' and 'An app caused a problem.' The fix will exclude the Microsoft Edge, Photos, 3D Builder, Zune Music, and Zune Vide…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:10:03Z"
  },
  {
    "title": "Windows10Debloater",
    "description": "Windows10Debloater removes all of the bloat of Windows 10 and its traces while giving you the option of reverting any changes if needed. There is an interactive version, and a pure silent version. The interactive version is what it implies - a Windows10Debloa…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:11:13Z"
  },
  {
    "title": "Insights: How Marshmello, MassMutual and Microsoft Are Remaking Content Marketing",
    "description": "Think you know what content marketing is? These days, it's smearing into seemingly every corner of the Internet, as brands leverage influencers, news outlets, streamers, film fans, and much else. And content marketing is likely to be financing (and creating) …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:19:12Z"
  },
  {
    "title": "Tableau tangos with the enterprise",
    "description": "Beyond the headlines of the new natural language query, Tableau is diving deeper into data management in this release, dancing in territory addressed by partners. And while we’re talking natural language query, what about voice?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:06Z"
  },
  {
    "title": "Fake news front group “NewsGuard” exposed as a massive protection racket to promote fake narratives from official sources while censoring indy media",
    "description": "NewsGuard Technologies promotes itself as a company bent on fighting “fake news” and allowing truth to prevail. The website claims the company will restore “trust and accountability” through its human-driven rating system. But as many critics have suspected, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:13:52Z"
  },
  {
    "title": "It’s time for the American people to declare our own national emergency and remove destructive Dems from power",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:34:33Z"
  },
  {
    "title": "The 20 best online jobs boards for graphic designers",
    "description": "The 20 best online jobs boards for graphic designers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:30:00Z"
  },
  {
    "title": "Researcher's Notebook: Patents can be costly for universities",
    "description": "Last year, CoMotion was awarded 29 of the total 108 patents awarded to the University of Washington by the U.S. Patent and Trademark Office, but patenting ideas at universities is not easy when up against behemoths like Amazon, Microsoft and Boeing.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:00Z"
  },
  {
    "title": "Attackers place cryptojacking apps in the Microsoft App Store",
    "description": "In January, security researchers from Symantec found cryptomining applications in the Microsoft App Store, but they were published in the store between April and December 2018. It's not clear how many users downloaded or installed the apps, but they had almos…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:35:00Z"
  },
  {
    "title": "We’re going to see the emergence of RegTech as an industry: Sri Shivananda",
    "description": "Since its inception in 1999, PayPal has had a front-row seat in witnessing the monumental transformation in the digital payments space. Raking in over US$15.4 billion in revenue in the last financial year, PayPal exceeded the US$100 billion mark in total paym…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:45:40Z"
  },
  {
    "title": "8-Character Windows NTLM Passwords Can Be Cracked In Under 2.5 Hours",
    "description": "HashCat, an open-source password recovery tool, can now crack an eight-character Windows NTLM password hash in less than 2.5 hours. \"Current password cracking benchmarks show that the minimum eight character password, no matter how complex, can be cracked in …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:00:00Z"
  },
  {
    "title": "C++ Binary Compatibility and Pain-Free Upgrades to Visual Studio 2019",
    "description": "Visual Studio 2019 pushes the boundaries of individual and team productivity. We hope that you will find these new capabilities compelling and start your upgrade to Visual Studio 2019 soon. As you are considering this upgrade, rest assured that Visual Studio …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:00:02Z"
  },
  {
    "title": "Crackdown 3 Review – With Great Powers Come Great Predictability",
    "description": "Publisher: Microsoft Game Studios Developer: Sumo Digital Release: February 15, 2019 Rating: Mature Reviewed on: PC Also on: Xbox One Crackdown was a surprise hit back in 2007, giving Xbox 360 players who may have only been in it for the Halo 3 demo a chance …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:48:35Z"
  },
  {
    "title": "Missed Valentine's Day? Take your beloved to a Visual Studio 2019 launch event instead",
    "description": "Romantic Redmondians pick 14 February to announce April go date for the code wrangler Devs seeking the perfect gift for that special someone were thrown a lifeline yesterday, with the announcement of Visual Studio 2019's launch date and a fresh preview of the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:04:12Z"
  },
  {
    "title": "Ra’anana-based start-up DriveNets raises $110m. in funding",
    "description": "The company aims to solve one of the greatest threats facing the telecommunications industry today.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:54:54Z"
  },
  {
    "title": "Microsoft releases new Windows 10 preview: The first 20H1 build",
    "description": "Microsoft has released Windows 10 build 18836. This is the first build from the 20H1 branch, coming in the first half of 2020.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:17:00Z"
  },
  {
    "title": "Santa Cruz looks to handle business against Rivera, secure big money fight",
    "description": "Leo Santa Cruz will defend his featherweight world title against late replacement Rafael Rivera on Saturday, and as long as he takes care of business, Santa Cruz has high hopes for big fights to come.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:00:14Z"
  },
  {
    "title": "71 Presidents' Day tech deals that are worth your time — from Google, Amazon, Apple, and more",
    "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Presidents' Day Weekend is the first time to catch a bunch of great deals after the holidays, esp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:05:00Z"
  },
  {
    "title": "Fri Feb 15 '19 Announcement from Wii U, Switch GameCube Adapter Support for SDL2",
    "description": "It's been 24 hours since I launched the campaign! This is where I say how we're off to a good start, things we can do to spread awareness, and *Whispers* Huh, say that again *Whispers* Wait what do you mean we're 89% of the way there, WHAT Uh... okay! So that…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:10:13Z"
  },
  {
    "title": "As GE and Amazon move on, Google expands presence in Boston and NYC",
    "description": "NYC and Boston were handed huge setbacks this week when Amazon and GE decided to bail on their commitments to build headquarters in the respective cities on the same day. But it’s worth pointing out that while these large tech organizations were pulling out, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:06:48Z"
  },
  {
    "title": "The impact of targeted malaria elimination with mass drug administrations on falciparum malaria in Southeast Asia: A cluster randomised trial",
    "description": "In a cluster-randomized trial, Lorenz von Seidlin & colleagues investigate whether mass drug administration can accelerate malaria elimination in the Greater Mekong Subregion.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:51:46Z"
  },
  {
    "title": "How AI and machine learning can help you defend the enterprise from cyberattacks",
    "description": "As attack methodologies advance, tool-assisted detection is indispensable for security professionals to manage sprawling networks of devices that are not necessarily trustworthy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:38:25Z"
  },
  {
    "title": "Nokia Is Debuting a New Web Series About the Future of Tech",
    "description": "Nokia is hoping its new web series about emerging technology will help raise questions about the future while also helping the company gain a heightened position as a thought leader on everything from 5G to virtual reality. Starting this week, Canadian busine…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:55:23Z"
  },
  {
    "title": "Microsoft is already beta testing a 2020 version of Windows 10",
    "description": "Let's get the borkage out of the way early this time, shall we?,Software ,Software,Microsoft,Windows,windows 10",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:19:00Z"
  },
  {
    "title": "Accidentally creating a choke point for what was supposed to hand work off quickly to a background task, part 3",
    "description": "Keeping the MTA alive without a thread.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:00Z"
  },
  {
    "title": "Issue #13 - Volume XXI - SANS Newsbites - February 15th, 2019",
    "description": "Computer security training, certification and free resources. We specialize in computer/network security, digital forensics, application security and IT audit.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:00:00Z"
  },
  {
    "title": "Artificial (Affective) Intelligence",
    "description": "Why we should teach machines to help us privately reflect instead of publicly read our minds.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:34:08Z"
  },
  {
    "title": "How to increase your chances of cracking any Job Interview with ease?",
    "description": "Hello there! You might have read hundreds of boring articles and blog journals about ‘how to clear a job interview’, and ‘tips to crack a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:33:20Z"
  },
  {
    "title": "Amazon Is Wavering on Its Commitment to Renewable Energy: Greenpeace",
    "description": "Amazon criticised the report as inaccurate and said its commitment to clean energy has been unwavering.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:35:42Z"
  },
  {
    "title": "Managing Identity Preferences to Streamline Single Sign-On for macOS",
    "description": "Does anyone love getting prompts? How many of your end-users know what a certificate is? Why is my web browser prompting for a certificate? Which one should I choose? These are all valid questions when an organization deploys certificates to enable Single Sig…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:00:55Z"
  },
  {
    "title": "Moneyish: The heartbreaking stories of some of America's 43.5 million unpaid adult caregivers",
    "description": "Sixty-nine percent of working caregivers -- who are mostly women -- must rework their schedules, cut their hours or take unpaid leave. In honor of National Caregivers Day, these are their stories.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:29:00Z"
  },
  {
    "title": "Google reaped millions of tax breaks as it secretly expanded its real estate footprint across the U.S.",
    "description": "Last May, officials in Midlothian, Texas, a city near Dallas, approved more than $10 million (U.S.) in tax breaks for a huge, mysterious new development across from a shuttered Toys R’ Us warehouse.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:50:29Z"
  },
  {
    "title": "IIM Bangalore Placement Sees 488 Offers, Consulting Firms Lead With 161",
    "description": "The IIM Bangalore placements for the PGP class of 2017-19 saw 488 offers, leading to all 411 students who appeared for placements being placed over two interview days.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:49:04Z"
  },
  {
    "title": "Facebook prefers to recruit from Google over Twitter employees",
    "description": "Searching publicly available information across the web has revealed some interesting insights about Facebook’s workforce.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:59:09Z"
  },
  {
    "title": "New York to Amazon: Drop dead",
    "description": "Here in New York, we’ve been watching for weeks as neighbors in Long Island City, which is one subway stop away from Manhattan, have been resisting Amazon’s offer to locate… Related Stories And now this message from some very rich people: ‘Please raise our ta…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:16:09Z"
  },
  {
    "title": "Gifts from the 50 biggest donors dropped by half in 2018",
    "description": "Within a year, the value of gifts from the country’s 50 largest donors has dropped by half. In 2017, the top 50 contributors in the U.S. gave $14.7 billion to various causes. In 2018, they combined to share just $7.8 billion, according to the Philanthropy 50,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:19Z"
  },
  {
    "title": "Women CFOs may be in style–but what about the rest of the C-suite?",
    "description": "When Indra Nooyi resigned from PepsiCo last summer, she had spent 12 years as CEO–the rare woman to sit atop a major corporation. Nooyi, the company’s first and only female CEO, had been promoted to the position after six years as PepsiCo’s CFO. But like many…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:04Z"
  },
  {
    "title": "Microsoft Store President’s Day 2019 sale brings big PC discounts",
    "description": "You can save big on a new Windows 10 PC during the 2019 Microsoft President's Day sale event. Check out the most interesting deals here. The post Microsoft Store President’s Day 2019 sale brings big PC discounts appeared first on Pureinfotech • Windows 10 tip…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:29:52Z"
  },
  {
    "title": "How to delete on-premise backup stored on Azure",
    "description": "On Windows 10, if you’ve been using Microsoft Azure to backup your files in the cloud, the day may come when you no longer need the data because you moved to a new computer and created a new backup, or because you’re just decommissioning the device. Whatever …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:49:05Z"
  },
  {
    "title": "Windows 10 version 1903, April 2019 Update, release date details",
    "description": "As Microsoft wraps up the Windows 10 April 2019 Update, there's one question that still remains: When will you be getting the update? Here's the answer. The post Windows 10 version 1903, April 2019 Update, release date details appeared first on Pureinfotech •…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:16:58Z"
  },
  {
    "title": "'Crackdown 3' feels dated after four years of development, but it's a fun throwback to the days of the Xbox 360 (MSFT)",
    "description": "\"Crackdown 3\" will be released on Xbox One and Windows 10 on February 15th. Microsoft first announced \"Crackdown 3\" in July 2014, and later revealed that Terry Crews would star as the lead protagonist. After a lengthy development cycle, \"Crackdown 3\" feels so…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:00:00Z"
  },
  {
    "title": "Microsoft Visual Studio 2019 coming on April 2",
    "description": "Microsoft's Visual Studio 2019 will launch on April 2 during an all-day event and comes with quite a few changes. The most noticeable one is the new start screen that has been redesigned to work with Git repositories, but there are a lot of minor under-the-ho…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:55:00Z"
  },
  {
    "title": "Watch out Apple: Samsung opening three retail stores on February 20",
    "description": "Apple's retail store experience appeals to customers who have a place to go for support of their iPhone, iPad, Apple Watch, or computer. Samsung is opening three new stores next week in an attempt to provide more for customers.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:44:27Z"
  },
  {
    "title": "Remove the System Clean Pro PUP",
    "description": "Power Clean Pro 2019 PUP is a potentially unwanted program that states it scans Windows for Malware/Pup Threats, ways to Enhance System Performance, System/User Software Related issues, and Startup/Uninstall and User Items. When Power Clean Pro 2019 scans a c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:02:33Z"
  },
  {
    "title": "Why is Cybercrime So Prevalent in Prosperous Scandinavia?",
    "description": "Despite its utopian reputation, Scandinavia is a cyber battlefield with data breaches and malware campaigns wreaking havoc.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:37:27Z"
  },
  {
    "title": "doPDF 10.0.103",
    "description": "doPDF is a simple, efficient tool to create PDF documents in virtually any Windows application - as long as it has printing capabilities. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:14:01Z"
  },
  {
    "title": "Gifts from the 50 biggest donors dropped by half in 2018",
    "description": "Tech titans juiced the stats last year by making big donations to their own foundations. This year, things are different. Within a year, the value of gifts from the country’s 50 largest donors has dropped by half. In 2017, the top 50 contributors in the U.S. …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:19Z"
  },
  {
    "title": "Heavy Networking 430: The Future Of Networking With Guido Appenzeller",
    "description": "Today in our Future of Networking series I speak with Guido Appenzeller. He's been deeply involved in SDN and held key roles at Big Switch Networks and VMware, and now a new job at Yubico. We talk about the role of public cloud in IT, where the industry is wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:36:59Z"
  },
  {
    "title": "Cyber Security Today: Feb. 15, 2019 — Another huge file of stolen credentials for sale, how bad was 2018 and phony U.S. military web site spotted",
    "description": "Today's podcast covers the discovery of more stolen credentials on the dark web, a tally of 2018 breaches, a warning to update Linux and a new feature on Firefox",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:02:55Z"
  },
  {
    "title": "Microsoft just made Windows 10 updates a little easier to understand",
    "description": "Microsoft once again changes definitions of Windows 10 updates, but it should make life simpler.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:06:40Z"
  },
  {
    "title": "Opera desktop browser gets a new look, dark theme gets darker",
    "description": "Opera shuffles around buttons in its forthcoming release with re-design inspired by photography.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:20:04Z"
  },
  {
    "title": "Sensor Tower: 2018 was mobile Minecraft’s best year ever with $110 million earned",
    "description": "Minecraft's mobile version earned $110 million on iOS and Android in 2018, according to market analyst Sensor Tower. This is that version's best year ever.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:45:58Z"
  },
  {
    "title": "'Crackdown 3' feels dated after four years of development, but it's a fun throwback to the days of the Xbox 360",
    "description": "Crackdown 3 has been a long time in the making, perhaps too long. In many ways the game feels like its predecessors;  problem is, “Crackdown 2” came out in 2010. While the first two “Crackdown” games helped define a generation of open world video games on the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:00:00Z"
  },
  {
    "title": "8 tech execs who were ousted from companies they helped to build",
    "description": "Just because you founded a high-flying tech company doesn't mean you can't be asked to leave. Steve Jobs himself was once ousted by Apple (or left voluntarily, depending on who you believe), and spent years running his own company before coming back into the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:04:08Z"
  },
  {
    "title": "Microsoft’s Lite OS could be seriously stripped-down to run on almost any device",
    "description": "Lightweight operating system could be radically streamlined, leaving the multi-tasking to Windows 10.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:23:15Z"
  },
  {
    "title": "Which edition of Anthem should you buy?",
    "description": "BioWare and EA’s new action RPG, Anthem, is finally here. We break down what’s included in the Standard and Legion of Dawn editions, as well as pre-order bonuses and the complicated release schedule for the PC, PS4, and Xbox One game.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:14:49Z"
  },
  {
    "title": "What else will batteries unlock?",
    "description": "Low-cost, high-energy lithium batteries are already disrupting power as we know it — but there's even more in store.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:00:00Z"
  },
  {
    "title": "Windows 10プレビュー版に早くも来年公開向けビルドが登場（Impress Watch）",
    "description": "米Microsoftは2月14日(現地時間)、Insider Previewにて、Fast ringよりも先のバージョ - Yahoo!ニュース(Impress Watch)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:04:42Z"
  },
  {
    "title": "Microsoft Office '95 Has A Pretty Dope Easter Egg",
    "description": "When you spend months and months working on a project, it feels good to write your name on the wall, even if that wall is somewhere hidden deep within a piece of software.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:40:34Z"
  },
  {
    "title": "Facebook faces multibillion dollar Federal Trade Commission fine over repeated privacy lapses",
    "description": "Facebook and the Federal Trade Commission are reportedly negotiating a record fine that would settle the agency's investigation into privacy breaches by the social media giant.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:07:19Z"
  },
  {
    "title": "Microsoft Patents Hint at Wider FOV, Other Improvements to HoloLens 2",
    "description": "Two new Microsoft patents describe various improvements to augmented reality headsets that bear more than a passing resemblance to the HoloLens.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:42:05Z"
  },
  {
    "title": "Details Emerge About Microsoft's 'Lite' Operating System",
    "description": "Reports say that Microsoft&#039;s planning to introduce its Lite operating system, which is meant to compete with Chrome OS, with Centaurus and Pegasus hardware.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:30:05Z"
  },
  {
    "title": "The Technology 202: Amazon HQ2 debacle could increase scrutiny of corporate incentives",
    "description": "The company's very public contest put a spotlight on a typically quiet process.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:59:36Z"
  },
  {
    "title": "Japanese software sales - Feb. 4th to 10th, 2019 (Top 50)",
    "description": "Which titles made the top 50 in Japan this week? Check out the list below and find out! 01./03. [NSW] New Super Mario Bros. U Deluxe (Nintendo) {2019.01.11} (¥5.980) - 38.482 / 397.231 (-16%) 02./01. [PS4] Kingdom Hearts III # (Square Enix) {2019.01.25} (¥8.8…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:30:00Z"
  },
  {
    "title": "Personal Data Collection: The Complete Wired Guide",
    "description": "Information about you, what you buy, where you go, even where you look is the oil that fuels the digital economy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:00:00Z"
  },
  {
    "title": "TCS, HCL Tech's product play likely to eat into services revenue",
    "description": "Their plan to build a product portfolio will discourage global software vendors from building a strategic relationship with these big Indian IT firms",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:18:00Z"
  },
  {
    "title": "Why Companies Shouldn’t Be Allowed to Treat Their Diversity Numbers as Trade Secrets",
    "description": "Some tech firms are going out of their way to avoid uncomfortable disclosures.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:00:04Z"
  },
  {
    "title": "Fin24.com | JSE manages gains after a lukewarm trading session",
    "description": "European equities bared no brunt from the Asian trading session as all the major bourses advanced on the back of progress in the US-China trade talks.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:12:09Z"
  },
  {
    "title": "IBM Takes Watson AI to AWS, Google, Azure",
    "description": "IBM is leveraging Kubernetes to enable its Watson AI to run on public clouds AWS, Google, and Microsoft Azure. The move signals a shift in strategy for IBM.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:30:00Z"
  },
  {
    "title": "Millennials and Their Desire for Always-On Feedback",
    "description": "The millennial generation is changing the nature of the American workplace, and as a manager you need to be tuned……",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:40:25Z"
  },
  {
    "title": "Gaming Headset for PS4|Tezewa Xbox One Gaming Headset|PC Gaming Headset|Stereo PS4 Headphones with Mic|LED Gaming Headphones with Microphone for Xbox One PSP Netendo DS PC Tablet (Red)",
    "description": "Buy Gaming Headset for PS4|Tezewa Xbox One Gaming Headset|PC Gaming Headset|Stereo PS4 Headphones with Mic|LED Gaming Headphones with Microphone for Xbox One PSP Netendo DS PC Tablet (Red): Headsets - Amazon.com ✓ FREE DELIVERY possible on eligible purchases",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:50:01Z"
  },
  {
    "title": "Configure SQL Server Failover Cluster Instance on Azure Virtual Machines with MSDTC #SQL #Azure #MSDTC",
    "description": "If you have been following my blog, you probably know that I write a lot of step-by-step guides for building SQL Server Failover Cluster Instances (FCI) on Azure, from SQL Server 2008 through the lastest. Here are some links to get you started, but really the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:50:56Z"
  },
  {
    "title": "Towards Trustworthiness by Design and Default",
    "description": "Recently, Microsoft announced that NewsGuard, a service that has helped over 500 news sites improve their reporting and journalism methods and employs professional journalists to create consumer-friendly ratings of the trustworthiness of news sites, will be a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:50:00Z"
  },
  {
    "title": "Epic CEO Judy Faulkner: We would never sell to Apple",
    "description": "Judy Faulkner is not going to sell her company Epic Systems to Apple anytime soon. \"We're not going to do that,\" she said at a conference this week. CNBC's Jim Cramer had suggested that such a move would bolster Apple's moves in the health care sector.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:33:00Z"
  },
  {
    "title": "The Data Day: February 15, 2019",
    "description": "The primary use cases for AI and machine learning in key industries. And more. For @451Research clients: New 451 survey sheds light on top use cases for AI and machine learning in key industries https://t.co/jDt4Br5TDK BY @nickpatience and @JeremyDKorn — Matt…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:44:06Z"
  },
  {
    "title": "Women CFOs may be in style–but what about the rest of the C-suite?",
    "description": "It may seem like more women are earning roles in the C-suite, but don’t mistake that for a sea change. When Indra Nooyi resigned from PepsiCo last summer, she had spent 12 years as CEO–the rare woman to sit atop a major corporation. Nooyi, the company’s first…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T06:00:04Z"
  },
  {
    "title": "More phone spam",
    "description": "It seems that some non-obvious configuration change that I did to my phone setup has resulted in me finally getting emails with voice mail from my main phone number, which is on permanent auto-answer to discourage spammers. In my mail today: 112 + 13-02-2019 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:37:03Z"
  },
  {
    "title": "Vivendi SA (VIVEF) CEO Arnaud de Puyfontaine on Q4 2018 Results - Earnings Call Transcript",
    "description": "Vivendi SA (OTCPK:VIVEF) Q4 2018 Earnings Conference Call February 14, 2019 12:00 PM ET Company Participants Arnaud de Puyfontaine - Chairman &amp; Chief Execut",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:39:05Z"
  },
  {
    "title": "Talend's (TLND) CEO Mike Tuchen on Q4 2018 Results - Earnings Call Transcript",
    "description": "Talend SA (NASDAQ:TLND) Q4 2018 Results Conference Call February 14, 2019 4:30 PM ET Company Participants Lisa Laukkanen – Investor Relations Mike Tuchen – Chie",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:09:19Z"
  },
  {
    "title": "India Research Labs fuelling IBM’s forays into the future",
    "description": "The company is already working on some blockchain pilots in India and is working with startups such as Agrostar.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:35:17Z"
  },
  {
    "title": "Researcher's Notebook: Patents can be costly for universities",
    "description": "Last year, CoMotion was awarded 29 of the total 108 patents awarded to the University of Washington by the U.S. Patent and Trademark Office, but patenting ideas at universities is not easy when up against behemoths like Amazon, Microsoft and Boeing.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:00Z"
  },
  {
    "title": "Arista Networks, Inc. (ANET) CEO Jayshree Ullal on Q4 2018 Results - Earnings Call Transcript",
    "description": "Arista Networks, Inc. (NYSE:ANET) Q4 2018 Earnings Conference Call February 14, 2019 4:30 PM ET Company Participants Chuck Elliott - Director of Business and In",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:25:06Z"
  },
  {
    "title": "Globant (GLOB) CEO Martin Migoya on Q4 2018 Results - Earnings Call Transcript",
    "description": "Globant (NYSE:GLOB) Q4 2018 Results Earnings Conference Call February 14, 2019, 03:30 PM ET Company Participants Paula Conde - IR Officer Martin Migoya - Chairm",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:25:12Z"
  },
  {
    "title": "New app in Microsoft browser labels Drudge Report, Breitbart, LifeSite as \u0091false news\u0092 websites",
    "description": "Microsoft is the latest tech giant taking it upon itself to police so-called \u0093fake news,\u0094 packaging an app with its mobile browser that warns users not to trust various news websites, including a number of conservative ones. NewsGuard is an extension availabl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:45:58Z"
  },
  {
    "title": "Billionaire Richard Branson: Taxing the extremely wealthy like me 'makes sense'",
    "description": "Billionaire entrepreneur and philanthropist Richard Branson said Thursday that taxing the rich \"makes sense,\" arguing the extremely affluent have a responsibility to tackle some of the biggest problems in the world, including wealth disparities. \"People like …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:20:49Z"
  },
  {
    "title": "New York City Outranks San Francisco As World's Best City To Build A Tech Company",
    "description": "This may be disappointing news for the tablet-toting software buffs that populate San Francisco, but their hometown is no longer the top tech city in the world, according to a new report. It\u0092s being outranked by an East Coast rival, New York. The northern Cal…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:28:38Z"
  },
  {
    "title": "That battery-saving app may have used your device to mine Monero, Symantec says",
    "description": "Microsoft Surface Pro computers. (Raysonho / Wikimedia Commons) Written by Feb 15, 2019 | CYBERSCOOP. Jeff Stone Eight applications designed to hijack users’ computing power to generate cryptocurrency slipped past security guards and into the Microsoft store,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:43:00Z"
  },
  {
    "title": "Eight cryptojacking apps found on Microsoft Store",
    "description": "These apps secretly mined the open-source cryptocurrency Monero by exploiting users' devices. Upon being informed about the apps, Microsoft removed the malicious apps from the app store. Recently, Microsoft Store was found to have eight malicious apps that wo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:07:00Z"
  },
  {
    "title": "Weekly Threat Report 15th February 2019",
    "description": "Microsoft act to defend against credential stealing attacks on Office 365. Back in December 2018, we published an advisory after seeing a number of credential stealing attacks affecting Office 365. The advisory gave details on how to protect those accounts, b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:24:00Z"
  },
  {
    "title": "Hancitor﻿",
    "description": "Hancitor, also known as Chanitor, is known for dropping its payloads rather than downloading them post-infection, as well as for a unique phishing approach to trick users into downloading and activating Microsoft Word documents with malicious macros. How it w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T03:35:00Z"
  },
  {
    "title": "Phishers Target Texas Department of Transportation Contractors with Online Bidding Scheme",
    "description": "On February 15th, 2019, Anomali Labs researchers found an active phishing page masquerading as a legitimate Texas Department of Transportation (TxDOT) online bidding website. The illegitimate portal &lt;hxxps://www[.]txdot[.]gov[.]us.e-bid.sync.auth.moovindan…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:44:00Z"
  },
  {
    "title": "Emotet Uses Camouflaged Malicious Macros to Avoid Antivirus Detection",
    "description": "A new Emotet Trojan variant has been observed in the wild with the added ability to hide from anti-malware software by embedding malicious macros used to drop the main payload inside XML files disguised as Word documents. Emotet (also known as Geodo or Heodo)…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T04:14:00Z"
  },
  {
    "title": "Don’t Fall For The Phish – Can You Spot These Malicious Web Scams?",
    "description": "Google recently created a new quiz to test user knowledge against email phishing attacks, showing how easy it is to be fooled by a scam you think is coming from a trusted source. From fake support emails with malicious links to folders of photos to download f…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:07:00Z"
  },
  {
    "title": "Up to 100,000 Reported Affected in Landmark White Data Breach",
    "description": "Australian property valuation firm Landmark White exposed files containing personal data and property valuation details. LandMark White (LMW), a commercial and residential property valuation firm based in Australia, was discovered to be exposing troves of con…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:06:00Z"
  },
  {
    "title": "MY TAKE: What it takes to beat cybercrime in the age of DX and IoT: personal responsibility",
    "description": "Back in 2004, when I co-wrote this about spam -spreading botnets, I recall advising my editor to expect cybersecurity to be a headline-grabbing topic for a year or two more, tops. Related: A primer on machine-identity exposures I was wrong. Each year over the…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:55:00Z"
  },
  {
    "title": "SSL/TLS Attacks, Part 3: Who’s at Risk from Compromised Digital Certificates?",
    "description": "SSL/TLS Attacks, Part 3: Who’s at Risk from Compromised Digital Certificates? kdobieski Fri, 02/15/2019 - 09:12       So, who is most at risk from such attacks? These certificate attacks threaten a range of organizations, starting with the certificate authori…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:45:00Z"
  },
  {
    "title": "Global Security as a Service (SaaS) Market Outlook to 2023 - A $16.5 Billion Opportunity, Driven by the Increase in Demand for Cloud-based Security Solutions - ResearchAndMarkets.com",
    "description": "report has been added to ResearchAndMarkets.com's offering. \"Security as a Service Market by Component (Solutions and Services), Application Area (Network Security, Endpoint Security, Application Security, Cloud Security), Organization Size, Vertical, and Reg…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:43:00Z"
  },
  {
    "title": "Ransomware in City Hall",
    "description": "In 2018, the undisputed star in a cybercriminal’s arsenal was cryptojacking. Nevertheless, the use of other kinds of malicious software is still booming in such relevant sectors as public administration. Ransomware is still one of the most popular cyberthreat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:39:00Z"
  },
  {
    "title": ".KARLS Files Virus (Dharma) – Remove It",
    "description": "This article will help you remove the.KARLS files virus. Follow the ransomware removal instructions provided at the end of the article. Dharma ransomware authors keep on building new variants of their cryptovirus, which spread across computers worldwide. The …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:08:00Z"
  },
  {
    "title": "Remove Nsbacking.com Browser Redirect",
    "description": "An infection with the nasty Nsbacking.com could lead to serious security issues. Users affected by the redirect can restore and protect their computers by following our complete removal guide. Remove Nsbacking.com and Restore PC Manual Removal Guide Skip all …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:41:00Z"
  },
  {
    "title": "Hackers Target Maltese Bank in €13m Cyber Heist",
    "description": "Hackers Target Maltese Bank in €13m Cyber HeistA leading Maltese bank is resuming its services today after shutting down operations following a major cyber-attack on Wednesday.The Bank of Valetta (BOV) said in a notice on Thursday morning that customers could…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:38:00Z"
  },
  {
    "title": "Cyber Security Course",
    "description": "Online Cyber Security Training Course. This Cyber Security certification course includes 15 comprehensive cyber security courses with 77+ hours of video tutorials and Lifetime Access. You will also get verifiable certificates (unique certification number and …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:06:00Z"
  },
  {
    "title": "Microsoft partner training offers self-assessment tool",
    "description": "Microsoft partner training is getting a new addition with a self-assessment tool that guides partners toward appropriate training resources.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:03:12Z"
  },
  {
    "title": "New Zoho office application software includes AI feature Zia",
    "description": "Zoho's next generation office application software could be an alternative to office suites like Microsoft 365 and Google Drive. According to Zoho, it seeks to contextualize the workplace.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:52:00Z"
  },
  {
    "title": "Click-to-launch tools pull apps through Oracle Cloud Infrastructure marketplace",
    "description": "Click-to-launch capabilities in Oracle's Cloud Infrastructure marketplace help customers more easily tap into partners' third-party apps -- and hopefully gain ground against AWS, Microsoft and Google.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:30:00Z"
  },
  {
    "title": "Ponemon study: Poor password practices remain rampant",
    "description": "A Ponemon Institute report, sponsored by Yubico, revealed that despite concerns over privacy and data protection and a greater understanding of security practices, poor password practices are still rampant.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T12:11:00Z"
  },
  {
    "title": "Commvault CEO: \"Our best years are still to come\"",
    "description": "Just a week and a half after taking up the position of CEO at Commvault Sanjay Mirchandani took some time to talk of his decision to join the firm and his thoughts about the future",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:10:00Z"
  },
  {
    "title": "Astaroth Trojan returns, abuses antivirus software",
    "description": "Cybereason's Nocturnus Research team has discovered a new strain of the Astaroth Trojan malware that attacks antivirus software -- including Avast -- to evade detection and steal personal information.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:00:00Z"
  },
  {
    "title": "AWS' blockchain approach takes divergent paths",
    "description": "AWS' blockchain strategy crystalized with Amazon Managed Blockchain and Quantum Ledger Database. Your choice between the two will depend on the problem your organization wants to address.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:08:00Z"
  },
  {
    "title": "NetApp founder Dave Hitz steps away after 26 years",
    "description": "NetApp founder Dave Hitz retired, but he cited a 'promising future' despite the company's recent sales slump. NetApp revenue increased only 2% last quarter due to a sudden buying slowdown in January.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:00Z"
  },
  {
    "title": "Salesforce makes push for diversity in technology",
    "description": "Salesforce is making diversity in technology a priority, and the numbers are starting to reflect that. Learn more about Salesforce's efforts to include more women and members of minority groups in the tech industry.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:13:00Z"
  },
  {
    "title": "Making the move to cloud work for you",
    "description": "Getting the best out of a move to the cloud means getting the size right, turning off what you don’t need, smart purchasing and continuously decluttering your new environment.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T05:00:00Z"
  },
  {
    "title": "4 industrial IoT data misconceptions that hold back its progress",
    "description": "Industrial IoT requires new methods of real-time data management and analysis. However, there are many misconceptions about it. Crate.io's Christian Lutz lists four IIoT misconceptions, and the reality of the matter.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:48:52Z"
  },
  {
    "title": "Managed services model ripe for expansion: Kaseya, SolarWinds",
    "description": "Reports from Kaseya and SolarWinds reveal a limited conception of the managed services model among many channel companies. Find out more about the companies' findings and what they mean for MSPs.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:14:00Z"
  },
  {
    "title": "The Flare Path: Devoted to Deadstick",
    "description": "In REMEX’s upcoming gunless flight sim, airliners won’t be rare, they’ll be non-existent. Dedicated to reproducing the kind of thrilling low-tech aviation in which runways tend to be surrounded by timber and rocks rather than turf and signage, and bear rage i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:00:23Z"
  },
  {
    "title": "Speaker at SQL Saturday’s Guatemala city 2019",
    "description": "I’m very happy to announce that for the second year in a row I will be participating as speaker in this year’s SQL Saturday event in Guatemala city! Here are the details of the two sessions I will be presenting on February 16: Azure Fundamentals for the SQL S…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:50:04Z"
  },
  {
    "title": "Achievement Unlocked – SQL Bits",
    "description": "Several weeks ago, while on a flight traveling home from San Francisco, I received an exciting email. I had submitted to speak at SQL Bits and during my flight I was notified that one of my submitted sessions had been selected. This means that I’ll be traveli…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:56:23Z"
  },
  {
    "title": "Hedge funds swap shares as the oracle left Oracle: Taking stock",
    "description": "Some of the biggest stories during the last quarter revolved around General Electric, Apple and Facebook.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:37:19Z"
  },
  {
    "title": "Spatio-temporal characterization of Trypanosoma cruzi infection and discrete typing units infecting hosts and vectors from non-domestic foci of Chile",
    "description": "Author summary Trypanosoma cruzi is a parasite that infects mammals, transmitted by triatomine insect vectors in America, causing Chagas disease in humans. There are six T. cruzi discrete typing units (DTUs). Our goal was to estimate T. cruzi infection rates …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:09:13Z"
  },
  {
    "title": "Copyright Office Denies Alfonso Ribeiro's Application For The Carlton Dance",
    "description": "Late last year, the subject of dances in Fortnite came to the forefront when multiple lawsuits against Epic Games and other publishers were filed. The argument was that Epic and publishers like 2K were selling and profiting from dances created by other people…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:00:00Z"
  },
  {
    "title": "The Fight Corner: Michael 'MVP' Page has lofty aspirations",
    "description": "Hi, my name is Lance Pugmire, and welcome to our weekly boxing/MMA newsletter. This newsletter will be delivered right to your inbox every week if you sign up here. Let’s get right to the news. England’s Michael “MVP” Page aspires to stand as the top welterwe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T23:35:00Z"
  },
  {
    "title": "\"Stop Using 8 Character Passwords\" Say Researchers, As They Can Be Guessed In Just 2.5 Hours",
    "description": "Many websites and services advise you use a character with a minimum of eight characters with a mix of upper and lowercase, numbers and special characters. That’s been the norm for passwords for years now. Unfortunately for you, that “complex” password can be…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:23:14Z"
  },
  {
    "title": "Every portable Surface is getting deep discounts in the Microsoft Store",
    "description": "Microsoft is offering some great deals on its Surface PCs this week, with the Surface Pro 6 starting at just $699 and the Surface Go starting at $349. The deals end on February 23. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:16:02Z"
  },
  {
    "title": "Microsoft fixes typo error with OneDrive for iOS along with other improvements",
    "description": "Microsoft's OneDrive app for iOS has received a new update that adds a new OneDrive app icon at the top right of file previews within iMessage. Other UI improvements and bug fixes are present as well. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:48:01Z"
  },
  {
    "title": "Register An Azure AD Application Programmatically Using C#",
    "description": "Many times, we need to create an Azure AD Application to host our services and web applications etc. on Azure to make it multi-tenant service/application. In this blog, let us see how to achieve that.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "The Best Linux Exchange Client: Getting Started With Hiri",
    "description": "Microsoft Exchange support exists on Linux, but it generally isn’t pretty. You can take this both literally and figuratively. You can add Microsoft Exchange support to Thunderbird with plugins but it isn’t intuitive, and while Evolution supports Microsoft Exc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T08:30:00Z"
  },
  {
    "title": "Fact check: Does Facebook sell your personal data?",
    "description": "Mark Zuckerberg repeatedly claims Facebook does not sell data. The statement has become a shield in a tumultuous era for the company. But is it true?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:50:37Z"
  },
  {
    "title": "FUNimation Entertainment Anime TV/Films (Digital HD): Outlaw Star: The Complete Series $9.99, Deadman Wonderland $6.99, Fairy Tale: Dragon Cry $3.99 & More via Microsoft Store",
    "description": "Microsoft Store \n \nFor those interested \n \nNote, must be logged into your account to purchase. Film/show(s) are not compatible w/ Movies Anywhere. \n \n \n         Fairy Tail : Dragon Cry (Digital HD Ani ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:18:30Z"
  },
  {
    "title": "Xbox one s $223.99",
    "description": "Microsoft Xbox One S 1TB, Two-Controller Bundle - Brand New \n \n \nWatch 4K Blu-ray movies and stream 4K content on Netflix and Amazon Video \nExperience richer, more luminous colors in games and video w ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:14:54Z"
  },
  {
    "title": "Save $300 off RTX 2070 MSI GE75 Raider 17.3\" 144Hz 512GB SSD+1TB HDD 16GB DDR4-2666 Gaming Laptop at local Microcenter! $1999.99",
    "description": "This is $300 off for $2000. You don’t see much of a discount for new RTX laptops. This is a full RTX 2070 8GB GDDR6. Intel Core i7-8750H Processor 2.2GHz; 16GB DDR4-2666 RAM; 512GB SSD+1TB HDD. Note ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:29:23Z"
  },
  {
    "title": "Lenovo - Yoga 730 2-in-1 15.6\" Touch-Screen Laptop - Intel Core i5 - 8GB Memory - 256GB Solid State Drive - Iron Gray 629.99 @ BB",
    "description": "Link \n \nLenovo - Yoga 730 2-in-1 15.6\" Touch-Screen Laptop - Intel Core i5 - 8GB Memory - 256GB Solid State Drive - Iron Gray \n \n \nModel:81CU000BUS SKU:6201040 \n \n \n \nWindows 10 operating system",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T07:09:47Z"
  },
  {
    "title": "Microsoft Virtual Academy is Retiring, Microsoft Learn is the NEW",
    "description": "New is the News. Yes. Microsoft Learn is new and some important details before we bid adieu to Microsoft Virtual Academy",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Microsoft Teams For Android Gets Support For Dark theme, And Audio Messages",
    "description": "Microsoft Teams for Android gets update with support for Dark theme, audio messages and more.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Microsoft Teams Custom Tab - Video Recorder App Using SharePoint Framework",
    "description": "This sample SharePoint Framework client-side web part for Microsoft Teams Tab illustrates video recording using the MediaRecorder Web API.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:00:00Z"
  },
  {
    "title": "Allow Custom Script On SharePoint Online",
    "description": "In this blog, we will see how to enable a custom script on SharePoint Online. We will see how to activate the &quot;List Template&quot; option in the Microsoft Teams SharePoint Online site.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Publish SharePoint Add-In To Office Store",
    "description": "This section lists the steps involved in submitting your SharePoint add-in to the Seller Dashboard of Office Store",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:00:00Z"
  },
  {
    "title": "Quick Start With Azure Storage",
    "description": "This article helps you to learn what Azure Storage is, why we use Azure Storage, and what are its categories.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-16T00:00:00Z"
  },
  {
    "title": "HoloLens 2 could have wider field of view according to yet another patent",
    "description": "Better vision through angularly multiplexed holographic recordings, no less.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:40:57Z"
  },
  {
    "title": "Google Pixel Slate 2: what we want to see",
    "description": "How can Google improve its leading tablet with a Google Pixel Slate 2? We have some ideas.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:17:25Z"
  },
  {
    "title": "The DeanBeat: DICE Summit shows the inspirational highs and depressing lows of gaming",
    "description": "The DICE Summit was where the elite of the game industry gathered, and where they heard about great inspiration and crushing lows.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:00:01Z"
  },
  {
    "title": "Documents show how Google used shell companies to keep datacenter negotiations quiet",
    "description": "Documents obtained in a lawsuit against the city of San Jose show the lengths Google will go to to keep details about new datacenters under wraps.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T22:35:31Z"
  },
  {
    "title": "AI Weekly: Trump’s American AI Initiative lacks substance",
    "description": "The American AI Initiative, which seeks to prompote and foster artificial intelligence research, falls short in key respects.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:35:39Z"
  },
  {
    "title": "How Bill Daley became rich at the crossroads of government and business",
    "description": "Throughout the Chicago mayoral campaign, Bill Daley has faced questions about how he became a millionaire after decades of working at the crossroads of government, politics and business. Because he has provided limited information — the first two pages of one…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T11:00:00Z"
  },
  {
    "title": "The Experience Revolution Is Finally Coming To Healthcare",
    "description": "Adobe and Microsoft have a common vision for the future of healthcare. It's one in which the data, AI, and cloud technologies will help deepen the provider-patient relationship for better… The post The Experience Revolution Is Finally Coming To Healthcare app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:01:53Z"
  },
  {
    "title": "The Experience Revolution Is Finally Coming To Healthcare",
    "description": "Adobe and Microsoft have a common vision for the future of healthcare. It's one in which the data, AI, and cloud technologies will help deepen the provider-patient relationship for better… The post The Experience Revolution Is Finally Coming To Healthcare app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:01:53Z"
  },
  {
    "title": "The Experience Revolution Is Finally Coming To Healthcare",
    "description": "Adobe and Microsoft have a common vision for the future of healthcare. It's one in which the data, AI, and cloud technologies will help deepen the provider-patient relationship for better… The post The Experience Revolution Is Finally Coming To Healthcare app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:01:53Z"
  },
  {
    "title": "The Experience Revolution Is Finally Coming To Healthcare",
    "description": "Adobe and Microsoft have a common vision for the future of healthcare. It's one in which the data, AI, and cloud technologies will help deepen the provider-patient relationship for better… The post The Experience Revolution Is Finally Coming To Healthcare app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:01:53Z"
  },
  {
    "title": "The Experience Revolution Is Finally Coming To Healthcare",
    "description": "Adobe and Microsoft have a common vision for the future of healthcare. It's one in which the data, AI, and cloud technologies will help deepen the provider-patient relationship for better… The post The Experience Revolution Is Finally Coming To Healthcare app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:01:53Z"
  },
  {
    "title": "The Experience Revolution Is Finally Coming To Healthcare",
    "description": "Adobe and Microsoft have a common vision for the future of healthcare. It's one in which the data, AI, and cloud technologies will help deepen the provider-patient relationship for better… The post The Experience Revolution Is Finally Coming To Healthcare app…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:01:53Z"
  },
  {
    "title": "Facebook in talks with US watchdog to settle privacy investigation",
    "description": "Negotiations have started but no monetary figure is believed to have been agreed",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:14:00Z"
  },
  {
    "title": "Get Brutal with Jade in MORTAL KOMBAT 11",
    "description": "Get Brutal with Jade in MORTAL KOMBAT 11 Read the full article on AICN I haven’t played the Mortal Kombat games since 9 came out, and it was fuuuuuuuuuun. I loved the hell out of the story mode and the x-ray attacks took much longer to get old than they shoul…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:51:00Z"
  },
  {
    "title": "4 often-overlooked platforms for social media marketing",
    "description": "The most-popular sites are great, but less-used venues—Quora, Pinterest, Reddit and Nextdoor—offer terrific opportunities for community engagement. The social media marketing world does not end after Facebook, Instagram, Twitter and LinkedIn. The “big four” e…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T16:25:22Z"
  },
  {
    "title": "Toyota Motor: Strong Brand And Patent Moats To Pull The Shares Higher",
    "description": "Toyota Motors is one of the largest automakers in the world. The company has developed a strong intellectual property moat that maintains the company's lead and",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T01:54:04Z"
  },
  {
    "title": "Africa: FIFA Re-Affirms Commitment to Africa",
    "description": "[East African] World football governing body Fifa President Gianni Infantino Sunday re-affirmed his commitment to developing the sport in Africa.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:08:19Z"
  },
  {
    "title": "Amazon: The Most Undervalued Company Now",
    "description": "Amazon is undervalued in comparison with FAAMG according to the key multiples. More than that, Amazon is undervalued in terms of both the actual and forward mul",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T17:16:34Z"
  },
  {
    "title": "BlackLine, Inc. (BL) CEO Therese Tucker on Q4 2018 Results - Earnings Call Transcript",
    "description": "BlackLine, Inc. (NASDAQ:BL) Q4 2018 Earnings Conference Call February 14, 2019 5:00 PM ET Company Participants Maria Riley - Investor Relations Therese Tucker -",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T02:19:05Z"
  },
  {
    "title": "My Mail Center 2.7.13.7",
    "description": "This extension configures your New Tab with My Mail Center Do you tend to miss unread emails from multiple accounts? Introducing a simpler way to check your email accounts. Now, you can check all your emails instantly, from one place, with this handy app. Acc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T14:58:09Z"
  },
  {
    "title": "Marin Software Inc. (MRIN) CEO Christopher Lien on Q4 2018 Results - Earnings Call Transcript",
    "description": "Marin Software Inc. (NASDAQ:MRIN) Q4 2018 Results Earnings Conference Call February 14, 2019 5:00 PM ET Company Participants Bradley Kinnish - Chief Financial O",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:19:07Z"
  },
  {
    "title": "CenturyLink Management Loses All Credibility And Makes Shares Uninvestable",
    "description": "After assuaging investors only mere months ago that the dividend would not be cut, the dividend was cut. What is interesting is that the payout ratio was at 70%",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T19:48:01Z"
  },
  {
    "title": "Monotype Imaging Holdings (TYPE) CEO Scott Landers on Q4 2018 Results - Earnings Call Transcript",
    "description": "Monotype Imaging Holdings (NASDAQ:TYPE) Q4 2018 Earnings Conference Call February 15, 2019 08:30 ET Company Participants Chris Brooks - VP, Finance &amp; IR Sco",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:08:25Z"
  },
  {
    "title": "$3.46 Bn Blockchain in Energy Utilities Market, 2024 - Market to Grow at a CAGR of 59.4%, 2018-2024",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Blockchain in Energy Utilities Market\" report has been added to ResearchAndMarkets.com's offering. The global blockchain in energy utilities market is estimated to be $210.4 million in 2018 and is expected to reach $…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T21:15:00Z"
  },
  {
    "title": "Consulting dominates IIM-B placements",
    "description": "411 PGP students get 488 offers",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:36:09Z"
  },
  {
    "title": "Global Automotive Software Market 2018-2026: The Industry is Transitioning from Hardware to Software-Defined Vehicles",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Global Automotive Software Market Size, Market Share, Application Analysis, Regional Outlook, Growth Trends, Key Players, Competitive Strategies and Forecasts, 2018 To 2026\" report has been added to ResearchAndMarket…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T10:30:00Z"
  },
  {
    "title": "EU to rewrite its copyright rules",
    "description": "Europe's copyright rules are about to be rewritten in a bid to ensure technology giants pay for the third-party creative content they use.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:20:10Z"
  },
  {
    "title": "Bill Gates Bashes \"Extreme\" Proposals Of AOC, Mocks MMT \"Crazy Talk\"",
    "description": "During a wide-ranging conversation on The Vergecast about the philanthropic work Bill Gates does around the world with his wife Melinda and their foundation, the Microsoft founder says the tax policies of Alexandria Ocasio-Cortez and others are \"missing the p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T13:27:25Z"
  },
  {
    "title": "Capacity Planning: The Secret to Successful Projects",
    "description": "Learn why capacity planning for project resources could be your secret weapon for ensuring an on time, low stress delivery. The post Capacity Planning: The Secret to Successful Projects appeared first on Girl's Guide to Project Management.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:40:20Z"
  },
  {
    "title": "Friday Faves – What We’re Reading This Week",
    "description": "In Friday Faves for 15 February 2019, we have reads on Mirrorworld, the next big tech platform that will be sparked by AR; Valentine's Day tech; RIP Mars Opportunity; the surprising value of obvious insights; this week in social media; and Impactful technolog…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T00:10:25Z"
  },
  {
    "title": "The Rich Getting Richer – Here’s How Amazon Pays “Zero Dollar” In Taxes, Despite $11.2 Billion Profits",
    "description": "Amazon.com is worth a staggering US$800 billion. It became the second company to reach a stock market value of US$1 trillion just weeks after Apple hit the same milestone. Its stock price is above US$1,600 a share. The company’s CEO and founder – Jeff Bezos –…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T15:33:01Z"
  },
  {
    "title": "How to Total Rows and Columns in Microsoft Word",
    "description": "If you need to total values in a Word table, you can do so without breaking out the calculator or entering the data into Excel and then copying it back. Word can do simple calculations such as summing, multiplying, and averaging.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:00:00Z"
  },
  {
    "title": "Cyclical adaptation of measles virus quasispecies to epithelial and lymphocytic cells: To V, or not to V",
    "description": "Author summary Key questions in infectious disease are how pathogens adapt to different cells of their hosts, and how the interplay between the virus and host factors controls the outcome of infection. Human measles virus (MeV) and related animal morbilliviru…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:38:27Z"
  },
  {
    "title": "A high rate of polymerization during synthesis of mouse mammary tumor virus DNA alleviates hypermutation by APOBEC3 proteins",
    "description": "Author summary Retroviruses have evolved multiple means for evading host restriction factors such as APOBEC3 proteins that lethally deaminate the intermediate product of reverse transcription reaction–single-stranded cDNA. Mouse mammary tumor virus (MMTV), al…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:38:27Z"
  },
  {
    "title": "Does Nintendo Switch Have The Best Exclusive Lineup of 2019?",
    "description": "The Nintendo Switch has an amazing lineup of games in 2019, which it's going to need if it wants to compete with the PlayStation 4 and Xbox One.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T09:02:30Z"
  },
  {
    "title": "2 Free Anime - Fairy Tail S1 & High School Dxd S1 @ Microsoft Canada (VPN Required)",
    "description": "High School DxD - The Series Canadian VPN required. 12 episodes available for each anime.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T20:42:37Z"
  },
  {
    "title": "Global Asset Tracking Market 2019-2024: Asset Tracking Market Growth will be Driven by AI and IoT Enabled Long Tail Enterprise Assets",
    "description": "DUBLIN, Feb. 15, 2019 /PRNewswire/ -- The \"Asset Tracking Market by Technology, Infrastructure, Connection Type, Mobility, Location Determination, and Industry Verticals 2019-2024\" report has been added to ResearchAndMarkets.com's offering. This report evalua…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-15T18:45:00Z"
  }
]