[
  {
    "title": "‘Vice,’ ‘Marvelous Mrs. Maisel’ Win Top Awards from Make-Up Artists and Hair Stylists Guild",
    "description": "The makeup and hair artists who transformed Christian Bale into Dick Cheney in “Vice” won two awards on Saturday night at the Make-Up Artists and Hair Stylists Guild Awards, leading all films. “Vice” won in the period and/or character make-up category and in …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:50:33Z"
  },
  {
    "title": "Serverless Keynote at @KubeSUMMIT | @DeloitteUS @DeloitteOnTech #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "In a recent survey, Sumo Logic surveyed 1,500 customers who employ cloud services such as Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP). According to the survey, a quarter of the respondents have already deployed Docker container…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T18:30:00Z"
  },
  {
    "title": "Is there a way to get the install path of all installed programs?",
    "description": "Hi, im working on a personal project that opens other programs and currently I am using a text file where I have to manually enter the path to the exe file like this C:\\\\Program Files (x86)\\\\Google\\\\Chrome\\\\Application\\\\chrome.exe I wanted to know is there a …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:50:00Z"
  },
  {
    "title": "Million Dollar SaaS Service with Kubernetes | @KubeSUMMIT #Containers #Serverless #DevOps #Docker #Kubernetes",
    "description": "In his session at 20th Cloud Expo, Mike Johnston, an infrastructure engineer at Supergiant.io, will discuss how to use Kubernetes to setup a SaaS infrastructure for your business. Mike Johnston is an infrastructure engineer at Supergiant.io with over 12 years…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:45:00Z"
  },
  {
    "title": "Neo4j Launches Commercial Kubernetes Application | @KubeSUMMIT @neo4j #CloudNative #Serverless #Kubernetes",
    "description": "GCP Marketplace is based on a multi-cloud and hybrid-first philosophy, focused on giving Google Cloud partners and enterprise customers flexibility without lock-in. It also helps customers innovate by easily adopting new technologies from ISV partners, such a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:00:00Z"
  },
  {
    "title": "51 Useful Docker Tools | @KubeSUMMIT @JFrog #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "Docker is sweeping across startups and enterprises alike, changing the way we build and ship applications. It's the most prominent and widely known software container platform, and it's particularly useful for eliminating common challenges when collaborating …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Apple just hired ex-Microsoft exec Sam Jadallah to revamp its smart home business, and catch up to Google and Amazon - CNBC",
    "description": "Apple just hired ex-Microsoft exec Sam Jadallah to revamp its smart home business, and catch up to Google and AmazonCNBCApple just brought on a new leader for its home unit. That could help the company compete against its rivals Amazon and Google.  View full …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:12:38Z"
  },
  {
    "title": "Smbitinabox causes 3,144 counties files in USA to be exposed and accessed",
    "description": "The following links shows over 3,144 exposed files on Google to access from small to large corporations that will allow Cyber Criminals to extract all exposed data from forbidden hidden files. These files are sensitive financial data, personal records, sensit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T14:17:16Z"
  },
  {
    "title": "Brother High-Speed Professional Label Printer Only $39.99 Shipped (Regularly $90)",
    "description": "This label maker can be connected to your computer to make professional labels for all kinds of projects!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:40:34Z"
  },
  {
    "title": "Google Chrome Infection - Tracking Cookies/Ad Pop-ups",
    "description": "Google Chrome Infection - Tracking Cookies/Ad Pop-ups - posted in Virus, Trojan, Spyware, and Malware Removal Help: Hi, yesterday I suddenly started having these ad pop-ups in Google Chrome that Ive never seen before in a rectangular box at the bottom right c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:38:05Z"
  },
  {
    "title": "Google Chrome Infection - Tracking Cookies/Ad Pop-ups",
    "description": "Google Chrome Infection - Tracking Cookies/Ad Pop-ups - posted in Virus, Trojan, Spyware, and Malware Removal Help: Hi, yesterday I suddenly started having these ad pop-ups in Google Chrome that Ive never seen before in a rectangular box at the bottom right c…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T05:35:48Z"
  },
  {
    "title": "Bill Gates has an idea on how to tax those with 'big fortunes'",
    "description": "Bill Gates says it's appropriate for the wealthy to pay more taxes, and he thinks he knows the way to do it.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T23:11:15Z"
  },
  {
    "title": "Microsoft Program Manager says \"Microsoft PM\"",
    "description": "From Microsoft Program Manager(Current Employee)&dash; Rating 4 out of 5 — Sat, 16 Feb 2019 Pros Good company to start a career with, able to see large scope of projects, plenty of teams to choose from based on your interest Cons Decisions are top down, hard …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T04:25:21Z"
  },
  {
    "title": "Marketing Manager Job For Engineering Company in Abu Dhabi",
    "description": "Marketing Manager Job For Engineering Company in Abu Dhabi Job Title: Marketing Manager Employment Type: Full Time Organisation Name: Engineering Company Job Description Engineering firm requires a Male Marketing Manager, Indian National having min. 2 years’ …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T06:38:38Z"
  },
  {
    "title": "Public Relations and Digital Marketing Officer at Eco Fuels Kenya | CampusBiz Kenya",
    "description": "Apply for Public Relations and Digital Marketing Officer at Eco Fuels Kenya and all the Latest Entry-level Jobs, Scholarships and Internships in Kenya only on CampusBiz Kenya.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T13:22:31Z"
  },
  {
    "title": "Windows 10 will soon allow you to access your Linux files",
    "description": "Microsoft yesterday announced that Windows 10’s April 2019 Update will bring in some new features to the Windows Subsystem for Linux (WSL) in version 1903.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T01:36:55Z"
  },
  {
    "title": "Bill Gates Wants The World To Wake Up To The Dangers Of Cow Farts",
    "description": "Bill Gates Wants The World To Wake Up To The Dangers Of Cow Farts ladbible.com",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T22:22:14Z"
  },
  {
    "title": "Helen Of Troy LTD (HELE) Holder Fisher Asset Management Lowered Stake; Netflix (NFLX) Holder Js Capital Management Decreased Stake as Stock Value Declined - The FinReviewer",
    "description": "Helen Of Troy LTD (HELE) Holder Fisher Asset Management Lowered Stake; Netflix (NFLX) Holder Js Capital Management Decreased Stake as Stock Value Declined The FinReviewer Fisher Asset Management Llc decreased its stake in Helen Of Troy Corp Ltd (HELE) by 1.18…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T15:05:30Z"
  },
  {
    "title": "As Quest Diagnostics (DGX) Share Price Declined, Apg Asset Management Nv Has Cut Stake by $12.81 Million; Apple (AAPL) Share Value Declined While Gfs Advisors Cut Its Holding by $2.58 Million - The FinHeadLines",
    "description": "Apg Asset Management Nv decreased its stake in Quest Diagnostics Inc (DGX) by 16.56% based on its latest 2018Q3 regulatory filing with the SEC. Apg Asset Management Nv sold 139,200 shares as the company's stock declined 19.55% with the market. The institution…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:01:38Z"
  },
  {
    "title": "Bedrijfstakpensioenfonds Voor De Media Pno Has Boosted Its Netflix (NFLX) Position by $4.86 Million; Share Price Declined; Reynders Mcveigh Capital Management Has Upped Its Stake in Analog Devices (ADI) by $509,496 - Lives Advice",
    "description": "Bedrijfstakpensioenfonds Voor De Media Pno increased its stake in Netflix Inc (NFLX) by 35.14% based on its latest 2018Q3 regulatory filing with the SEC. Bedrijfstakpensioenfonds Voor De Media Pno bought 13,000 shares as the company's stock declined 22.59% wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T10:32:27Z"
  },
  {
    "title": "Malicious Windows 10 Apps Found in the Store, Possibly Downloaded by Thousands",
    "description": "Security company Symantec discovered a total of eight different applications published in the Microsoft Store that mined for Monero without users knowing about it.According to an in-depth analysis of the crypto-mining software, the apps were published in",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T07:56:00Z"
  },
  {
    "title": "Former Microsoft Employee Joins Apple to Help Cupertino Catch Up with Google",
    "description": "Apple is pushing harder on several fronts in order to revamp its smart home strategy, and one of the company's latest moves is actually the hiring of a high-profile executive.Sam Jadallah, a former Microsoft employee and owner of failed smart lock com",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T08:26:00Z"
  },
  {
    "title": "Best laptops, desktops and tablets for creatives in 2019",
    "description": "A place to start when you're overwhelmed by choices.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T12:00:03Z"
  },
  {
    "title": "AMD Ryzen 3000 Matisse CPUs, X570 Motherboards And Radeon Navi GPUs Rumored For July 7 Launch",
    "description": "The enthusiast community is eagerly awaiting the arrival of AMD's third-generation Ryzen 3000 series processors. These Ryzen 3000 processors are based on 7-nanometer Zen 2 architecture, which is codenamed Matisse, and will take the fight directly to Intel’s p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-17T19:35:00Z"
  },
  {
    "title": "'No, You Can't Ignore Email. It's Rude.'",
    "description": "Yes, we're all overwhelmed with email. One recent survey suggested that the average American's inbox has 199 unread messages. But volume isn't an excuse for not replying. Ignoring email is an act of incivility, reads an opinion piece. From the story: \"I'm too…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:30:00Z"
  },
  {
    "title": "3 things we learned from Facebook's AI chief about the future of artificial intelligence",
    "description": "Giving machines \"common sense\" to learn about the world through data will be a big area of research in artificial intelligence over the next decade, says Facebook's chief AI scientist Yann LeCun. Such an achievement could enable machines to make more complex …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:30:00Z"
  },
  {
    "title": "Does Something Feel 'Off' About Your Mentor-Mentee Relationship?",
    "description": "Don't ignore these 3 red flags that indicate your relationship is toxic.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:00Z"
  },
  {
    "title": "The blockchain industry is sexist and still sucks at diversity",
    "description": "Diversity is a term that’s thrown about often, and sometimes rather vacuously, but the fact of the matter is that the blockchain technology and cryptocurrency industries need more of it. According to Statista, female employees make up between 26 percent (Micr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:31:46Z"
  },
  {
    "title": "Diversifying tech: Black professionals are finding success in spite of the odds",
    "description": "The latest diversity reports from Twitter, Google and Facebook say that less than 5 percent of the companies' tech workers identify as black.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:40:47Z"
  },
  {
    "title": "Build a Search Intent Dashboard to Unlock Better Opportunities",
    "description": "Posted by scott.taft We've been talking a lot about search intent this week, and if you've been following along, you’re likely already aware of how “search intent” is essential for a robust SEO strategy. If, however, you’ve ever laboured for hours classifying…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:04:00Z"
  },
  {
    "title": "Microsoft’s Presidents Day Sale cuts price of some Surface laptops by up to $200",
    "description": "Thinking of buying a new laptop this Presidents' Day but don't want to empty your bank account? Microsoft is here to help. Currently, its retail store is running a sale on select Windows 10 devices, cutting pricing by up to $200 on the Surface Laptop 2 and th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:36:53Z"
  },
  {
    "title": "Skype is better, but still problematic",
    "description": "My article on Skype exposing address books to the world has gone mini-viral. Written in 2017, it’s gotten dozens of citations in early 2019. A reporter approached me, asking if the problem still exists. After doing some research, here’s what I’ve found. The p…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T01:48:55Z"
  },
  {
    "title": "Flavors of SIMD",
    "description": "During development of meshoptimizer a question that comes up relatively often is “should this algorithm use SIMD?”. The library is performance-oriented, but SIMD doesn’t always provide significant performance benefits - unfortunately, the use of SIMD can make…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:53:22Z"
  },
  {
    "title": "Home-built 737 cockpit",
    "description": "Home cockpit project Boeing 737-800",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:12:32Z"
  },
  {
    "title": "Microsoft's Hololens and Suface creators are the company's secret weapon",
    "description": "Microsoft's Surface and HoloLens creators may be among the company's secret weapons in the war for dominance in personal computing. Microsoft has been pivoting from a Windows PC-centric strategy for years. Consequently, it gained industry respect for its cate…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:03Z"
  },
  {
    "title": "Fastest way to earn coins in Anthem",
    "description": "Best answer: In short, you gain coins by completing missions and playing the game. You can earn coins fast by completing the toughest missions, doing the daily and weekly trials, and using alliance bonuses with all your friends to get rich at the end of each …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:00:02Z"
  },
  {
    "title": "This is the best Power Supply (PSU) calculator for PC builders",
    "description": "We're a global tech blog made up of experts from around the world. Many of us are veteran PC builders, too. The website PC Part Picker is widely regarded as the standard bearer for PC part choosing in general, and it comes with a compatibility checker for eve…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:00:02Z"
  },
  {
    "title": "Windows Subsystem for Linux elevates humdrum release, SAC-T sacked, and crypto-jacking apps found in Microsoft Store",
    "description": "Win 10 + Linux files sitting in a tree, c-o-p-y-i-n-g Roundup Yet more Linux love seeped into Windows 10 over the past week, while admins buffed their rings in readiness for servicing changes and miscreants crept around the Microsoft Store.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:20:06Z"
  },
  {
    "title": "Tens of millions more web accounts for sale after more sites hacked, Mac malware spreads via Windows.exe, and more",
    "description": "Standby for a 'we woz haxx0ed' email from one of these sites this week... Roundup Let's kickstart your Monday with some lovely juicy computer security and screwups news, beyond what we reported last week.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:02:12Z"
  },
  {
    "title": "New Xbox Games With Gold For February 2019 Available Now",
    "description": "The month's mid-point has come, which means that the Xbox Games With Gold have cycled over into the next set. February's previous games are still available through the end of the month, while this new batch will be available to download through mid-March. On …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:22:00Z"
  },
  {
    "title": "Top 10 UK Games Chart: Crackdown 3 Makes Slow Start In Debut Week",
    "description": "Far Cry: New Dawn wins the battle of the new releases this week as it debuts at No.1 in the UK physical sales chart, ahead of Metro: Exodus at No.2. Xbox One console exclusive Crackdown 3, however, fails to make the top 10 for the week ending February 16. Sal…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:25:00Z"
  },
  {
    "title": "A Deep Dive on the Recent Widespread DNS Hijacking Attacks",
    "description": "The U.S. government — along with a number of leading security companies — recently warned about a series of highly complex and widespread attacks that allowed suspected Iranian hackers to siphon huge volumes of email passwords and other sensitive data from mu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:51:01Z"
  },
  {
    "title": "This is the Dumbest Op Ed I’ve Read in a While",
    "description": "I understand that Adam Grant is a fairly popular professor at Wharton and has a book that some people loved called “Originals” (for me it…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:01:23Z"
  },
  {
    "title": "Popular Torrent Uploader 'CracksNow' Caught Spreading Ransomware",
    "description": "It's not at all surprising that downloading movies and software from the torrent network could infect your computer with malware, but it's more heartbreaking when a popular, trusted file uploader goes rogue. Popular software cracks/keygens uploader \"CracksNow…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:25:37Z"
  },
  {
    "title": "“Hollywood is now irrelevant,” says IAC Chairman Barry Diller",
    "description": "Diller, the former CEO of Paramount and Fox, talks about the diminished power of movie studios and why “Netflix has won this game” on the latest Recode Decode.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:20:00Z"
  },
  {
    "title": "Microsoft Teams goes down for some users",
    "description": "Microsoft Teams is now down for some users. Affected users will see “Oops! Something went wrong…” message when they try to access the Microsoft Teams service. Microsoft is already aware of the issue and investigating it for remediation. As a temporary measure…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:01:31Z"
  },
  {
    "title": "New patent suggests Microsoft has found a cheap and clever way to do eye tracking",
    "description": "We posted recently that Microsoft is nearly certain to include eye tracking in the next version of the Microsoft HoloLens, expected to be unveiled in the next few days, due to the massive advantages it brings to improving the field of view and immersion. Toda…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:49:11Z"
  },
  {
    "title": "Report: Apple might finally release redesigned MacBook Pro",
    "description": "It’s just February and we are already seeing leaks surrounding the upcoming iPhones and now it has widened to the MacBook and Mac line-up as well. According to a reliable Apple analyst Ming-Chi Kuo, Apple is rumoured to refresh the MacBook and the Mac line-up…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:53:38Z"
  },
  {
    "title": "Firefox will now also warn you of compromised sites",
    "description": "Back in September last year, we reported that Mozilla has partnered with Have I Been Pwned to let users know if their accounts have been compromised during a data breach. At that time the company was working with Have I Been Pwned and named its service “Firef…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:10Z"
  },
  {
    "title": "After being pulled, Amazon’s Echo smart Wall Clock now back on sale for only $29.99",
    "description": "A few weeks ago Amazon pulled their Amazon’s Echo Wall Clock due to connectivity issues, but after a few tweaks the device is back on sale. The battery-powered clock acts as an Echo companion device and comes with Bluetooth to pair to Echo device. Amazon says…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:09:41Z"
  },
  {
    "title": "Technology is useful, but drones alone won't save Africa's elephants",
    "description": "Technology has made a tremendous difference in the world, in areas as diverse as health and education, and pretty much everything in between.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:20:02Z"
  },
  {
    "title": "Photos: When Microsoft ruled the world",
    "description": "The 1990s were an explosive period for the personal computer.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:03:37Z"
  },
  {
    "title": "A complete guide to Microsoft’s comeback",
    "description": "Satya Nadella has helped Microsoft fundamentally shift its business model to make the 43-year-old company bigger and more relevant than ever before.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:00:45Z"
  },
  {
    "title": "PlayStation Now still isn't good enough",
    "description": "Sony launched its subscription plans for PlayStation Now, a service that lets you download and stream games from an ever-growing library, on January 13th, 2015. Since then, a lot has changed. The company has added PS4 blockbusters and PS2 classics to...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:00Z"
  },
  {
    "title": "Accelerate your Oracle migrations with new machine learning capabilities in SSMA",
    "description": "Migrating from one database platform to another is not an easy task, but luckily Microsoft provides a set of tools to support you through this journey. One of the tools in your belt when migrating from Oracle to SQL Server is the SQL Server Migration Assistan…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:16:28Z"
  },
  {
    "title": "Oracle of Omaha Abandons Oracle’s Stock After Just 1 Quarter",
    "description": "Did Warren Buffett and Berkshire Hathaway dump Oracle stake for the same reasons it sold off IBM in 2018?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T23:30:00Z"
  },
  {
    "title": "How NVIDIA Became One of the Hottest Stocks in Tech",
    "description": "Investors can look to NVIDIA's past for clues to see if its future performance will be as impressive.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:07:41Z"
  },
  {
    "title": "HomeSign Acquisition Will Help Dropbox Expand Business Segment",
    "description": "The e-signature specialist gives cloud storage stalwart Dropbox a boost in the enterprise market.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:30:00Z"
  },
  {
    "title": "OZY's New Podcast: From a Ph.D. in Physics to High Heels and Glitter",
    "description": "It's one thing to dream about following your muse. It's something else entirely to dump Microsoft for a life uncertain wearing pasties on a pole.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:10:43Z"
  },
  {
    "title": "OZY's New Podcast: From Ph.D. in Physics to Professional Pole Dancer",
    "description": "It's one thing to dream about following your muse. It's something else entirely to dump Microsoft for a life uncertain wearing pasties on a pole.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:52:26Z"
  },
  {
    "title": "Third Party Azure IoT solution accelerators | Internet of Things Show",
    "description": "Leverage partner built, open sourced, Solution Accelerators to expedite your IoT solution development. Several Microsoft partners have developed solutions ranging from edge video analytics, to digital signage, to remote well monitoring for oil and gas. These …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:45:00Z"
  },
  {
    "title": "Microsoft teases HoloLens 2 mixed reality headset ahead of Feb 24 launch",
    "description": "Microsoft is likely to announce the HoloLens 2 mixed reality headset at MWC, the world's biggest mobile show",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:07:32Z"
  },
  {
    "title": "Ashampoo Burning Studio 20",
    "description": "Win one of the 10 licenses for Ashampoo Burning Studio 20! Get the best program for your disc recorder! The new Ashampoo Burning Studio 20 is the easy and comfortable solution to burn your data to CD, DVD and Blu-ray, copy discs or use extensive multimedia ca…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:00:00Z"
  },
  {
    "title": "Microsoft's Store is not a safe haven",
    "description": "Symantec discovered eight application in the official Microsoft Store that ran cryptomining operations without informing the user about it in the background when installed. One of the main arguments for integrating the […] Ghacks needs you. You can find out h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:03:57Z"
  },
  {
    "title": "Facebook joins Amazon and Google in AI chip race",
    "description": "Company needs faster hardware for smart digital assistant and real-time video moderation",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:30:27Z"
  },
  {
    "title": "Earnings Preview: What To Expect From NetEase On Wednesday",
    "description": "NetEase is expected to earn $1.51/share on $2.96 billion in revenue.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:29:00Z"
  },
  {
    "title": "The Mixed Report Card For The Antitrust Community's Approach To Global Tech Giants",
    "description": "The attention devoted by antitrust policy-makers to the role of \"super star\" technology firms as the engines of the competitiveness of our economy is very much welcome.  But how this community is dealing with the intersection between innovation and national s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:29:00Z"
  },
  {
    "title": "Companies Need To Be Alert To Change Before It's Too Late",
    "description": "Many organizations have responded to crises by transforming themselves. The trick is to learn to change before disaster looms.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:33:00Z"
  },
  {
    "title": "Here's How Much Computer Programmers Earn in Each State",
    "description": "Computer programmer salaries are high, but their growth over the years isn't universal. Find out which states have the highest wages and most growth.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:32:00Z"
  },
  {
    "title": "Apple And LG Will Let Samsung Make Foldable Phone Mistakes",
    "description": "Being first comes with bigger risks.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:37:00Z"
  },
  {
    "title": "Galaxy S10 Can Beat Apple And Google In Two Ways",
    "description": "How can Samsung's Galaxy S10 stand out against the iPhone XS and Google Pixel 3?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:38:00Z"
  },
  {
    "title": "10 Ways AI & Machine Learning Are Revolutionizing Omnichannel",
    "description": "Disney, Oasis, REI, Starbucks, Virgin Atlantic and others excel at delivering omnichannel experiences using AI and machine learning to fine-tune their selling and service strategies.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:00:00Z"
  },
  {
    "title": "PDF File Writer C# Class Library (Version 1.22.0)",
    "description": "PDF File Writer is a C# .NET class library allowing applications to create PDF files. Latest update is support for sticky notes.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:35:00Z"
  },
  {
    "title": "Woman who called Michelle Obama an 'ape in heels' defrauded FEMA out of $18K - AOL",
    "description": "Woman who called Michelle Obama an 'ape in heels' defrauded FEMA out of $18K AOL Woman who called Michelle Obama an 'ape in heels' pleads guilty to FEMA fraud go.com Woman who wrote racist 'ape' post about Michelle Obama defrauded FEMA $18K, report says USA T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:46:36Z"
  },
  {
    "title": "How to Get a Great Deal on Electronics — Buy Refurbished",
    "description": "Shopping for refurbished electronics can be a great way to save money on the products you were already planning on purchasing.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:10:00Z"
  },
  {
    "title": "Microsoft embracing Open Source internally, pushing “Inner Source” initiatives",
    "description": "Back in November of 2018 a job listing more or less confirmed Microsoft's new approach as the company was seeking a person to spearhead efforts to integrate inner source practices within the company.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:13:20Z"
  },
  {
    "title": "Minecraft just had its best year on mobile with over $110 million in revenue in 2018",
    "description": "2018 was Minecraft’s most profitable year on mobile with the iOS and Android versions bringing more than $110 million in revenue for Microsoft.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:44:42Z"
  },
  {
    "title": "Former Microsoft CEO Steve Ballmer chooses AWS for new Clippers project",
    "description": "Last week, Steve Ballmer made news by signing a deal with Amazon Web Service as the cloud services provider for the Los Angeles Clippers. In and of itself, the news would seem rather insignificant as AWS has emerged as the front runner of cloud services provi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:16:39Z"
  },
  {
    "title": "Asynchronous RDBMS access with Spring Data R2DBC",
    "description": "Not too long ago, a reactive variant of the JDBC driver was released. Known as R2DBC. It allows data to be streamed asynchronously to any endpoints that have subscribed to it. Using a reactive driver like R2DBC together with Spring WebFlux allows you to write…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:56Z"
  },
  {
    "title": "Microsoft Teams is down for some users, but Microsoft is working on a fix",
    "description": "Microsoft 365 seems to be having another outage this week, this time hitting the Teams platform, with many users reporting issues with logging in. Microsoft says it's investigating the issue. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:46:05Z"
  },
  {
    "title": "Report: Apple is releasing a 16-inch MacBook Po and a 31-inch 6K monitor this year",
    "description": "A new report by oft-cited Apple insider Ming-Chi Kuo suggests the company is planning on launching a brand-new 16-inch form factor for its MacBook lineup this year, alongside a 31-inch 6K monitor. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:52:01Z"
  },
  {
    "title": "Koogeek Is Offering 4-Packs Of Its WiFi Smart Plugs For Dirt Cheap Prices This Presidents’ Day, Deals From Just $9.99",
    "description": "There are some brands that we just can't stop shouting from the rooftops about. Koogeek is a prime example of that, with a huge number of smart home devices available that are not only among some of the best we've seen when it comes to quality, but they're al…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:11:40Z"
  },
  {
    "title": "Apple’s 31.6-Inch 6K Display, 16.5-Inch MacBook Pro With New Design, 13-Inch MacBook Pro With 32GB RAM Coming This Year",
    "description": "Apple's 31.6-inch 6K display, 16.5-inch MacBook Pro with an all-new design, and a 13-inch MacBook Pro with 32GB RAM are coming this year. Here's everything you need to know about this. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:13:10Z"
  },
  {
    "title": "2019 iPhone To Feature Frosted Glass Back, Two-Way Wireless Charging; Two New iPad Pros, Mini 5, 10.2 iPad Also Coming",
    "description": "2019 iPhone could feature a frosted glass back and two-way wireless charging for charging other devices, while two new iPad Pros, iPad mini 5, and a 10.2-inch iPad are also coming. Here are the details. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:59:35Z"
  },
  {
    "title": "You Can Get Up 7 Of These $26 Wireless 1080p Smart Cams For Your Home For The Price Of A Single Nest Cam",
    "description": "The wireless camera market is one that continues to grow, and that's a great thing for us users. While there are some big names in the market, none of them are particularly cheap which means we're looking to the less well known brands to take things up a notc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:27:58Z"
  },
  {
    "title": "You Can Pick Up An Amazon Fire Tablet For As Little As $39.99 Today, Kids Edition Discounted Too",
    "description": "Amazon has woken up on the right side of the bed and found itself in a discount crazy mood. We don't know how long it is going to last for but the company's entire lineup of Fire tablets appears to have some form of discount against it, which includes the Fir…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:36:50Z"
  },
  {
    "title": "iLife’s Robo Vacuum Deal On Presidents’ Day Is Absolutely Insane At Just $111.99",
    "description": "As a society, we are becoming more and more accustomed to introducing automation and intelligence into our homes. Which is what makes this fantastic deal so appealing. For what is likely to be a limited period of time, interested individuals can pick up this …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:49:36Z"
  },
  {
    "title": "TP-Link Kasa Smart WiFi Plug Works With Alexa And Google Assistant, Super Cheap At Just $13.98 Only",
    "description": "How about a whopping 65% discount on an extremely popular smart plug manufactured by a trusted brand? Under normal circumstances, that would be too good to be true. But not with this deal which lets you pick up this TP-Link smart plug for just $13.98. [ Conti…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:18:47Z"
  },
  {
    "title": "Presidents’ Day Deal: Choetech Fast Wireless Charging Stand With 5W, 7.5W, 10W Output For Just $14.99",
    "description": "Choetech's wonderful fast wireless charging stand capable of 5W, 7.5W and 10W output is discounted to just $14.99 today. Pick it up today and start charging rapidly. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:33:54Z"
  },
  {
    "title": "Updated AirPods With Black Finish Incoming, Reports Say",
    "description": "Speculation is currently rife about Apple's AirPods as well as the highly anticipated AirPower accessory. Now, to add to existing speculation, China-based Economic Daily News is reporting that Inventec is expecting an earnings boost due to the fact that the b…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:34:22Z"
  },
  {
    "title": "iOS 12 / 12.1.2 Jailbreak Unc0ver With Cydia And Substrate Getting Public Beta Release Soon",
    "description": "We might soon get iOS 12 to iOS 12.1.2 jailbreak Unc0ver complete with Cydia and Cydia Substrate support as public beta release soon. [ Continue reading this over at RedmondPie.com ]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:31:28Z"
  },
  {
    "title": "Microsoft Teams appears to be down this morning, users unable to sign in",
    "description": "If Microsoft has yet to acknowledge that an outage on its Microsoft 365 Service Health dashboard, we've seen many Twitter users complaining about not being able to log in to Teams this morning.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:44:42Z"
  },
  {
    "title": "PSA: Xbox Live maintenance on February 20 will impact Xbox 360 backward compatible titles",
    "description": "Xbox’s Major Nelson has just announced that Microsoft is planning an Xbox Live maintenance tomorrow that will affect Xbox 360 titles and services.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:19:37Z"
  },
  {
    "title": "The beautiful Xbox One X Robot White Special Edition Fallout 76 Bundle is currently $100 off",
    "description": "Microsoft is once again discounting select Xbox One bundles for a limited time, and you can currently get the beautiful Xbox One X Robot White Special Edition Fallout 76 bundle for just $399 ($100 off).",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:44:37Z"
  },
  {
    "title": "How to Enable Remaining Time Battery Life indicator in Windows 10",
    "description": "Since the Windows 10 Spring Creators Update, Microsoft disabled the ability to see the amount of battery life time remaining on a Windows 10 laptop. After some simple edits in the Registry Editor, there is a way to re-enable the time left indicator on your Wi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:24:05Z"
  },
  {
    "title": "Skype desktop Insiders get side by side chat and conversation list",
    "description": "Addressing feedback from users, Microsoft’s Skype team is working to bring back In-call chat panels with its latest Skype Insider Preview. According to a new post from Microsoft employee and Skype forum owner Karah, the new In-call chat panel has been brought…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:10:31Z"
  },
  {
    "title": "Apple hires smart lock CEO to help make its smart home dreams a reality",
    "description": "Apple has secured the expertise of Sam Jadallah, former CEO of smart lock company Otto, to head up its smart home initiatives. Combined with Apple’s recent acquisition of voice-enabled tech company Pullstring, it’s a sure sign that Apple wants to up its game …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:34:27Z"
  },
  {
    "title": "U.S. Antitrust's Myopia Towards National Security Threats To Competitiveness",
    "description": "The attention devoted by antitrust policy-makers to the role of \"super star\" technology firms as the engines of the competitiveness of our economy is very much welcome.  But how this community is dealing with the intersection between innovation and national s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:29:00Z"
  },
  {
    "title": "U.S. Antitrust's Myopic View Of National Security Threats To Competitiveness",
    "description": "The deliberative approach by the antitrust community toward the impact on competition by dominant \"super star\" hi-tech firms is welcome.  But antitrust policy-makers are myopic about how to spur competition and innovation in the U.S. economy while keeping thr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:29:00Z"
  },
  {
    "title": "U.S. Antitrust's Myopic Approach To National Security Threats",
    "description": "The attention devoted by antitrust policy-makers to the role of \"super star\" technology firms as the engines of the competitiveness of our economy is very much welcome.  But how this community is dealing with the intersection between innovation and national s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:29:00Z"
  },
  {
    "title": "Opera integrates a cryptocurrency wallet – is this Web 3.0?",
    "description": "When it appears in the next few weeks, the next version of Opera (“Reborn 3” or “R3”) for Windows, Mac and Linux will become the first mainstream desktop browser to integrate a cryptocurrency wallet.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:55:23Z"
  },
  {
    "title": "Microsoft Wants Part Of This $180-Billion Industry",
    "description": "Music and video have already moved to digital purchases and streaming. Microsoft wants to lead the video game industry into this future. Between Xbox Live, Game",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:30:41Z"
  },
  {
    "title": "February 2019 Outlook For Monero XMR",
    "description": "Monero, along with most of the crypto market, exploded today (Feb. 18), but it remained fairly neutral with a BTC trading pair. Despite some technical scares, M",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:57:12Z"
  },
  {
    "title": "Macro Musings Podcast: Rohan Grey On Digital Currency, Privacy, And Modern Monetary Theory",
    "description": "Rohan Grey is a legal scholar and the research director of the Digital Fiat Currency Institute. He joins the show to make the case for digital legal tender. Dav",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:19:55Z"
  },
  {
    "title": "Suppression of autophagic activity by Rubicon is a signature of aging",
    "description": "Autophagic activity decreases with age via unknown mechanisms. Here the authors show that expression of the negative autophagy regulator Rubicon increases with age, that its genetic ablation improves lifespan and ameliorates a number of age-associated phenoty…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "The future of laptops: It's time to stop focusing on better and start focusing on different",
    "description": "It was too long ago for many of us to remember, but there was a massive shift in the laptop market somewhere around 2011. The MacBook Air, while released in 2008 to mixed reviews, had suddenly improved and snuck up on the whole industry, claiming the throne a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:08:00Z"
  },
  {
    "title": "Photography Marketing: How Flickr is staging an epic come back",
    "description": "Two years ago, I wrote about why Flickr will ultimately fail. I’m here today, to tell you that I was wrong. At the time, Flickr was in the middle of a stagnant period. No changes had been made, and then-parent company Yahoo! had been recently sold to Verizon.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:50Z"
  },
  {
    "title": "Azure.Source - Volume 70",
    "description": "Actuating Mobility in the Enterprise with New Azure Maps Services and SDKs; Under the hood: Performance, scale, security for cloud analytics with ADLS Gen2; Moving your Azure Virtual Machines has never been easier; and more!",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:00:16Z"
  },
  {
    "title": "10 Essential.Net Developers’ Tools You Must Know",
    "description": "Millions of developers use .Net framework every day to build a wide range of applications. This has given rise to……",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:30:27Z"
  },
  {
    "title": "Take Your Best Practices and Shove Them... Into the Trashcan",
    "description": "Best practices are tried and true strategies for success. Or at least, that’s what the companies that follow best practices……",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:42:53Z"
  },
  {
    "title": "Amazon, Google, Microsoft Press Further into Customized Language Tech and Services - Slator",
    "description": "Amazon, Google, Microsoft Press Further into Customized Language Tech and Services Slator From big technology to language technology. Companies such as Amazon, Google, Microsoft, and many others have rapidly expanded their machine learning...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:28:19Z"
  },
  {
    "title": "Senior warns fellow Hoosiers after losing $400 to tech support scam - WRTV Indianapolis",
    "description": "Senior warns fellow Hoosiers after losing $400 to tech support scam WRTV Indianapolis A south side woman is warning fellow Hoosiers after she lost hundreds of dollars to a growing scam targeting computers in Central Indiana.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:30:00Z"
  },
  {
    "title": "The Cornell connect: What Tata Tech boss has in common with Narayana Murthy - Economic Times",
    "description": "The Cornell connect: What Tata Tech boss has in common with Narayana Murthy Economic Times Warren Harris recently spoke about how proud he was of his eldest son for going to Cornell University.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:39:00Z"
  },
  {
    "title": "CTS bribery charges: Tech majors need to overhaul processes to stem skulduggery - Moneycontrol.com",
    "description": "CTS bribery charges: Tech majors need to overhaul processes to stem skulduggery Moneycontrol.com While bribery by tech companies is hardly an isolated incident, it highlights the need for better internal audits the companies need to follow, say experts.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:10:00Z"
  },
  {
    "title": "Amazon Refutes Research That Suggests Rekognition Tech Often Misidentifies Women With Darker Skin - News18",
    "description": "Amazon Refutes Research That Suggests Rekognition Tech Often Misidentifies Women With Darker Skin News18 The Rekognition facial-detection technology that Amazon is marketing to law enforcement often misidentifies women, particularly those with darker skin,...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:37:50Z"
  },
  {
    "title": "Hysolate extends cybersecurity isolation platform to protect sensitive information",
    "description": "Hysolate, pioneer of secure software-defined endpoints, announced major extensions to the Hysolate cybersecurity isolation platform. The new capabilities, which include granular USB control, hypervisor-based VPN, and support for Microsoft Azure Information Pr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:00:19Z"
  },
  {
    "title": "Crack hunting: not all it’s cracked up to be",
    "description": "People sometimes ask us in the forums if a keygen or software crack is safe to use. In this post, we'll describe what happened when one of our researchers went crack hunting, and why it is often unsafe to carry out this activity. Categories: PUP Tags: crack h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:00:00Z"
  },
  {
    "title": "A week in security (February 11 – 17)",
    "description": "A roundup of security news from February 11-17 covering sextortion, Facebook phishing, Emotet, exploit kits, whole team security, anti-phishing plan, and lots more. Categories: Security world Week in security Tags: anti-phishing-plan bank of valetta emotet ex…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:30:22Z"
  },
  {
    "title": "Caitlyn Jenner cuddles 7th grandchild after son Burt welcomes baby boy: Photo! - AOL",
    "description": "Caitlyn Jenner cuddles 7th grandchild after son Burt welcomes baby boy: Photo! AOL Caitlyn Jenner's Photo With 7th Grandchild Is Really Darn Cute HuffPost Caitlyn Jenner Bonds with 7th Grandchild After Son Burt Welcomes Baby Boy with Girlfriend PEOPLE.com Cai…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:05:00Z"
  },
  {
    "title": "Doing Science On The Web",
    "description": "Putting evidence at the core of web feature and standards development is a 180° change from the current M.O., but one we sorely need.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:46:02Z"
  },
  {
    "title": "Microsoft Teams kicks off the week by going down for several hours",
    "description": "Microsoft Teams went down for several hours Monday morning after infrastructure problems forced some traffic to be diverted, giving users who don’t have President’s Day off a little extra downtime. Microsoft’s workplace collaboration tool was inaccessible for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:07:20Z"
  },
  {
    "title": "Is there a larger 16-inch plus MacBook Pro incoming?",
    "description": "Remember the 17-inch MacBook Pro? Apple is apparently set on once again producing a larger model of the Pro, and it'll be released this year. According",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:37:00Z"
  },
  {
    "title": "Reasons why 4K Ultra HD Blu-ray is dying before it really started",
    "description": "Samsung has quit the 4K Ultra HD Blu-ray market.It will not be making any more 4K Blu-ray players going forward and has reportedly cancelled plans for",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:12:24Z"
  },
  {
    "title": "Microsoft Teams Is Down and Users Aren’t Happy",
    "description": "Microsoft Teams users are unable to login as Microsoft fails to correctly report the outage. The post Microsoft Teams Is Down and Users Aren’t Happy appeared first on Thurrott.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:05:16Z"
  },
  {
    "title": "Crackdown 3: Critical Consensus",
    "description": "The long-awaited sequel has arrived to tepid reviews, but what do sales and scores matter in the era of Xbox Game Pass?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:15:00Z"
  },
  {
    "title": "How to make the most of localisation outsourcing in video games",
    "description": "Keywords Studios continues 'A series unlocking modern game development'. This week: Localisation by Fabio Minazzi",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:54:00Z"
  },
  {
    "title": "MineCam MC Dimensions",
    "description": "<!--Overview-->Add Dimension Minecraft style effects to selfies and photos: Craft your world <!--end--> <!--Description-->MineCam MC Dimensions allows you to take ordinary photos or selfies and add awesome Minecraft effects to them. Explore alternate dimensio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:59:00Z"
  },
  {
    "title": "SmallBASIC",
    "description": "<!--Overview-->SmallBASIC is a fast and easy to learn BASIC programming language interpreter. <!--end--> <!--Description-->SmallBASIC is a fast and easy to learn BASIC programming language interpreter ideal for everyday calculations, scripts and prototypes. S…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:10:00Z"
  },
  {
    "title": "Pen to Print - Convert handwriting to text",
    "description": "<!--Overview-->Handwriting recognition - Scan and convert handwritten notes into editable text <!--end--> <!--Description-->Pen to Print is the first handwriting to text OCR app converting scanned handwritten notes into digital text available for edits, searc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:58:00Z"
  },
  {
    "title": "What’s The Difference Between Office And Office 365?",
    "description": "We all know very well that the tech giant Microsoft is well known for its constant innovations for its products, as well as its Office package, which is one of the leading products of the tech giant Microsoft. Now, in this awesome article, we will simply show…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:19:22Z"
  },
  {
    "title": "Oracle of Omaha Abandons Oracle’s Stock After Just 1 Quarter",
    "description": "Did Warren Buffett and Berkshire Hathaway dump Oracle stake for the same reasons it sold off IBM in 2018?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T23:30:00Z"
  },
  {
    "title": "How NVIDIA Became One of the Hottest Stocks in Tech",
    "description": "Investors can look to NVIDIA's past for clues to see if its future performance will be as impressive.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:07:41Z"
  },
  {
    "title": "HomeSign Acquisition Will Help Dropbox Expand Business Segment",
    "description": "The e-signature specialist gives cloud storage stalwart Dropbox a boost in the enterprise market.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:30:00Z"
  },
  {
    "title": "T-Hub invites entries for second batch of Lab32",
    "description": "Programme for early-stage tech product startups",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:55:01Z"
  },
  {
    "title": "Amazon announces plans to make half of shipments carbon neutral by 2030",
    "description": "Online retail giant Amazon has announced plans to make alf if its shipments carbon neutral by the year 2030. The company, which ships millions of packages a year to shoppers, said that it will achieve that goal by switching to renewable energy sources and by …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:47:36Z"
  },
  {
    "title": "Microsoft MCSE Exam Review",
    "description": "Introduction The MCSE has always been one of the most highly regarded certs in the IT Industry. It is also one of the longest ones as well. Its first focus was on the concepts and implementation of... Go on to the site to read the full article",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:00:35Z"
  },
  {
    "title": "Tax the rich, but bring in only progressive reforms: Bill Gates",
    "description": "Congresswoman Alexandria Ocasio-Cortez has supported the idea of taxing income over $10 million at 70 percent, which is currently 37 percent",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:14:15Z"
  },
  {
    "title": "Investment banking jobs return, salaries rise by 20% at B-schools in India",
    "description": "Both IIMs and other management institutes witnessed a rise in the number of job offers and average compensation being offered to students.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:29:27Z"
  },
  {
    "title": "Review: Crackdown 3 is not a world worth saving",
    "description": "One of the Xbox One’s biggest exclusives to date feels like too little, too late. The post Review: Crackdown 3 is not a world worth saving appeared first on The Daily Dot.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:10Z"
  },
  {
    "title": "This Week In Imports: YoRHa, Tanks, Objections, And Spiritual Horror",
    "description": "If you can guess what games are being mentioned in the title, that's probably because they've all been released before. The post This Week In Imports: YoRHa, Tanks, Objections, And Spiritual Horror appeared first on Siliconera.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T01:30:36Z"
  },
  {
    "title": "ATT&CKized Splunk – Threat Hunting with MITRE’s ATT&CK using Splunk",
    "description": "Most of us know MITRE and the ATT&CK™ framework that they have come up with. What a splendid job they have done for the cyber security community by bringing most of the key attack vectors under an organized framework that segregates these attack vectors in va…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:08:09Z"
  },
  {
    "title": "The Best MacOS Apps That Actually Make Good Use Of The Touch Bar",
    "description": "It’s fair to say that the Touch Bar—that little display strip above the keyboard on newer MacBook Pro laptops—hasn’t been the most successful of Apple’s recent attempts at innovation. It mostly sits unloved and unneeded, sacrificing keys that were useful for …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:30:00Z"
  },
  {
    "title": "CVE-2018-3700",
    "description": "Code injection vulnerability in the installer for Intel(R) USB 3.0 eXtensible Host Controller Driver for Microsoft Windows 7 before version 5.0.4.43v2 may allow a user to potentially enable escalation of privilege via local access.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:29:00Z"
  },
  {
    "title": "Last Minute Deal: Microsoft Data Analysis Bundle: Lifetime Access, Save 97%",
    "description": "We have a great last minute deal in the Geeky Gadgets Deals store today, you can save 97% off the Microsoft Data Analysis Bundle: Lifetime Access. The Microsoft Data Analysis Bundle comes with lifetime access and it will set you back just $25, it normally ret…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:01:38Z"
  },
  {
    "title": "Save 80% on the WhiteSmoke Writing Assistant: Lifetime Premium Subscription",
    "description": "We have a great deal for our readers in the Geeky Gadgets Deals store today, you can save 80% off the WhiteSmoke Writing Assistant: Lifetime Premium Subscription. The WhiteSmoke Writing Assistant: Lifetime Premium Subscription is available in the Geeky Gadget…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:55:07Z"
  },
  {
    "title": "Apple recruits former smartlock developer Sam Jadallah to head up home initiatives",
    "description": "Apple's latest significant hire is Sam Jadallah, who will reportedly be heading up the company's smarthome efforts. Jadallah's status has already been updated on his LinkedIn profile, according to CNBC. Recent credentials include running Otto, a startup that …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:59:13Z"
  },
  {
    "title": "Edraw MindMaster: Your Perfect Mind-Mapping Companion",
    "description": "This is a sponsored article and was made possible by Edraw. The actual contents and opinions are the sole views of the author who maintains editorial independence, even when a post is sponsored. Brainstorming sessions are great, but in this new world of inter…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:25:12Z"
  },
  {
    "title": "Roger McNamee’s Facebook Critique",
    "description": "In a recent Time magazine article, Roger McNamee offers an agitated criticism of Facebook, adapted from his book Zucked: Waking Up to the Facebook Catastrophe. Facebook “has a huge impact on politics and social welfare,” he claims, and “has done things that a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:10:00Z"
  },
  {
    "title": "Announcing @10ZiGTechnology to Exhibit at @CloudEXPO Silicon Valley | @CitrixReady #ThinClient #ZeroClient #Cloud #Citrix #VDI",
    "description": "10ZiG Technology is a leading provider of endpoints for a Virtual Desktop Infrastructure environment. Our fast and reliable hardware is VMware, Citrix and Microsoft ready and designed to handle all ranges of usage - from task-based to sophisticated CAD/CAM us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:00:00Z"
  },
  {
    "title": "The Ultimate Guide for Finding Innovators — Use It to Jumpstart Corporate Growth",
    "description": "Even though increasing corporate innovation is almost always a top-five CEO goal, surprisingly few in recruiting realize that the highest business-impact action in corporate HR is the hiring of innovators. Innovator new hires make an immediate quantum differe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:49:13Z"
  },
  {
    "title": "4 Discovered Axioms of #DevRel",
    "description": "The idea of DevRel, or developer relations, and the position of developer advocates in the industry have become more defined in the last decade than they ever have been. In getting to this era, several key points have arisen that are now practically axioms. S…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:02:02Z"
  },
  {
    "title": "An Introduction to Apache Kafka",
    "description": "Once upon a time, a computer program was a monolith. At its simplest, at least one argument and a bit of data went in, and from the same system, deterministically, a result came out. Things became more complicated when programs needed to talk to each other an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:01:01Z"
  },
  {
    "title": "Apple patent application indicates future iPhone might get foldable design",
    "description": "Apple patent application reveals inward, outward foldable design, hints at a three-fold form factor The post Apple patent application indicates future iPhone might get foldable design appeared first on Firstpost.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:51:19Z"
  },
  {
    "title": "How to configure RPC dynamic port through Firewall using Registry",
    "description": "Many server applications and remote administration use Remote Procedure Call dynamic port allocation. Even though dynamic, it’s essential they follow a range rule as the customers or client machines can make sure the Firewall does not block these ports or ran…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:59:17Z"
  },
  {
    "title": "SB19-049: Vulnerability Summary for the Week of February 11, 2019",
    "description": "Original release date: February 18, 2019 | Last revised: February 19, 2019 The US-CERT Cyber Security Bulletin provides a summary of new vulnerabilities that have been recorded by the National Institute of Standards and Technology (NIST) National Vulnerabilit…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:01:27Z"
  },
  {
    "title": "The world looks longingly at a post-Trump era",
    "description": "If Europe's leaders, diplomats and security professionals had a vote in the 2020 US presidential elections, it doesn't seem likely they'd give it to President Trump. At least, that's how it seemed at the 2019 Munich Security Conference.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:10:03Z"
  },
  {
    "title": "Samsung Odyssey+ Is Just $299 This Week – 40% Off Sale",
    "description": "Samsung is offering an incredible deal this week — its Odyssey+ PC VR headset is just $299. This saves $200 (40%) from the regular $499 price. Odyssey+ is the refreshed version of the original Odyssey, which was Samsung’s first PC VR headset released in 2017.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:00:54Z"
  },
  {
    "title": "Creating an Azure Front Door using PowerShell",
    "description": "Azure Front Door is a newly available service that can efficiently control routing and web traffic for applications because it uses Microsoft WAN to optimize the traffic.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:00:24Z"
  },
  {
    "title": "Microsoft is going all-in on 'Inner Source'",
    "description": "Microsoft is staffing up an internal Inner Source initiative to bring open-source principles, methodologies and tools for use by development teams inside the company.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:37:23Z"
  },
  {
    "title": "Banks praised for their internal cyber defence capabilities",
    "description": "With concerns over where the responsibility of attribution should lie.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:00:08Z"
  },
  {
    "title": "New Samsung foldable rival? TCL works on phone that bends into a smartwatch",
    "description": "Samsung could be getting more competition in foldable phones as it gears up to launch its first model.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:50:00Z"
  },
  {
    "title": "DevOps Chat: Serverless and Abstraction with Nimbella’s Anshu Agarwal",
    "description": "Anshu Agarwal has a tremendous record of working in startups that had successful exits. Now for the first time, along with her co-founders, she is actually founding the startup herself. Nimbella is a serverless platform that is cloud-agnostic and makes develo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:00:14Z"
  },
  {
    "title": "Why Leaders Should Be Cautious of ‘Team Mentality’ and Encourage Dissent",
    "description": "We casually throw around so many words and analogies in the business world that sometimes their true meaning doesn’t even register with us. Take the word “team.” Your agency has likely introduced the team working on your account. You may be trying to build th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:55:34Z"
  },
  {
    "title": "Apple Hires ex-Microsoft Exec Sam Jadallah in Boost to Smart Home Business",
    "description": "Apple hired ex-Microsoft executive Sam Jadallah, who founded a smart home startup, to work in its growing Home team.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:05:05Z"
  },
  {
    "title": "CloudMounter For Mac Lifetime License: $16.15 Today",
    "description": "We have a deal on an app called CloudMounter that takes your various cloud storage services and mounts them on your Mac’s desktop for quick access. Supported services include Dropbox, Google Drive, Amazon S3, and Microsoft OneDrive. Our deal is for a lifetime…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:23:20Z"
  },
  {
    "title": "Scalebound could return as a Switch exclusive, according to a new report",
    "description": "Is it going to be a scaled down version?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:34:58Z"
  },
  {
    "title": "How To Engage Your Audience With Attention-Grabbing PowerPoint Charts and Tables",
    "description": "When conducting a presentation in a business environment, it’s imperative to convey the information that you’re sharing in a clear, concise and engaging manner. Facts and … The post How To Engage Your Audience With Attention-Grabbing PowerPoint Charts and Tab…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:55:46Z"
  },
  {
    "title": "Apple Hires Former Microsoft Exec Sam Jadallah to Lead its Smart Home Initiatives",
    "description": "The company is making every effort to catch up to Google and Amazon.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:53:34Z"
  },
  {
    "title": "Apple Acquires PullString, a Startup Specializing in Voice-Enabled Apps",
    "description": "The San Francisco-based startup enables the design and publishing of voice apps.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:09:04Z"
  },
  {
    "title": "Microsoft Teams Quick Tips",
    "description": "Microsoft Teams, the communication and teamwork hub of Office 365, was designed to help enterprise users meet, connect, and share their knowledge with others. In this course, instructor Nick Brazzi shares a series of concise tips that help Teams users sharpen…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "Windows 7 and Server 2008 Updates to Require SHA-2 Support Starting July",
    "description": "Microsoft announced on its support website that future Windows 7 and Windows Server 2008 updates will require SHA-2 code signing support to be installed starting with July 16, 2019. [...]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T23:32:53Z"
  },
  {
    "title": "Windows 10 Will Finally Offer Easy Access to Linux Files",
    "description": "Windows 10\u0092s April 2019 Update brings a long-awaited feature: Support for easily accessing, viewing, and even modifying Windows Subsystem for Linux (WSL) files from File Explorer or via the command line. Previously, it was possible to find your Linux files in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:14:37Z"
  },
  {
    "title": "‘SoulCalibur VI’ Amy Release Time: When Can You Download Next DLC Fighter",
    "description": "The release of Amy is accompanied by new armor and outfits to customize characters with.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:22:10Z"
  },
  {
    "title": "Japan: Famitsu Reveals Best-Selling Games And Consoles Of 2018",
    "description": "Japanese magazine Famitsu has published a new report giving an insight into video game software and consoles sales in Japan during 2018. If you follow the Media Create sales which are published on a Wednesday afternoon then you will know that the Nintendo Swi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:13:10Z"
  },
  {
    "title": "Insights made easy with Power BI Template Apps",
    "description": "<p>Data is most valuable when it leads to informed action. Making it easier for people to get actionable insights is what Power BI is all about. Now, with Power BI Template Apps, users can immediately begin exploring, learning, and taking action on key data w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "100° - Bleach (Season 1) & Fairy Tail (Season 1) in Digital HD, Free @ Microsoft Canada",
    "description": "Microsoft (Microsoft Store) One for all the anime fans out there, On the Canadian Microsoft store you can get season 1(20 episodes) of Bleach for free. Also possible to ge...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:36:32Z"
  },
  {
    "title": "[Fix] Windows 10 Action Center Not Showing Notifications",
    "description": "[Fix] Windows 10 Action Center Not Showing Notifications - This is a known issue and a very annoying problem present in Windows 10 newer versions. Many users who upgraded to new Windows 10 feature updates, have reported",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:53:06Z"
  },
  {
    "title": "How to Start a Blog in 2019 (Step by Step Guide)",
    "description": "So, you want to learn how to start a blog, huh? It’s no secret that I think the absolute best way to get started building a business online is to start a blog. You’ll hear many people make arguments like “a blog isn’t a business” or “you don’t need a blog to …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:30:21Z"
  },
  {
    "title": "JavaScript bridge makes malware analysis with WinDbg easier",
    "description": "Introduction As malware researchers, we spend several days a week debugging malware in order to learn more about it. We have several powerful and popular user mode tools to choose from, such as OllyDbg, x64dbg, IDA Pro and Immunity Debugger. All these debugge…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:29:00Z"
  },
  {
    "title": "Samsung Opening First Ever US Retail Stores To Take On Apple",
    "description": "Samsung in a bid to further expand its presence in the US and also to take on arch-rival Apple on its home turf, plans to open its first retail stores in the US. Last week, the South Korean firm announced […] The post Samsung Opening First Ever US Retail Stor…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:17:31Z"
  },
  {
    "title": "Scalebound rumoured to return as a Nintendo Switch exclusive",
    "description": "Matthew Byrd Feb 19, 2019 The cancelled Xbox One title Scalebound may be coming back as a Nintendo Switch game... A new report from Nintendo Insider states that Nintendo plans on resurrecting Scalebound as a Nintendo Switch exclusive. This report is based on …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:20:01Z"
  },
  {
    "title": "SQL Server IOT Database Design Example",
    "description": "In this tip we look at how to build a data model and load data to support loading data for an IOT data collection project.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:00:00Z"
  },
  {
    "title": "Microsoft MCSE Exam Review",
    "description": "Introduction The MCSE has always been one of the most highly regarded certs in the IT Industry. It is also one of the longest ones as well. Its first focus was on the concepts and implementation of... Go on to the site to read the full article The post Micros…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:00:35Z"
  },
  {
    "title": "Microsoft® and Zero Trust Security",
    "description": "Zero Trust Security (also called Zero Trust Architecture) is an IT security model regarding network infrastructure that has been gaining some steam in the marketplace these days. There has been a confluence of events that worked together to make that happen, …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:00:28Z"
  },
  {
    "title": "Introduction to Identity-as-a-Service (IDaaS)",
    "description": "The term Identity-as-a-Service (IDaaS) joined our lexicon in the late 2000s as a description for web application single sign-on (SSO) platforms. Since then, though, the term has taken on a new and broader meaning. In this article, we’ll provide a modern intro…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:00:27Z"
  },
  {
    "title": "Preventing Illegal Robocalls, Webcam Spying, Dating App Account Hacking – WB56",
    "description": "This is your Shared Security Weekly Blaze for February 18th 2019 with your host, Tom Eston. In this week’s episode: Preventing illegal robocalls, should you be scared of your laptop’s webcam, and recent hacks of popular dating apps. Silent Pocket is a proud s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:00:51Z"
  },
  {
    "title": "A Deep Dive on the Recent Widespread DNS Hijacking Attacks",
    "description": "The U.S. government — along with a number of leading security companies — recently warned about a series of highly complex and widespread attacks that allowed suspected Iranian hackers to siphon huge volumes of email passwords and other sensitive data from mu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:51:01Z"
  },
  {
    "title": "New Xbox Games With Gold For February 2019 Now Available",
    "description": "The month's mid-point has come, which means that the Xbox Games With Gold have cycled over into the next set. February's previous games are still available through the end of the month, while this new batch will be available to download through mid-March. On …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:22:00Z"
  },
  {
    "title": "5 Ways freelancers can cut their home office expenses",
    "description": "As a concept, freelancing is nothing new; freelancers worked for Don Draper and Co. But thanks to the ubiquity of WiFi and also the many different tools that facilitate digital communication, freelancing will soon become the largest portion of the labor […] T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:45:06Z"
  },
  {
    "title": "Microsoft’s London store will finally open this summer − right on Apple’s doorstep",
    "description": "The opening of the New York City Microsoft Store 17 months ago, Microsoft revealed that it would open its first European flagship store in London. What it didn’t reveal is when this Windows-based nirvana would be open to the public. It still hasn’t, but accor…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:56:12Z"
  },
  {
    "title": "Can You Really Escape?",
    "description": "Tim Stahmer, Assorted Stuff, Feb 18, 2019 There has been a flurry of discussion recently on how hard it is to escape the clutches of the internet's top five companies. But I find it pretty ridiculous. It's based on a series of articles by a Gizmodo writer who…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:57:00Z"
  },
  {
    "title": "How To Migrate Shares and Files with ease by using Microsoft Storage Migration Service – Part 2",
    "description": "today we’ll go and see the steps which need to be done in order to migrate file shares from our old server to a new one. This post will teach you How To Migrate Shares and Files with ease by using Microsoft Storage Migration Service. This is part 2. Please re…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:33:40Z"
  },
  {
    "title": "Ten Attributes of Serverless | @KubeSUMMIT #Serverless #FaaS #AWS #Lambda #OpenWhisk #Docker #Kubernetes",
    "description": "Serverless Computing or Functions as a Service (FaaS) is gaining momentum. Amazon is fueling the innovation by expanding Lambda to edge devices and content distribution network. IBM, Microsoft, and Google have their own FaaS offerings in the public cloud. The…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:30:00Z"
  },
  {
    "title": "Serverless, FaaS, AWS and Lambda | @KubeSUMMIT #CloudNative #Serverless #DevOps #FaaS #AWS #Lambda #Monitoring #Docker #Kubernetes",
    "description": "If you are part of the cloud development community, you certainly know about “serverless computing,” almost a misnomer. Because it implies there are no servers which is untrue. However the servers are hidden from the developers. This model eliminates operatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:00:00Z"
  },
  {
    "title": "51 Useful Docker Tools | @KubeSUMMIT #CloudNative #DevOps #Serverless #AWS #Docker #Kubernetes #Monitoring",
    "description": "Docker is sweeping across startups and enterprises alike, changing the way we build and ship applications. It's the most prominent and widely known software container platform, and it's particularly useful for eliminating common challenges when collaborating …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:45:00Z"
  },
  {
    "title": "Famitsu 2018 Japan video game sales report",
    "description": "Famitsu has published a report of the top 10 highest-selling games and top-selling hardware of 2018 in Japan. According to the report, software sales were up 108.2 percent in 2018 over the previous year, marking a second consecutive year of growth, whereas ha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:56:16Z"
  },
  {
    "title": "Game Development Career Night: Level Up Your Job Hunting Skills - by Anthony Ritchey",
    "description": "Seattle videogame game development organizations collaboratively ran a career evening to help local game developers, students, and other professionals with career tips, interviewing, along with resume and portfolio reviews. This is an event summary.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:54:00Z"
  },
  {
    "title": "Far Cry 5 - XBOX Digital Game (Standard Edition) $15",
    "description": "Far Cry 5 - XBOX Standard Edition Digital. $15.00 \n \nI see a lot of posts for the physical copy at this price, but for those who want a digital copy, the Microsoft Store has put it on sale.  \n \nhttps: ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:23:05Z"
  },
  {
    "title": "Microsoft Xbox Canada Deal: Save 83% Off Xbox Live Gold or Xbox Game Pass + 1 Month FREE",
    "description": "Xbox Canada has a spectacular deal on the Xbox Live Gold and Xbox Game Pass. Now you can save 83% off and get an Xbox Live Gold or Xbox Game Pass and get it for only $2. Plus, Buy 1-Month Xbox Game Pass and get 1 month FREE, or Buy Xbox Live Gold 1-Month and …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:07Z"
  },
  {
    "title": "Comprehensive Analysis on Global Internet of Things Operating Systems Market Forecast 2022: Included key players are Google, Apple, Green Hills Software, Sysgo AG, Microsoft, eSOL Co. Ltd, BlackBerry - openPR",
    "description": "Comprehensive Analysis on Global Internet of Things Operating Systems Market Forecast 2022: Included key players are Google, Apple, Green Hills Software, Sysgo AG, Microsoft, eSOL Co. Ltd, BlackBerry openPR The global Internet of Things Operating Systems mark…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:26:00Z"
  },
  {
    "title": "2019-2024 Global Internet of Things (IoT) Analytics Market Key players – IBM Corporation, Microsoft Corporation, Intel Corporation, Cumulocity GmbH - Tech Dose Daily",
    "description": "2019-2024 Global Internet of Things (IoT) Analytics Market Key players – IBM Corporation, Microsoft Corporation, Intel Corporation, Cumulocity GmbH Tech Dose Daily Global Internet of Things (IoT) Analytics Market Research Report 2019 published and promoted by…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:17:19Z"
  },
  {
    "title": "Global Internet of Things (IoT) Software Market Share with Top Leaders are Cisco Systems, Inc.,Bosch Software Innovations GmbH,General Electric,Google Inc.,Amazon Web Services, Inc.,Hewlett Packard Enterprise,Intel Corporation,International Business Machine (IBM) Corporation,Microsoft Corporation,Oracle Corporation,SAP SE, - Journal Worldwide",
    "description": "Global Internet of Things (IoT) Software Market Share with Top Leaders are Cisco Systems, Inc.,Bosch Software Innovations GmbH,General Electric,Google Inc.,Amazon Web Services, Inc.,Hewlett Packard Enterprise,Intel Corporation,International Business Machine (…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:29:43Z"
  },
  {
    "title": "Internet of Things (IOT) Healthcare Market Poised to Achieve Significant Growth in the Years to Come - Honest Version",
    "description": "Internet of Things (IOT) Healthcare Market Poised to Achieve Significant Growth in the Years to Come Honest Version The Internet of Thing (IoT) is a technology embedded with software, sensors, actuators, electronics and network connectivity through which data…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:47:48Z"
  },
  {
    "title": "Global $534.3 Billion Internet of Things (IoT) in Healthcare Market 2018-2025 by Component, Connectivity Technology, Application and Segment Forecasts - ResearchAndMarkets.com - Clearfield Progress",
    "description": "Global $534.3 Billion Internet of Things (IoT) in Healthcare Market 2018-2025 by Component, Connectivity Technology, Application and Segment Forecasts - ResearchAndMarkets.com Clearfield Progress DUBLIN--(BUSINESS WIRE)--Feb 18, 2019--The \"Internet of Things …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:13:19Z"
  },
  {
    "title": "Data Centers & Utilities, 2018: Thematic Research - The Internet of Things, the Cloud, and AI are Driving Growth in the Data Center Industry - ResearchAndMarkets.com - Associated Press",
    "description": "DUBLIN--(BUSINESS WIRE)--Feb 18, 2019--The \"Data Centers and Utilities - Thematic Research\"  report has been added to ResearchAndMarkets.com's offering. Cloud computing, machine learning, augmented reality, internet TV, the Internet of Things, robotics, crypt…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:15:32Z"
  },
  {
    "title": "Data Centers & Utilities, 2018: Thematic Research - The Internet of Things, the Cloud, and AI are Driving Growth in the Data Center Industry - ResearchAndMarkets.com - Business Wire",
    "description": "Data Centers & Utilities, 2018: Thematic Research - The Internet of Things, the Cloud, and AI are Driving Growth in the Data Center Industry - ResearchAndMarkets.com Business Wire DUBLIN--(BUSINESS WIRE)--The \"Data Centers and Utilities - Thematic Research\" r…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:54:00Z"
  },
  {
    "title": "Internet of Things (IoT) Analytics Market Revenue || Global Forecast to 2029 - Financial Strategy",
    "description": "Internet of Things (IoT) Analytics Market Revenue || Global Forecast to 2029 Financial Strategy The report aims to provide an overview of Global Internet of Things (IoT) Analytics Market with detailed market segmentation by product/application and...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:43:22Z"
  },
  {
    "title": "Internet of Things Technology Market Challenges For The New Entrants 2019-2025 - K N Hearld",
    "description": "Internet of Things Technology Market Challenges For The New Entrants 2019-2025 K N Hearld The Internet of Things Technology Market report gives Analysis of incomes, limits and benefits of Key Manufacturers including the market holdings, offers of units...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:13:15Z"
  },
  {
    "title": "Internet of Things (IoT) in Retail Market Revenue || Global Forecast to 2029 - Financial Strategy",
    "description": "Internet of Things (IoT) in Retail Market Revenue || Global Forecast to 2029 Financial Strategy The report aims to provide an overview of Global Internet of Things (IoT) in Retail Market with detailed market segmentation by product/application and...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:08:34Z"
  },
  {
    "title": "Data Centers & Utilities, 2018: Thematic Research - The Internet of Things, the Cloud, and AI are Driving Growth in the Data Center Industry - ResearchAndMarkets.com - Associated Press",
    "description": "DUBLIN--(BUSINESS WIRE)--Feb 18, 2019--The \"Data Centers and Utilities - Thematic Research\"  report has been added to ResearchAndMarkets.com's offering. Cloud computing, machine learning, augmented reality, internet TV, the Internet of Things, robotics, crypt…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:15:32Z"
  },
  {
    "title": "Internet of Things (IoT) in Healthcare Market Revenue || Global Forecast to 2029 - Financial Strategy",
    "description": "Internet of Things (IoT) in Healthcare Market Revenue || Global Forecast to 2029 Financial Strategy The report aims to provide an overview of Global Internet of Things (IoT) in Healthcare Market with detailed market segmentation by product/application and...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:08:34Z"
  },
  {
    "title": "The rising trend of Internet-of-Things (IoT) industry propelling the growth for mobile security systems market - Honest Version",
    "description": "The rising trend of Internet-of-Things (IoT) industry propelling the growth for mobile security systems market Honest Version Advancement in technology in mobile device market concerning storage, performance, application, capability or internet connectivity h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:31:45Z"
  },
  {
    "title": "5 Epic Consumer Product Design Failures (and How We’d Fix Them)",
    "description": "I was squirtin’ some tunes on a Zune last week, when all of sudden I got a notification about a blog post on Onshape: Lessons From 5 Epic Consumer Design Failures. In it, John McEleny, Co-founder of Onshape, breaks down some of, what many thought would be, th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:08:58Z"
  },
  {
    "title": "Steph Curry names his favorite basketball movie and the director’s reaction is priceless",
    "description": "After this weekend’s NBA All Star game, Golden State Warriors superstar Steph Curry sat for a post-game press conference and was asked about his favorite basketball movie. When it comes to basketball flicks, there are many great classics to choose from. Spike…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:43:00Z"
  },
  {
    "title": "Buka Entertainment chooses Koch Media for future games distribution, bringing Redeemer: Enhanced Edition, Ash of Gods: Redemption, and 9 Monkeys of Shaolin to Switch",
    "description": "Munich, 18 February 2019 – Russia based publisher Buka Entertainment teams up with Koch Media for their upcoming games line up. Koch Media, headquartered in Munich, Germany will handle the distribution in selected territories for the three multiplatform title…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:30:00Z"
  },
  {
    "title": "Japan - Top 10 highest-selling games and top-selling hardware of 2018",
    "description": "Famitsu has put out a feature on how the game industry in Japan performed in 2018. Check out a list of the overall hardware/software sales, as well as the top 10 software and overall hardware placement below. ■ 2018 vs. 2017 in Japanese Video Game Sales 2018 …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:30:00Z"
  },
  {
    "title": "News Bits: AMD, WinMagic, Snowflake, Carbonite, & Veritas",
    "description": "<!--paging_filter--> This week’s News Bits we look at a number of small announcements, small in terms of the content, not the impact they have. AMD released the new AMD Radeon Pro Software for Enterprise 19.Q1 driver. WinMagic releases SecureDoc Enterprise Se…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:07:53Z"
  },
  {
    "title": "Securing an Azure Function App with Azure AD - Works with with SharePoint Framework!",
    "description": "Read this post in its entirety on my site: Securing an Azure Function App with Azure AD - Works with with SharePoint Framework! If you are interested in signing up to my newsletter to get the most recent posts via email, either visit my site and signup using …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:30:59Z"
  },
  {
    "title": "'Scalebound' Reportedly Revived as a Nintendo Switch Exclusive",
    "description": "Many of you might remember when Microsoft opted to cease production on Scalebound back in 2017, which left fans disappointed that the first-party Xbox One exclusive was no longer on the way. However, it looks like the title isn't down for the count, as report…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:19:00Z"
  },
  {
    "title": "The Changing Face Of Game Development In Guildford",
    "description": "Guildford is one of the crown jewels of big-budget UK video game development. Over the years it’s been home to huge studios like Born Ready Games, Bullfrog, Criterion, Hello Games, Lionhead, Media Molecule, Supermassive... the list goes on. Not all of those d…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:30:08Z"
  },
  {
    "title": "Bill Gates recommends you read the “Billion Dollar Whale”",
    "description": "“My book would be, ‘Billion Dollar Whale’. It’s a sad story of corruption in international finance but fascinating”, this was the response from Microsoft founder Bill Gates when he was asked by CNN host Fareed Zakaria to recommend a book. Gates appeared in th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:45:29Z"
  },
  {
    "title": "SAP at MWC19: Unlock the Intelligent Enterprise with These Seven Digital Experiences",
    "description": "MWC19 opens in Barcelona on February 25. If you plan to attend this leading digital innovation event, you will certainly want to stop by the SAP...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:15:20Z"
  },
  {
    "title": "Time for Peace in Afghanistan and an End to the Lies",
    "description": "It has been more than nine years since I resigned in protest over the escalation of the Afghan War from my position as a Political Officer with the US State Department in Afghanistan. It had been my third time to war, along with several years of working in po…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:00:52Z"
  },
  {
    "title": "Ballot measures: the new battle for gun rights",
    "description": "The next battle for gun rights won’t be fought in Congress or even in your state’s legislative body. No, the new fight is going to happen right at the ballot box, and if that doesn’t scare you it should. We’re talking about ballot measures. Ballot measures ar…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:24:32Z"
  },
  {
    "title": "Civil Rights Activists, Zoho Office, Microsoft Flow, More: Monday Afternoon ResearchBuzz, February 18, 2019",
    "description": "NEW RESOURCES University of Iowa: Rare Recordings of Civil Rights Activists Available Now. “In 1963 and 1964, attorney Bob Zellner recorded a series of interviews with civil rights activists in Mississippi and […]",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:58:32Z"
  },
  {
    "title": "Storytelling: a Matter of Life and Death with CJ Lyons",
    "description": "This week’s guest on the 21st Century Creative podcast is CJ Lyons, a New York Times and USA Today thriller author who has sold more than 2.5 million books. She has won numerous awards, including the International Thriller Writers’ prestigious Thriller Award,…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:30:43Z"
  },
  {
    "title": "FreeBASIC 1.06.0",
    "description": "FreeBASIC is a free/open source (GPL), 32-bit BASIC compiler for Microsoft Windows, DOS and Linux. FreeBASIC fully supports the use of C libraries and has partial C++ library support.... [License: Open Source | Requires: Win 10 / 8 / 7 / Vista / XP | Size: 19…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:20:41Z"
  },
  {
    "title": "Windows 10 System Tweaks",
    "description": "Windows 10 System Tweaks contains numerous tested Windows 10 tweaks to add or remove context menu items, disable unwanted apps and more. Many of these tweaks can be done manually by searching MajorGeeks or browsing our how-to section. While Windows 10 System …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:02:54Z"
  },
  {
    "title": "PowerShell Format Files the Easy Way",
    "description": "Whenever I teach or present on PowerShell scripting, I’m always talking about writing objects to the pipeline. Most of the time you can simply let PowerShell format and display output of your command to the best of its ability. However, you may wish to take m…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:57:27Z"
  },
  {
    "title": "Windows 7 users: You need SHA-2 support or no Windows updates after July 2019",
    "description": "Microsoft will begin rolling out SHA-2 standalone updates for Windows 7 and Windows Server 2008 in March in preparation for its July 16 implementation deadline.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:04:56Z"
  },
  {
    "title": "Metro Dev: Ray Tracing Is Doable via Compute Even on Next-Gen Consoles, RT Cores Aren’t the Only Way",
    "description": "Metro Exodus released last Friday. The latest first-person shooter game by 4A Games is once again another great title that’s already doing well, according to the first UK sales figures. Once again, 4A Games delivered a technically advanced game which supports…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:30:28Z"
  },
  {
    "title": "Crackdown 3 PC Performance Explored",
    "description": "You can thank Metro Exodus for locking me out of testing from hardware configuration changes for this one. Despite the graphical downgrade that Crackdown 3 had received from earlier showings we felt it a good idea to see how it is performing in the series fir…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:00:42Z"
  },
  {
    "title": "Why ‘low-tech’ schools are trending",
    "description": "Digital gurus are shielding their children from technology, while new research show pupils learn better from books. No wonder parents are looking to tech-free options",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "Cubic Names IBM and Microsoft Executive Kevin Eagan as Senior Vice President & Chief Digital Officer",
    "description": "SAN DIEGO, Feb. 18, 2019 /PRNewswire/ -- Cubic Corporation (NYSE:CUB) today announced the appointment of Kevin Eagan to the role of senior vice president and chief digital officer. Eagan will join Cubic's executive team based in San Diego, CA, effective March…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:00:00Z"
  },
  {
    "title": "The limits of facial recognition technology",
    "description": "Despite evidence of in-built racial bias, unregulated facial recognition software is widely used.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:14:10Z"
  },
  {
    "title": "Apple patent application indicates future iPhones might get foldable design",
    "description": "Apple patent application reveals inward, outward foldable design, hints at a three-fold form factor",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:13:07Z"
  },
  {
    "title": "Three emerging trends tech leaders should watch",
    "description": "Analysis of the O’Reilly online learning platform reveals a new approach to technical architecture, the rise of blockchain, and shifts in programming language adoption.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:30:58Z"
  },
  {
    "title": "ISC StormCast for Monday, February 18th 2019",
    "description": "Snap Patches Available https://wiki.ubuntu.com/SecurityTeam/KnowledgeBase/SnapSocketParsing Finding Property Values in Office Documents https://isc.sans.edu/forums/diary/Finding+Property+Values+in+Office+Documents/24652/ Bro-Sysmon https://engineering.salesfo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:55:03Z"
  },
  {
    "title": "What major fight lies ahead for Leo Santa Cruz? Here are some options",
    "description": "Leo Santa Cruz easily retained his featherweight world title against Rafael Rivera on Saturday night, as expected. Now it's time to consider if a major fight is next for him.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:15:39Z"
  },
  {
    "title": "What major fight lies ahead for Leo Santa Cruz? Here are some options",
    "description": "Leo Santa Cruz easily retained his featherweight world title against Rafael Rivera on Saturday night, as expected. Now it's time to consider if a major fight is next for him.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:15:39Z"
  },
  {
    "title": "Diversifying tech: Black professionals are finding success in spite of the odds",
    "description": "Tech is an industry that's known for moving fast.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:21:19Z"
  },
  {
    "title": "I spent an uplifting day at the Bill & Melinda Gates Foundation and discovered what it's really like to work there (MSFT)",
    "description": "Bill and Melinda Gates keep saying the word is getting better and it's easy to look around and shrug off their optimism. So I spent a day at their foundation, talking to the people working on some of the world's hairiest, most intractable problems. And they a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:00:00Z"
  },
  {
    "title": "IOTA partners with Nova to launch seed fund for distributed ledger startups",
    "description": "IOTA Foundation partners with startup studio Nova to create a seed fund that targets entrepreneurs working on distributed ledger technologies.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:06Z"
  },
  {
    "title": "How to Block Access to Windows 10 Settings and Control Panel",
    "description": "When you are running a network of computers, for example, at a school or in an enterprise setting, it’s important to know how to block access to the Windows 10 settings menu and control panel. If you keep access to these pages available, it becomes easier for…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:41:39Z"
  },
  {
    "title": "Facebook’s Chief A.I. Scientist Yann LeCun On the Future of Computer Chips, Lawnmowers, and Deep Learning",
    "description": "Facebook's Chief A.I. Scientist Yann LeCun is presenting a new paper on how computer chips need to evolve with the rise of deep learning.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:30:12Z"
  },
  {
    "title": "Windows 10 will soon allow direct access to Linux files",
    "description": "Penguin joins Club, takes biscuit,Developer ,developer,Software,Windows,Linux,windows 10",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:13:00Z"
  },
  {
    "title": "Release: SQL Server Migration Assistant (SSMA) v8.0",
    "description": "Overview SQL Server Migration Assistant (SSMA) for Oracle, MySQL, SAP ASE (formerly SAP Sybase ASE), DB2, and Access allows users to convert a database schema to a Microsoft SQL Server schema, deploy the schema, and then migrate data to the target SQL Server …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:18:29Z"
  },
  {
    "title": "Visio Blog is moving to Tech Community",
    "description": "The Microsoft Visio Team Blog here on MSDN is moving to Tech Community. All MSDN blog posts have already been migrated and are accessible via https://aka.ms/visioblogs. This MSDN blog will no longer be updated, and its content will be deleted soon. If you are…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:07:02Z"
  },
  {
    "title": "Dallas company plans massive data center project in West Valley",
    "description": "Goodyear continues to attract high-tech companies, with high-profile businesses — including Microsoft — looking to set up data center campuses in the fast-growing city west of Phoenix.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:00:00Z"
  },
  {
    "title": "30,000+ Individual Infographic Elements, 1500 Templates in Ai, EPS, PSD & PPTX",
    "description": "The Biggest Infographics Bundle Ever Conveying an idea in a clear & concise manner is not always easy, that's why today we've brought you an amazing deal you're gonna want to check out! This mammoth bundle contains over 30k individual infographic elements, sp…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T23:18:05Z"
  },
  {
    "title": "The Ultimate Guide To Memorable Tech Talks – Nina Zakharenko – Medium",
    "description": "Imagine this. You’re a woman in a male-dominated field. English is not your first language. Even though you’re confident in your…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:47:01Z"
  },
  {
    "title": "Interactive ad: Closeup Toothpaste: CloseUp AI Love",
    "description": "To celebrate this season of romance, Closeup Toothpaste, is working with creative agency, MullenLowe Singapore to discover if love can overcome all boundaries (even firewalls), with a unique experiment to discover whether two AI chatbots can fall in love. In …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:41:46Z"
  },
  {
    "title": "iPhone May Get a Foldable Design, Apple Patent Application Hints",
    "description": "An iPhone with a foldable display may become a reality, if a patent filing is any indication.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:10:24Z"
  },
  {
    "title": "AI-Powered Apps Could Make Us More Creative—or Less Human",
    "description": "Google, Microsoft, and other tech companies keep injecting more and more smarts into our daily tasks. Will we become indistinguishable, or truly free?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:00:00Z"
  },
  {
    "title": "Microsoft's Surface Studio 2 Hits the Deck to Help You Work",
    "description": "The latest version of Redmond's dextrous desktop combines thoughtful design and premium guts to boost your productivity—no matter what you do.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:00:00Z"
  },
  {
    "title": "Apple Appoints Sam Jadallah to Lead Its 'Home' Products Line: Report",
    "description": "Apple has not officially announced the appointment, Jadallah updated his LinkedIn bio to read - &quot;Working on Home at Apple&quot;",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:23:14Z"
  },
  {
    "title": "Why Nintendo Switch Exclusives Are Crushing PS4, Xbox Releases in 2019",
    "description": "Nintendo Switch exclusives of 2019 look a lot stronger than those on PS4 and Xbox One.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:10:42Z"
  },
  {
    "title": "Xiaomi Redmi Note 7 India Launch Date, Samsung M30 Price in India, and More This Week",
    "description": "Redmi Note 7 launch date in India was revealed, Samsung M30 details were leaked, Mi 9 teasers, Moto G7 Power India launch, and more news this week.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:51:31Z"
  },
  {
    "title": "Facebook and Google could face higher tax rates in New Zealand",
    "description": "The Government is moving to tax digital giants like Facebook and Google more for their income made within New Zealand.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:04:11Z"
  },
  {
    "title": "How to avoid problems installing Windows 10 version 1903 (April 2019 Update)",
    "description": "Use these tips to prepare and avoid problems during the installation of the Windows 10 April 2019 Update when it rolls out this spring. The post How to avoid problems installing Windows 10 version 1903 (April 2019 Update) appeared first on Pureinfotech • Wind…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:41Z"
  },
  {
    "title": "How To Create SharePoint News digest with news from multiple SharePoint sites",
    "description": "How you can extract news from multiple SharePoint Sites into one centralized news digest. The post How To Create SharePoint News digest with news from multiple SharePoint sites appeared first on Petri.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:33:17Z"
  },
  {
    "title": "Rumour: PlatinumGames' Scalebound Is Being Revived As a Nintendo Switch Exclusive",
    "description": "There be dragons? Scalebound was an ambitious action title in development at PlatinumGames a few years back, and was intended to be an Xbox One exclusive. Helmed by the one and only Hideki Kamiya, it mixed fantasy with science fiction and was understandably o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:20:00Z"
  },
  {
    "title": "Features To Build Better Applications With.NET Core 3",
    "description": "Devs are excited and so should you, for an improved .NET Core 3.0 that comes after much anticipation. First presented back in May during…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:01:00Z"
  },
  {
    "title": "What is the Future of PHP?",
    "description": "Is there any future of PHP as a programming language? If you are looking to this query, you are at the right place. In this blog, we will…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:51:01Z"
  },
  {
    "title": "News story: Innovative ideas to change the world: new business funding",
    "description": "Innovate UK Smart funding launches with £20 million grant competition for ambitious projects that could disrupt a global industry or market.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:34:58Z"
  },
  {
    "title": "How to change the theme from the system tray on Windows 10",
    "description": "Windows 10 has a dark theme. It’s limited to UWP apps and so far, only the stock UWP apps support it, with some exceptions. Desktop apps do not have a dark theme, not even Control Panel so there’s obviously a lot left wanting. You can switch to the light/dark…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:38:01Z"
  },
  {
    "title": "Rhipe share price surges 6% after posting 181% profit increase",
    "description": "The Rhipe Limited (ASX: RHP) share price has surged 6% in early trade on the ASX after the company reported a 181% increase in net profit after tax (NPAT) to $3.0 million.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:31:11Z"
  },
  {
    "title": "Australian business knows it needs a digital transformation - here's the steps that can make it happen",
    "description": "New research of 505 medium to large Australian businesses - commissioned by Microsoft Austalia and conducted by Colmar Brunton - shows the vast majority know they need to digitally transform their businesses and believe they have a digital transformation stra…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:39:51Z"
  },
  {
    "title": "3 things we learned from Facebook's AI chief about the future of artificial intelligence",
    "description": "In recent years, many of the worlds biggest tech companies – from Google to Facebook and Microsoft – have been fixated on artificial intelligence and how it can be incorporated into nearly all of their products. For example, Google even rebranded its Google R…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:30:00Z"
  },
  {
    "title": "I spent an uplifting day at the Bill & Melinda Gates Foundation and discovered what it's really like to work there",
    "description": "Bill and Melinda Gates keep saying the word is getting better and it's easy to look around and shrug off their optimism. So I spent a day at their foundation, talking to the people working on some of the world's hairiest, most intractable problems. More »",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:00:00Z"
  },
  {
    "title": "Dell EMC、Windows Server 2019プリインストールサーバを出荷開始（ZDNet Japan）",
    "description": "Dell EMCは、「Windows Server 2019」プリインストールの「Dell EMC PowerEdge」サー - Yahoo!ニュース(ZDNet Japan)",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:43:00Z"
  },
  {
    "title": "Employees can be 'weak link' in cyber security",
    "description": "A new survey has found two out of every five employees here has experienced phishing, hacking, cyber fraud or other cyberattacks.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:02:36Z"
  },
  {
    "title": "Microsoft Teams has been down for two hours",
    "description": "Microsoft Teams, the company’s Slack competitor, is currently experiencing an outage. Microsoft Teams is down and has been unavailable for more than two hours. Microsoft is looking into the connectivity issues.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:18Z"
  },
  {
    "title": "RUMOR - Nintendo working with PlatinumGames to revive Scalebound for Switch",
    "description": "At one time, Scalebound was supposed to be a major AAA title that was heading to the Xbox One. Microsoft had partnered with PlatinumGames to make the game a reality, and for awhile there, things seemed to be working out just fine. Then, unfortunately, the gam…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:30:00Z"
  },
  {
    "title": "Forget Marie Kondo: There’s a better, high-tech method to tidying up",
    "description": "A tech columnist debates with the star of “Tidying Up” about how to clean in an era of abundant cloud storage and software that does the organizing for you.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:40:33Z"
  },
  {
    "title": "Fin24.com | EOH shares drop more than 14% despite promises to root out corruption",
    "description": "Technology service provider EOH's shares fell more than 14% on Monday, in the wake of Microsoft's decision to terminate contracts with one of its subsidiaries last week.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:51:26Z"
  },
  {
    "title": "Fin24.com | Chinese loan data boosts global stocks",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:28:47Z"
  },
  {
    "title": "S7:E6 - What are progressive web apps? (Frances Coronel)",
    "description": "What are progressive web apps? And why are they so important? Frances breaks down what they are, how they work, and how they make technology more accessible. We also have our sixth episode of \"Tales from the Command Line\" where Scotts gives us a tour of the i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:00:00Z"
  },
  {
    "title": "IIM-A placement: Few takers for entrepreneur as career, drop in ‘dream’ jobs",
    "description": "The number of students opting for entrepreneurship depends on their interests. There is no specific reason we can assign to the decline in this number this year, said an IIM-A official.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:08:21Z"
  },
  {
    "title": "Save on New HP Stream 14 Laptop with Office 365",
    "description": "Amazon.com: 2019 HP Stream 14 14“ FHD IPS Laptop Computer, Intel Celeron N3060 up to 2.48 GHz, 4GB RAM, 64GB SSD, Bluetooth, AC WiFi, USB 3.1, HDMI, Windows 10, 1-year office 365, Choose Extra SD CARD 128GB/256GB: Computers & Accessories",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:05:00Z"
  },
  {
    "title": "Continuous integration and delivery (CI/CD) in Azure Data Factory using DevOps and GitHub",
    "description": "(2019-Feb- 17) With Azure Data Factory (ADF) continuous integration, you help your team to collaborate and develop data transformation solutions within the same data factory workspace and maintain your combined development efforts in a central code repository…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:53:47Z"
  },
  {
    "title": "Liam Dann: Tax move timely but cautious as tech giants face global pressure",
    "description": "A Government move to tighten tax rules for multinational digital companies is overdue. So the announcement that: \"Cabinet has agreed to issue a discussion document about how to update our tax framework\" was hardly a bombshell.In...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:39:34Z"
  },
  {
    "title": "\"Victorian Duality, Doubles, and Doppelgangers\": MVSA at MMLA 2019",
    "description": "updated: Tuesday, February 19, 2019 - 8:56am Midwest Victorian Studies Association panel at Midwest Modern Language Association Conference deadline for submissions: Friday, April 5, 2019 CALL FOR PAPERS 2019 MMLA Conference’s MVSA-Affiliated Panel Chicago, Il…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:33:38Z"
  },
  {
    "title": "Eliot Society, St. Louis, Sept. 2019, call for papers",
    "description": "updated: Friday, February 22, 2019 - 2:57pm International T. S. Eliot Society deadline for submissions: Saturday, June 1, 2019 The 40th Annual Meeting of the International T. S. Eliot Society St. Louis September 27–29, 2019 Call for Papers",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:42:26Z"
  },
  {
    "title": "World Phygital Business Models 2019: GAFAM (Google, Apple, Facebook, Amazon, Microsoft) and BAT (Baidu, Alibaba, Tencent) - The Internet Giants Driving the Phygital World",
    "description": "DUBLIN, Feb. 18, 2019 /PRNewswire/ -- The \"Business Models in the Phygital World\" report has been added to ResearchAndMarkets.com's offering. The world is today entering into an increasingly 'phygital' era; a world where both the physical and digital sides ar…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:15:00Z"
  },
  {
    "title": "Dallas company plans massive data center project in West Valley",
    "description": "Goodyear continues to attract high-tech companies, with high-profile businesses — including Microsoft — looking to set up data center campuses in the fast-growing city west of Phoenix.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:00:00Z"
  },
  {
    "title": "Cyber Security Today: Feb. 18, 2019 — Text scam, stolen data and phony Facebook login",
    "description": "Today's podcast looks at a texting scam that pretends to come from Telus, the discovery of some phony apps on the Microsoft store and a warning about a phony Facebook login screen",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:13:54Z"
  },
  {
    "title": "New Research from Microsoft and Amarach Shows Poor Security Habits in Public and Private Sector Organisations in Ireland Increasing Risk of Cyberattacks",
    "description": "First ever security research on large public sector and commercial organisations across the island of Ireland reveals poor employee habits that could increase data breaches and security risks. Microsoft launches new security solutions - Microsoft Identity & T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:02:00Z"
  },
  {
    "title": "Cryptocurrency miners found on Microsoft Store",
    "description": "Around eight potentially unwanted applications (PUAs) have been discovered on the Microsoft Store that use a victim’s computer to mine cryptocurrency. The apps, which included those for computer and battery optimisation, internet search, web browsers, and vid…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:09:00Z"
  },
  {
    "title": "Microsoft Store apps caught illegally mining cryptocurrencies (Matt Hanson/TechRadar)",
    "description": "Several apps in the Microsoft Store have been found to mine cryptocurrencies in the background without the user’s knowledge. A shocking new report by security firm Symantec alleges that at least eight apps on the Microsoft Store have been mining for cryptocur…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:59:00Z"
  },
  {
    "title": "Microsoft study shows poor employee habits threaten cybersecurity - Siliconrepublic.com",
    "description": "Research from Microsoft Ireland and Amarach shines a light on poor security habits in Irish organisations that increase the risk of cyberattacks. Microsoft Ireland has today (18 February) warned that poor cybersecurity habits within large public and private s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:25:00Z"
  },
  {
    "title": "Attackers place cryptojacking apps in Microsoft App Store",
    "description": "In January, security researchers from Symantec found cryptomining applications in the Microsoft App Store, but they were published in the store between April and December 2018. It is not clear how many users downloaded or installed the apps, but they had almo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:46:00Z"
  },
  {
    "title": "New Research from Microsoft and Amarach Shows Poor Security Habits in Public and Private Sector Organisations in Ireland Increasing Risk of Cyberattacks",
    "description": "Microsoft Ireland has warned that poor security habits within large Irish public sector and commercial organisations will lead to critical data and intellectual property loss. Following the publication of research across 700 employees working in large Irish o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:18:00Z"
  },
  {
    "title": "Hysolate extends cybersecurity isolation platform to protect sensitive information",
    "description": ", pioneer of secure software-defined endpoints, announced major extensions to the Hysolate cybersecurity isolation platform. The new capabilities, which include granular USB control, hypervisor-based VPN, and support for Microsoft Azure Information Protection…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:03:00Z"
  },
  {
    "title": "Know how Google, Microsoft, and Facebook protect user data from Cyber…",
    "description": "Cyber landscape has evolved a lot in recent years and so are the hackers who are always on the prowl to exploit even the slightest vulnerability. Amid these concerns is the cyber threat coming from state actors who threaten to conduct espionage on critical an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:28:00Z"
  },
  {
    "title": "Here's how Google, Microsoft, Amazon and others are protecting your data from cyber attacks - Gadgets Now",
    "description": "NEW DELHI: With the dramatic rise in and data breaches in the past couple of years amid nation-state actors now threatening critical and sensitive government data, it has become crucial for the tech companies to put in place top-of-the-line measures to stay a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:50:00Z"
  },
  {
    "title": "Social Media Microsoft says the internet is getting a little nicer While a report shows online behavior is getting better, it uncovers a worrying theme: internet harassers often aren’t strangers. Emma Charlton 18 Feb 2019",
    "description": "Uncivil behaviour is becoming more common within our inner social networks, according to a Microsoft report, which showed that family and friends accounted for 28% of online risks in 2018, up 11 points from a year earlier. While the proliferation of this beha…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:16:00Z"
  },
  {
    "title": "Govt agencies want to use data better, tech giants jump at the chance",
    "description": "A vast majority of government organisations say they need better data about citizens to improve their experiences with the bureaucracy, with many acknowledging the high rate of failure in digital transformation projects, a new survey shows. Government struggl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:45:00Z"
  },
  {
    "title": "Hysolate extends cybersecurity isolation platform to protect sensitive information",
    "description": "News and articles about cyber security, information security, vulnerabilities, exploits, patches, releases, software, features, hacks, laws, spam, viruses, malware, trojans. Hysolate extends cybersecurity isolation platform to protect sensitive information.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:53:00Z"
  },
  {
    "title": "Should you upgrade to Office 2019?",
    "description": "There are two main editions of Office 2019. The Home & Student edition comes with the latest versions of Word, Excel and PowerPoint, and costs £120 from products.office.com (or a little cheaper if you shop around online). Office Home & Business 2019 includes …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:23:00Z"
  },
  {
    "title": "Sinerix deals with Grey Matter on cloudy electronic signatures",
    "description": "Cloud technology outfit Sinerix has signed a deal with Devon-based channel partner – Grey Matter – to provide customers with electronic signature and biometric ID authentication software. Developed by Sinerix, the SecureSign platform provides an electronic si…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:38:00Z"
  },
  {
    "title": "Prominent Torrent uploader caught distributing GrandCrab ransomware",
    "description": "“CracksNow was a trusted uploader and had been warned in the past but only for misdemeanors. To the best of our knowledge, the remaining torrents are ransomware free but his account is due for removal. I also checked the same uploads from him on a couple othe…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:17:00Z"
  },
  {
    "title": "RBI malware warning: Refrain from installing 'AnyDesk' mobile app or else risk losing bank balance",
    "description": "For the past couple of years, many people particularly in India, have embraced cashless transaction for paying services such as food, petrol and sundries using Unified Payment Interface (UPI)-based mobile apps. But, there is also a rise in cases of citizens l…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:55:00Z"
  },
  {
    "title": "EU plays hardball with tech giants",
    "description": "* The Abacus Group acquired Proactive Technologies, another managed service provider. * Amazon bought Eero, a start-up that makes home routers to help customers better connect smart home devices. * Apple purchased Pullstring, a voice application company.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:47:00Z"
  },
  {
    "title": "‘We have only scratched the surface’ – Estonia’s CIO on what’s next for the world’s most celebrated digital nation",
    "description": "Estonia is often touted as the world’s foremost digital society – a status it has achieved via a 20-year programme of government initiatives to digitise public services and promote the country’s IT sector. But, when discussing Estonia’s plan to reform 15 serv…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:40:00Z"
  },
  {
    "title": "An overview of bitcoin ransomware attack campaigns",
    "description": "presents a thorough analysis of the ransomware epidemic, detailing its technical and economic effects. The paper developed an attack model that can be applied to network infrastructures commonly found in current business systems, highlighting potential ransom…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:09:00Z"
  },
  {
    "title": "The Best Free Antivirus Protection for 2019 - PCMag.com",
    "description": "Free Malware, Spyware, and Adware Protection. Which would you rather spend your money on, the latest Battle Royale fighting game, or an antivirus utility? Yeah, the game winsno contest. But if you go without antivirus, your PC could find itself ill-equipped t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:28:00Z"
  },
  {
    "title": "Ten Attributes of Serverless | @KubeSUMMIT #Serverless #FaaS #AWS #Lambda #OpenWhisk #Docker #Kubernetes",
    "description": "Serverless Computing or Functions as a Service (FaaS) is gaining momentum. Amazon is fueling the innovation by expanding Lambda to edge devices and content distribution network. IBM, Microsoft, and Google have their own FaaS offerings in the public cloud. The…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:45:00Z"
  },
  {
    "title": "First Kubernetes Certified Service Providers | @KubeSUMMIT #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "The KCSP program is a pre-qualified tier of vetted service providers that offer Kubernetes support, consulting, professional services and training for organizations embarking on their Kubernetes journey. The KCSP program ensures that enterprises get the suppo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:30:00Z"
  },
  {
    "title": "Monitoring Containers | @KubeSUMMIT #Serverless #Containers #DevOps #Docker #APM #Kubernetes #Monitoring",
    "description": "With the rise of Docker, Kubernetes, and other container technologies, the growth of microservices has skyrocketed among dev teams looking to innovate on a faster release cycle. This has enabled teams to finally realize their DevOps goals to ship and iterate …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:15:00Z"
  },
  {
    "title": "5 Windows 10 security settings to tweak",
    "description": "IT can make a few changes to Windows 10 security settings to make users' desktops more secure. Here are a few tweaks IT can make to get started.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:55:00Z"
  },
  {
    "title": "Should I use GitHub's new private repositories?",
    "description": "GitHub is now offering free private repositories, but does the initiative go far enough to compel enterprises to move some of their code development to the site? Security expert Nick Lewis weighs in.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:02:00Z"
  },
  {
    "title": "Client virtualization, part 2: How client VMs have evolved into current offerings",
    "description": "We covered the client virtualization background and now we're looking at what client VM options end users have at their disposal today, from the likes of Hysolate, Bromium, and Qubes OS",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "IT Priorities 2019: IT professionals plan a big push to migrate off Windows 7",
    "description": "With the clock ticking to Windows 7 end of support, more than half of the IT professionals who took part in a survey have a Windows 10 migration as their top IT project this year.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:51:00Z"
  },
  {
    "title": "Veeam revenue edges up in 2018; acquisitions possible in 2019",
    "description": "Veeam revenue narrowly missed a goal of $1 billion in 2018. The vendor expects to get there in early 2019 and also could make some acquisitions this year.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:51:27Z"
  },
  {
    "title": "Non-IT software vendors stir up IT tool selection process",
    "description": "The new software economy is full of tools that compete with the big, established IT software vendors in the space -- and these tools come from non-IT companies. Weigh the pros and cons, and don't get caught without alternative options.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:00:00Z"
  },
  {
    "title": "Explore multifactor authentication products in-depth",
    "description": "Every multifactor authentication vendor offers different tools depending on its products, the size of the company and the industry. Discover some of the top multifactor authentication products currently on the market to find the best option for your company.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:12:00Z"
  },
  {
    "title": "Steering a safe course through hybrid cloud",
    "description": "We look at why hybrid cloud can create a tricky infrastructure to manage",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:58:00Z"
  },
  {
    "title": "Bill Gates backs capital gain tax as the best way to tap 'big fortunes'",
    "description": "Proposals have circulated recently for the richest Americans to again face a top marginal tax rate of 70 per cent, as they did during much of the 1970s",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:06:00Z"
  },
  {
    "title": "Getting answers from a chatbot: Empowering patients through artificial intelligence",
    "description": "Last year, I posted about Alexa being able used to access complex health information. Microsoft, on the other hand, has taken a different approach to the use of a chatbot/AI for healthcare. Instead of the chatbot being able to access your health record, why n…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:15:17Z"
  },
  {
    "title": "Celebrity chef Ricardo Larrivée is ending his English-language food magazine",
    "description": "Citing high distribution costs and falling ad revenue, chef’s company is ending the print product after five years.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:30:20Z"
  },
  {
    "title": "CloudBees Makes Kubernetes a Reality for Enterprise DevOps | @KubeSUMMIT @CloudBees #Serverless #Kubernetes",
    "description": "CloudBees, Inc., the hub of enterprise Jenkins and DevOps, today announced a major investment in Kubernetes technology across all areas of the business. CloudBees has made Kubernetes a key part of its long-term strategy by fully supporting it in CloudBees Jen…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:30:00Z"
  },
  {
    "title": "DevOps vs SRE vs Cloud-Native | @KubeSUMMIT #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "DevOps is under attack because developers don’t want to mess with infrastructure. They will happily own their code into production, but want to use platforms instead of raw automation. That’s changing the landscape that we understand as DevOps with both archi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:00:00Z"
  },
  {
    "title": "Dallas company plans massive data center project in West Valley",
    "description": "Goodyear continues to attract high-tech companies, with high-profile businesses — including Microsoft — looking to set up data center campuses in the fast-growing city west of Phoenix.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:00:00Z"
  },
  {
    "title": "Tableau Execs Talk About New Software, Battling Microsoft, M&A and More",
    "description": "CFO Damon Fletcher and product chief Francois Ajenstat see new features helping Tableau's analytics software win over more rank-and-file office workers....DATA",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:45:00Z"
  },
  {
    "title": "Optimize Website Speed With Varnish Cache",
    "description": "The page load time is one of the most important factors for today’s online business. Walmart found a 2 percent increase in conversions for every 1-second of improvement of website speed. Amazon found a 1 percent increase of revenue for every 100 milliseconds …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:28:13Z"
  },
  {
    "title": "It's 2019 And Email Is Still Not Dead, And Not Responding On Time Just Reflects Badly On You",
    "description": "When the Internet first kicked it into high gear in the 90s, email was the way most people kept in touch online. Eventually though, thanks to social media, instant messengers, and collaboration apps, its use has waned somewhat. That being said, email is far f…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:10:23Z"
  },
  {
    "title": "Jack Ma Mentors Startup Founders From India, Sharing His Mantra For Success In Digital Age",
    "description": "Jack Ma, founder and Executive Chairman of Alibaba Group, in his capacity as the UNCTAD Special Adviser for Young Entrepreneurs and Small Business mentored 38 young entrepreneurs from Asia, of which four were from India. He shared with him essential mantra fo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:15:06Z"
  },
  {
    "title": "Bill Gates Uses Toys To Educate Us About Climate Change And What We Can Do To Stop It",
    "description": "Bill and Melinda Gates have recently published their annual letter for this year in which the couple focusses upon 9 elements from across the world that surprised them. The points encompass several environmental and societal issues that the couple is working …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:39:59Z"
  },
  {
    "title": "Microsoft CSP Partner Alpha Variance Solutions, LLC Becomes Certified NEW YORK CITY MWBE",
    "description": "NEW YORK, Feb. 18, 2019 /PRNewswire/ -- Alpha Variance Solutions a Microsoft Certified Cloud Solution Provider, today announces its New York City certification as a minority woman owned business enterprise by the New York Small Business Services (SBS). Yuanmi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:00Z"
  },
  {
    "title": "Microsoft to adopt an \"Inner Source\" approach to development, share code between teams",
    "description": "Microsoft has been embracing open-source software development to a large degree of significance lately, and the firm is looking to adopt even more of those principles in the future. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:44:01Z"
  },
  {
    "title": "Microsoft adds three known issues to last week's Patch Tuesday updates for Windows",
    "description": "Last week, Microsoft released cumulative updates for all supported versions of Windows 10, as it was Patch Tuesday. Now, there are some new known issues to be aware of, such as broken images in IE. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T23:06:01Z"
  },
  {
    "title": "Microsoft's flagship store in London reportedly opening this summer",
    "description": "After the firm announced the new location nearly a year and a half ago, a new report says that Microsoft will finally be opening up its new flagship store in London, England this summer. Read more...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:52:01Z"
  },
  {
    "title": "Serverless, FaaS, AWS and Lambda | @KubeSUMMIT #CloudNative #Serverless #DevOps #FaaS #AWS #Lambda #Monitoring #Docker #Kubernetes",
    "description": "If you are part of the cloud development community, you certainly know about “serverless computing,” almost a misnomer. Because it implies there are no servers which is untrue. However the servers are hidden from the developers. This model eliminates operatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:46:00Z"
  },
  {
    "title": "51 Useful Docker Tools | @KubeSUMMIT @JFrog #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "Docker is sweeping across startups and enterprises alike, changing the way we build and ship applications. It's the most prominent and widely known software container platform, and it's particularly useful for eliminating common challenges when collaborating …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:32:00Z"
  },
  {
    "title": "IBM is all-in on hybrid cloud",
    "description": "Following its blockbuster $33 billion acquisition of the open source Linux company Red Hat last year, IBM has clearly set out its strategy for the future, and it is all about the hybrid cloud.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:39:00Z"
  },
  {
    "title": "The week in security: A Parliament of howls as nation-state, BEC attacks fly thick and fast",
    "description": "The cyber attack on Australia’s Parliament House was all over the mainstream news, with the government careful not to rush to attribute the incident to China despite whispers to that effect.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:06:52Z"
  },
  {
    "title": "Presentation: Brewing Java Applications in Sigma Managed Clusters",
    "description": "Kingsum Chow talks about the challenges of large-scale software deployments in the data center for one of the largest online shopping event. Chows covers evaluating and estimating software performance at scale, and optimizing software for resource management.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:27:00Z"
  },
  {
    "title": "Ubuntu As a Router With IPSec VPN",
    "description": "I have a network setup with a nonconfigurable hardware firewall that connects a local subnet to my servers at a datacenter - we use Microsoft Remote Desktop Servers and have only stupid RD-clients in the local subnet. I'd like to replace that firewall with an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:57:57Z"
  },
  {
    "title": "菴処",
    "description": "2019 綛2 禹礇絅磧彜羂 (2019.02.13) a href=\"https://www.symantec.com/connect/ja/blogs/microsoft-patch-tuesday-2019-2\">、純聹常射icrosoft Patch Tuesday鐚 2019 綛2 /a> (激潟ッ, 2019.02.13) 2019.02.19 菴処: Windows 10 Version 1809 / Server 2019 膣贋違 KB4487044 с桁榊 MicrosoftKB4487044筝…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:00:00Z"
  },
  {
    "title": "Aluminum Tablet Desk Mount Stand $19.99 AC on Amazon",
    "description": "https://www.amazon.com/dp/B01IMN58US \n \n$19.99 After Clipping Coupon \n \n360°rotation holding bracket with 180°swivel arms to meet any viewing angle  \n \nFits all 4.7\"-11\" iPad, iPhone 6 6s  ...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:08:54Z"
  },
  {
    "title": "Microsoft Flow In 10 Days - Day Eight - Flow With Graph API",
    "description": "In this article series, I will be covering all the topics in Microsoft Flow. This is part 8 of the series where we will talk about working with Microsoft Flow and Graph API.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Microsoft Releases Windows Community Toolkit Version 5.1",
    "description": "Recently, Microsoft announced the latest version of the Windows Community Toolkit, bringing the Toolkit to version 5.1.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "Basic Site Provisioning Using SharePoint Framework Client-Side Web Part And Microsoft Bot Framework",
    "description": "In this article, we will see the working of SharePoint Framework Client-Side Web Part illustrating Site Provisioning using Microsoft Bot Framework.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "Deploy MVC Application On Amazon EC2 Using Web Deploy",
    "description": "In this article, you will learn how to deploy an MVC application from Visual Studio on Amazon EC2 using Web Deploy.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T00:00:00Z"
  },
  {
    "title": "Create Secure Store Application In SharePoint O365",
    "description": "In this article, I would like to explain and share the steps to create or edit the secure store target application in SharePoint 365 using the admin center.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Employees are major risk to employers’ cyber security, study finds",
    "description": "A third of workers used own email for work, and 24% shared files with family and friends",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:30:02Z"
  },
  {
    "title": "That's it",
    "description": "Still some rough edges and lots more that could be done, but it's essentially finished. You can restart a game, see the score and the snake can get much longer (a trivial change). This hasn't really been a blog, but somewhere to drop this code. Maybe I'll mak…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:15:21Z"
  },
  {
    "title": "How Better Corporate Governance Fosters Disruptive Innovation Through Executive Compensation",
    "description": "Innovation is the primary engine of growth in economies at the technological frontier, and a path to higher profits and growth for individual companies, as the likes of Apple, Alphabet, Microsoft, and Amazon make clear. CEOs play a crucial role in directing a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:05:18Z"
  },
  {
    "title": "Africa: Technology Is Useful, but Drones Alone Won't Save Africa's Elephants",
    "description": "[The Conversation Africa] Technology has made a tremendous difference in the world, in areas as diverse as health and education, and pretty much everything in between.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:12:24Z"
  },
  {
    "title": "The Momentum Investor For The Week Of February 11-15",
    "description": "The general backdrop for investing remains positive: the markets are rallying and the economy is growing. The sector backdrop is shifting: defensive sectors are",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:15:09Z"
  },
  {
    "title": "Arista Earnings: No Slowdown",
    "description": "Arista reported Q4 earnings above the guidance. The results and the outlook contrast with the warnings from other vendors in the cloud data center area. The sto",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:50:45Z"
  },
  {
    "title": "Velrada Establishes Partnership with Profisee® to Provide Data Management Solutions to Leading Organizations in Australia",
    "description": "ATLANTA, Feb. 18, 2019 /PRNewswire/ -- Profisee, a leading data management software company, announced today a new relationship with Velrada, an Australian 2018 Microsoft Global Partner of the Year, specializing in advanced analytics, data management and AI t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:00:00Z"
  },
  {
    "title": "Cubic Names IBM and Microsoft Executive Kevin Eagan as Senior Vice President & Chief Digital Officer",
    "description": "SAN DIEGO, Feb. 18, 2019 /PRNewswire/ -- Cubic Corporation (NYSE:CUB) today announced the appointment of Kevin Eagan to the role of senior vice president and chief digital officer. Eagan will join Cubic's executive team based in San Diego, CA, effective March…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:00:00Z"
  },
  {
    "title": "\"Crazy Rich Asians,\" \"A Star is Born,\" \"Vice\" and \"Mary Queen of Scots\" Motion Picture Winners at the 6th Annual Make-Up Artists & Hair Stylists Guild Awards; \"The Marvelous Mrs. Maisel,\" \"American Horror Story: Apocalypse,\" \"Westworld,\" and \"Dancing with the Stars,\" Win for Television Series",
    "description": "HOLLYWOOD, Calif., Feb. 18, 2019 /PRNewswire/ -- The Make-Up Artists and Hair Stylists Guild (MUAHS, IATSE Local 706) announced winners of its 6th Annual MUAHS Awards in 21 categories of film, television, commercials and live theater, during a formal gala at …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:14:00Z"
  },
  {
    "title": "\"Crazy Rich Asians,\" \"A Star is Born,\" \"Vice\" and \"Mary Queen of Scots\" Motion Picture Winners at the 6th Annual Make-Up Artists & Hair Stylists Guild Awards; \"The Marvelous Mrs. Maisel,\" \"American Horror Story: Apocalypse,\" \"Westworld,\" and \"Dancing with the Stars,\" Win for Television Series",
    "description": "HOLLYWOOD, Calif., Feb. 18, 2019 /PRNewswire/ -- The Make-Up Artists and Hair Stylists Guild (MUAHS, IATSE Local 706) announced winners of its 6th Annual MUAHS Awards in 21 categories of film, television, commercials and live theater, during a formal gala at …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:14:00Z"
  },
  {
    "title": "Scalebound Rumored to Return as a Nintendo Switch Exclusive",
    "description": "Cancelled Xbox One title Scalebound may be coming back as a Nintendo Switch title. facebook twitter google+ tumblr News Games Matthew Byrd Scalebound Feb 18, 2019 Nintendo A new report from Nintendo Insider states that Nintendo plans on resurrecting Scaleboun…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:42:56Z"
  },
  {
    "title": "$730 Bn Artificial Intelligence in Supply Chain Market, 2025 Featuring Intel, NVIDIA, Xilinx, Samsung Electronics, Micron Technology, IBM, Microsoft, and Amazon",
    "description": "DUBLIN, Feb. 18, 2019 /PRNewswire/ -- The \"Artificial Intelligence in Supply Chain Market by Offering, Technology, Application (Fleet Management, Supply Chain Planning, Warehouse Management, Virtual Assistant, Freight Brokerage), End-User Industry, and Geogra…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:00Z"
  },
  {
    "title": "Bill Gates: Best Option For Soaking The Rich Would Be Hiking Capital Gains Tax",
    "description": "As the growth of the national debt (which, as we've repeatedly pointed out, eclipsed $22 trillion last week) accelerates, and America's ascendant Democratic Socialists like Alexandria Ocasio-Cortez push for draconian taxation plans like a 70% marginal rate fo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:30:00Z"
  },
  {
    "title": "Ten Attributes of Serverless | @KubeSUMMIT #Serverless #FaaS #AWS #Lambda #OpenWhisk #Docker #Kubernetes",
    "description": "Serverless Computing or Functions as a Service (FaaS) is gaining momentum. Amazon is fueling the innovation by expanding Lambda to edge devices and content distribution network. IBM, Microsoft, and Google have their own FaaS offerings in the public cloud. The…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:15:00Z"
  },
  {
    "title": "Scheduling Techniques in Kubernetes | @KubeSUMMIT #CloudNative #Serverless #DevOps #Docker #Kubernetes",
    "description": "Is advanced scheduling in Kubernetes achievable?Yes, however, how do you properly accommodate every real-life scenario that a Kubernetes user might encounter? How do you leverage advanced scheduling techniques to shape and describe each scenario in easy-to-us…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:15:00Z"
  },
  {
    "title": "Don't Skeu Up Containers | @KubeSUMMIT #DevOps #Docker #Serverless #Docker #Kubernetes",
    "description": "Skeuomorphism usually means retaining existing design cues in something new that doesn’t actually need them. However, the concept of skeuomorphism can be thought of as relating more broadly to applying existing patterns to new technologies that, in fact, cry …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:45:00Z"
  },
  {
    "title": "CloudBees Makes Kubernetes a Reality for Enterprise DevOps | @KubeSUMMIT @CloudBees #Serverless #Kubernetes",
    "description": "CloudBees, Inc., the hub of enterprise Jenkins and DevOps, today announced a major investment in Kubernetes technology across all areas of the business. CloudBees has made Kubernetes a key part of its long-term strategy by fully supporting it in CloudBees Jen…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:15:00Z"
  },
  {
    "title": "Serverless and Container Orchestration | @KubeSUMMIT #CloudNative #AWS #Docker #Kubernetes #Serverless",
    "description": "The use of containers by developers -- and now increasingly IT operators -- has grown from infatuation to deep and abiding love. But as with any long-term affair, the honeymoon soon leads to needing to live well together... and maybe even getting some relatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:00:00Z"
  },
  {
    "title": "Oracle Data Visualization 12.2.5.1.0 (2019/02/15)",
    "description": "2019/02/15より、Oracle Data Visualization 12.2.5.1.0 がリリースされています。 V981367-01 Oracle Data Visualization Desktop 12c (12.2.5.1.0) for Mac OS X-64 V981366-01 Oracle Data Visualization Desktop 12c (12.2.5.1.0) for Microsoft Windows x64 (64-bit) V975370-01 Oracle Bus…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:10:50Z"
  },
  {
    "title": "Microsoft CSP Partner Alpha Variance Solutions, LLC Becomes Certified NEW YORK CITY MWBE",
    "description": "NEW YORK, Feb. 18, 2019 /PRNewswire/ -- Alpha Variance Solutions a Microsoft Certified Cloud Solution Provider, today announces its New York City certification as a minority woman owned business enterprise by the New York Small Business Services (SBS). Yuanmi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:00:00Z"
  },
  {
    "title": "Former Microsoft CEO Chooses AWS Cloud",
    "description": "AWS becomes the primary cloud computing, machine learning, and artificial intelligence provider of Clippers CourtVision.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Cassandra API for Azure Cosmos DB Announced",
    "description": "Microsoft just announced a new Cassandra API for Azure Cosmos DB.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Buka Entertainment chooses Koch Media for future games distribution",
    "description": "Press ReleaseMunich, 18 February 2019 ndash; Russia based publisher Buka Entertainment teams up with Koch Media for their upcoming games line up. Koc",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:34:56Z"
  },
  {
    "title": "Buka Entertainment chooses Koch Media for future games distribution",
    "description": "Press ReleaseMunich, 18 February 2019 ndash; Russia based publisher Buka Entertainment teams up with Koch Media for their upcoming games line up. Koc",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:34:56Z"
  },
  {
    "title": "GLOBAL GAMES INVESTORS READY FOR FOURTH GAMES FINANCE MARKET THIS APRIL",
    "description": "- Major names in global investment set for headline London Games Festival event- 60 investors and funders set to attend 3  4 April event- Deadline to",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:05:08Z"
  },
  {
    "title": "GLOBAL GAMES INVESTORS READY FOR FOURTH GAMES FINANCE MARKET THIS APRIL",
    "description": "- Major names in global investment set for headline London Games Festival event- 60 investors and funders set to attend 3  4 April event- Deadline to",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:05:08Z"
  },
  {
    "title": "StreamingHttpResponse | Request and response objects | Django documentation | Django",
    "description": "",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:41:39Z"
  },
  {
    "title": "Zoho brings Zia AI assistant to its office apps",
    "description": "Zoho has updated its office productivity suite, adding AI capabilities and introducing a new note-taking app, Notebook. Zoho has been rolling out AI features under the Zia brand in recent years; Zia now acts as a smart assistant in Zoho's sales and customer s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:01:00Z"
  },
  {
    "title": "The global data center UPS market is estimated to reach revenues of approximately $5 billion by 2024",
    "description": "LONDON, Feb. 18, 2019 /PRNewswire/ -- The global data center UPS market is estimated to reach revenues of approximately $5 billion by 2024, growing at a CAGR of around 5% during 2018-2024. The market research report also offers market size analysis in terms o…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:15:00Z"
  },
  {
    "title": "Amazon announces plans to make half of shipments carbon neutral by 2030",
    "description": "The company will make its carbon footprint available publicly for the first time later this year",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:47:36Z"
  },
  {
    "title": "Rumour - Scalebound Being Revived as a Nintendo Switch Exclusive",
    "description": "According to a rumour on Nintendo Insider, the former Xbox One-exclusive action-RPG Scalebound (which was cancelled by Microsoft in January of 2017) has been revived and is coming to Nintendo Switch as an exclusive title with Nintendo as publisher. The articl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:58:00Z"
  },
  {
    "title": "Velrada Establishes Partnership with Profisee® to Provide Data Management Solutions to Leading Organizations in Australia",
    "description": "ATLANTA, Feb. 18, 2019 /PRNewswire/ -- Profisee, a leading data management software company, announced today a new relationship with Velrada, an Australian 2018 Microsoft Global Partner of the Year, specializing in advanced analytics, data management and AI t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:00:00Z"
  },
  {
    "title": "Global Video Encoders Industry",
    "description": "NEW YORK, Feb. 18, 2019 /PRNewswire/ -- This report analyzes the worldwide markets for Video Encoders in US$ Thousand by the following End-Use Segments: DTT, Cable TV, DTH, and IPTV. Read the full report: https://www.reportlinker.com/p05442569 The report prov…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:03:00Z"
  },
  {
    "title": "Logicalis Achieves Cisco IoT Authorisation Partner Status",
    "description": "LONDON, Feb. 18, 2019 /PRNewswire/ -- Logicalis, the international IT solutions and managed services provider, has been named as one of the first organisations to earn Cisco IoT Authorisation Partner status. Officially launched on Jan. 28, this authorisation …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T19:30:00Z"
  },
  {
    "title": "StockCharts.com Announces Major Expansion of StockCharts TV, Streaming Video Channel for Online Investors",
    "description": "REDMOND, Wash., Feb. 18, 2019 /PRNewswire/ -- StockCharts.com has announced an expansion of its slate of original programming for its online streaming channel StockCharts TV. From December 2018 to early January 2019, three new shows debuted on the channel: De…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:00:00Z"
  },
  {
    "title": "Kim Komando: 8 ways to stop your phone from tracking you",
    "description": "Your phone knows where you are standing or sitting at this moment. Most people know that. How else could you use GPS? While location tracking is essential for directions, it also helps big tech sell you things.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:00:00Z"
  },
  {
    "title": "Microsoft will roll out a critical update for Windows 7 devices next month",
    "description": "Microsoft has already decided on the end-of-support dates for Windows 7 users and while it’s a couple of months away, there’s a chance that users could get locked out of Windows Updates soon. Microsoft recently announced that they are moving to SHA-2 for bett…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:35:02Z"
  },
  {
    "title": "President’s Day Sale: Get huge discounts on Microsoft Surface devices, Windows PCs, Xbox and more",
    "description": "You can now get huge discounts on latest Surface products, popular Windows PCs, Xbox One console bundles and more from Microsoft Store. You can save $200 on the latest Surface Pro 6 tablet. The base model now starts at just $699. You can save even more (up to…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:19:27Z"
  },
  {
    "title": "Microsoft changes the position of the chat panel during a Skype call",
    "description": "Over the past weekend, Microsoft released a new Skype Insider Preview build for the desktop app for Windows and macOS. This v8.40.76.32 update changes the position of the chat panel during a Skype call. Previously, the chat panel was on the left and it didn’t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:20:07Z"
  },
  {
    "title": "Minecraft Pocket Edition smashes record revenue for 2018",
    "description": "While Microsoft’s Windows Phones may be a dying breed, that hasn’t stopped the company from staying loyal to the mobile platform. Ever since Windows Phone died a slow and not-very-subtle death, Microsoft has put a considerable amount of effort into supporting…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T22:52:05Z"
  },
  {
    "title": "Samsung Galaxy S10 and S10+ leaks again in full 2 minute hands-on video",
    "description": "We are less than 2 days away from the unveiling of Samsung’s Galaxy S10 series and we already know most of the details about these devices through various leaks. Today, a hands-on video has been uploaded from a press event held for the device which confirms a…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:53:43Z"
  },
  {
    "title": "$730 Bn Artificial Intelligence in Supply Chain Market, 2025 Featuring Intel, NVIDIA, Xilinx, Samsung Electronics, Micron Technology, IBM, Microsoft, and Amazon",
    "description": "DUBLIN, Feb. 18, 2019 /PRNewswire/ -- The \"Artificial Intelligence in Supply Chain Market by Offering, Technology, Application (Fleet Management, Supply Chain Planning, Warehouse Management, Virtual Assistant, Freight Brokerage), End-User Industry, and Geogra…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:00:00Z"
  },
  {
    "title": "World Phygital Business Models 2019: GAFAM (Google, Apple, Facebook, Amazon, Microsoft) and BAT (Baidu, Alibaba, Tencent) - The Internet Giants Driving the Phygital World",
    "description": "DUBLIN, Feb. 18, 2019 /PRNewswire/ -- The \"Business Models in the Phygital World\" report has been added to ResearchAndMarkets.com's offering. The world is today entering into an increasingly 'phygital' era; a world where both the physical and digital sides ar…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:15:00Z"
  },
  {
    "title": "20 Most Popular Sessions at @KubeSUMMIT | #HybridCloud #CloudNative #Serverless #Containers #DevOps #AWS #Lambda #Docker #Kubernetes #HybridCloud",
    "description": "As you know, enterprise IT conversation over the past year have often centered upon the open-source Kubernetes container orchestration system. In fact, Kubernetes has emerged as the key technology -- and even primary platform -- of cloud migrations for a wide…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:00:00Z"
  },
  {
    "title": "World Phygital Business Models 2019: GAFAM (Google, Apple, Facebook, Amazon, Microsoft) and BAT (Baidu, Alibaba, Tencent) - The Internet Giants Driving the Phygital World",
    "description": "DUBLIN, Feb. 18, 2019 /PRNewswire/ -- The \"Business Models in the Phygital World\" report has been added to ResearchAndMarkets.com's offering. The world is today entering into an increasingly 'phygital' era; a world where both the physical and digital sides ar…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:15:00Z"
  },
  {
    "title": "Kubernetes Workshop at @KubeSUMMIT | #CloudNative #Containers #DevOps #Serverless #Docker #Kubernetes",
    "description": "\"There is a huge interest in Kubernetes. People are now starting to use Kubernetes and implement it,\" stated Sebastian Scheele, co-founder of Loodse, in this SYS-CON.tv interview at DevOps at 19th Cloud Expo, held November 1-3, 2016, at the Santa Clara Conven…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T05:00:00Z"
  },
  {
    "title": "Technology is useful, but drones alone won't save Africa's elephants",
    "description": "Drone technology plays a vital role in gathering accurate wildlife data. But this alone isn't enough to save Africa's elephants.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:29:28Z"
  },
  {
    "title": "Help with shopping cart",
    "description": "Hi I try to build a shopping list, based in this tutorial. https://code.tutsplus.com/tutorials/build-a-shopping-cart-in-aspnet--net-1663 For this i have a product, ShoppingCart and CartItem classes. When i test this build, this show everything ok between the …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T15:07:00Z"
  },
  {
    "title": "Challenging Q4 For The Dividend Growth TR Portfolio, But Well-Positioned For 2019",
    "description": "The Dividend Growth Total Return (DGTR) portfolio returned -16.4% in Q4 and -5.8% for 2018, lagging the S&P 500 Total Return index by 2.2% and 0.6% respectively",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:26:40Z"
  },
  {
    "title": "Failed to reinstall gss 3.3",
    "description": "I need a solution I have followed the instructions in this article https://support.symantec.com/en_US/article.TECH234... and when trying to reinstall gss again I get this error when installing the pxe server in dbinstaller. This is the dbinstaller.log Cannot …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:40:58Z"
  },
  {
    "title": "Help needed to size a right solution - Beginner on symantex/bluecoat",
    "description": "I need a solution Hi All, I have requirment to size and submit a solution of web proxy based on below details. Solution#1- There are 3 big sites and each site is having - 1500 current staff count, so i did multiply 1500 x 2 = 3000 (as today almost everyone is…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:05:29Z"
  },
  {
    "title": "SQL Server definition, Functions, disadvantages and disadvantages, common errors and solution",
    "description": "Happy community week is time to start with new goals and meet the challenges of day to day, in the previous article that I had written I was talking about what is a Proxy and its risks to have an indiscriminate use and consenquences that can present and the r…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:48:48Z"
  },
  {
    "title": "security flaw of windows10 day zero and how to avoid it",
    "description": "We echo a new vulnerability that affects Windows. Specifically, an error in the contact application that could allow an attacker to execute arbitrary code remotely. It is a vulnerability of Zero-Day that currently has no official solution. There is only one t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:36:01Z"
  },
  {
    "title": "The new era in endpoint protection: the last line of defense or, the first?",
    "description": "The number of devices that have become part of the ecosystem of companies has been increasing. Either because to improve its functioning, organizations have decided to invest in new technology; or because the members of the company have started using various …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:36:48Z"
  },
  {
    "title": "The best deals on offer during the highly anticipated 'Night Online' sale event",
    "description": "From mobile phones and fitness devices to mattresses and robot vacuum cleaners, bargain hunters can get their hands on a deal at the shopping event Australia's Night Online.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T03:06:06Z"
  },
  {
    "title": "Westpac stands up Azure virtual private cloud",
    "description": "Exclusive: New option in infrastructure-as-code platform.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:03:00Z"
  },
  {
    "title": "IBM plans Asian rollout for POWER-powered cloud",
    "description": "AIX users score a cloudy upgrade path as Big Blue takes on AWS and pals with AI-tuned services.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T01:50:00Z"
  },
  {
    "title": "IKINEMA Interviews Sumo Digital on the Production of Crackdown 3",
    "description": "FARNHAM, UK, 19 February 2019 - Today, we are delighted to announce IKINEMA's exclusive video interview with Sumo Digital's Senior Producer, Steve Lycett and members of his exceptional development team on the development of Crackdown 3, in time for its eagerl…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:09:37Z"
  },
  {
    "title": "Apps in the Microsoft Store caught illegally mining cryptocurrencies",
    "description": "Several apps in the Microsoft Store have been found to mine cryptocurrencies in the background without the user’s knowledge.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:23:04Z"
  },
  {
    "title": "Team NINJA Announces DEAD OR ALIVE 6 Deluxe Demo, World Championship, and SNK Collaboration",
    "description": "Burlingame, Calif. - February 15, 2019 - Team NINJA took the EVO Japan 2019 stage by storm today, making a flurry of announcements including the pre-launch DEAD OR ALIVE 6 Deluxe Demo, a new eSports venture - the DEAD OR ALIVE World Championship, and the firs…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:38:43Z"
  },
  {
    "title": "Down productivity tools: Microsoft Teams takes a Monday tumble",
    "description": "If only Slack would go down too, we could get some work done Microsoft's collaborative Slack-alike, Teams, is having a difficult start to the week, with users unable to log in to share their hopes, dreams and Word documents with their co-workers.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:03:08Z"
  },
  {
    "title": "Total USD Portfolio Review - January 2019",
    "description": "As a new year initiative, I would like to issue this monthly review for my USD portfolios in aggregate. In January, the total portfolio gained 7.5% vs. S&P 500",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T21:50:11Z"
  },
  {
    "title": "Hitman Pro flagged SVCHOST.exe (FRST Log below)",
    "description": "Hitman Pro flagged SVCHOST.exe (FRST Log below) - posted in Virus, Trojan, Spyware, and Malware Removal Help: HITMAN PRO RESULT:\n \nProperties\nName svchost.exe\nLocation C:\\WINDOWS\\system32\nSize 83.5 KB\nTime 5.5 days ago (2019-02-12 22:35:19)\nAuthenticode Valid…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:12:20Z"
  },
  {
    "title": "Microsoft updates its schedule for SHA-2 �critical� Win7 update, now due in Marc",
    "description": "Microsoft updates its schedule for SHA-2 \u0091critical\u0092 Win7 update, now due in Marc - posted in General Security: \nMicrosoft is changing its method for electronically signing patches from an old approach known as SHA-1 to the much more secure SHA-2. If you want …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:40:04Z"
  },
  {
    "title": "\"Recent Places\" folder not working in Windows 7----> PLease help!",
    "description": "\"Recent Places\" folder not working in Windows 7----> PLease help! - posted in Windows 7: Hi there,\n \nThe recent places folder in my Microsoft explorer does not show all my “recent places”, it only shows ‘system security’, ‘hardware and sound’, and ‘Network an…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:38:29Z"
  },
  {
    "title": "Microsoft Data Interview",
    "description": "Easy Interview – Overall Neutral Experience – No – Mon, 18 Feb 2019 Interviewed Jan 2,019 (took 68 days) Entire process took about two months. I had a phone screening with the hiring manager and team members. I was then asked to come on site about a month lat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:31:55Z"
  },
  {
    "title": "Microsoft Entry Level Consultant Interview",
    "description": "Average Interview – Overall Positive Experience – No – Sun, 17 Feb 2019 Interviewed Oct 2,018 in Fort Worth, TX (took 90 days) 2 rounds- initial phone interview, followed by a onsite interview in Los Colinas, Texas, which consisted of 3 rounds. They put you i…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:31:20Z"
  },
  {
    "title": "Analysis of a Fresh Variant of the Emotet Malware",
    "description": "Recently, FortiGuard Labs captured a fresh variant of the Emotet malware. This time, it’s embedded in a Microsoft Word document. We did a quick analysis on it, and in this blog we show how it works on a victim’s machine.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:00:00Z"
  },
  {
    "title": "The smartphone is eventually going to die, and then things are going to get really crazy",
    "description": "Lots of technologists already say that smartphones give us superpowers with access to knowledge, wisdom and abilities beyond anything nature gave us",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:37:45Z"
  },
  {
    "title": "Manager of Digital Analytics – NLP – Marketing",
    "description": "Do you have experience developing large-scale research tools utilizing Natural Language Processing (NLP)? Do you have a natural curiosity with a desire to apply your skills in working with large volumes of data from a variety of structured and unstructured so…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Director of Communications",
    "description": "Job Title: Director of Communications Report To: Executive Director Background: There is a critical need to cultivate relationships with our 390th Family and Friends to meet the vision of the Founders...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:00:00Z"
  },
  {
    "title": "Advertising Account Executive",
    "description": "Details:Do you have what it takes to close the big deal? Can you put together creative cross-platform campaigns? If the answer is yes, come to WJXT and News4jax.com, where our sales and marketing team...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:00:00Z"
  },
  {
    "title": "Director of Communications",
    "description": "Advertised Summary Job Description Reporting to the Vice Dean for the Graduate School of Arts and Science, the Director of Communications will be responsible for overseeing strategic communications for...",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:00:00Z"
  },
  {
    "title": "How to create a Registry Key in Windows 10",
    "description": "The Windows Registry is a collection of settings that Windows and applications can use. It is a directory which stores settings and options for the operating system for Microsoft Windows. It contains information and settings for all the hardware, operating [.…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:58:30Z"
  },
  {
    "title": "Serverless Keynote at @KubeSUMMIT | @DeloitteUS @DeloitteOnTech #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "In a recent survey, Sumo Logic surveyed 1,500 customers who employ cloud services such as Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP). According to the survey, a quarter of the respondents have already deployed Docker container…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:45:00Z"
  },
  {
    "title": "Serverless, FaaS, AWS and Lambda | @KubeSUMMIT #CloudNative #Serverless #DevOps #FaaS #AWS #Lambda #Monitoring #Docker #Kubernetes",
    "description": "If you are part of the cloud development community, you certainly know about “serverless computing,” almost a misnomer. Because it implies there are no servers which is untrue. However the servers are hidden from the developers. This model eliminates operatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:00:00Z"
  },
  {
    "title": "Which Serverless Platform Is For You? | @KubeSUMMIT #DevOps #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "In 2014, Amazon announced a new form of compute called Lambda. We didn't know it at the time, but this represented a fundamental shift in what we expect from cloud computing. Now, all of the major cloud computing vendors want to take part in this disruptive t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:45:00Z"
  },
  {
    "title": "Serverless and Container Orchestration | @KubeSUMMIT #CloudNative #AWS #Docker #Kubernetes #Serverless",
    "description": "Here to help unpack insights into the new era of using containers to gain ease with multi-cloud deployments are our panelists: Matt Baldwin, Founder and CEO at StackPointCloud, based in Seattle; Nic Jackson, Developer Advocate at HashiCorp, based in San Franc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:15:00Z"
  },
  {
    "title": "51 Useful Docker Tools | @KubeSUMMIT #CloudNative #DevOps #Serverless #AWS #Docker #Kubernetes #Monitoring",
    "description": "Docker is sweeping across startups and enterprises alike, changing the way we build and ship applications. It's the most prominent and widely known software container platform, and it's particularly useful for eliminating common challenges when collaborating …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:45:00Z"
  },
  {
    "title": "51 Useful Docker Tools | @KubeSUMMIT @JFrog #CloudNative #DevOps #Serverless #Docker #Kubernetes",
    "description": "Docker is sweeping across startups and enterprises alike, changing the way we build and ship applications. It's the most prominent and widely known software container platform, and it's particularly useful for eliminating common challenges when collaborating …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:00:00Z"
  },
  {
    "title": "Steve Ballmer bleeds Microsoft, but goes with Amazon deal for Clippers",
    "description": "The Los Angeles Clippers, owned by former Microsoft Corp chief executive officer Steve Ballmer, signed a partnership with Amazon.com Inc’s cloud business as the billionaire seeks to reimagine how fans watch sports in a world of cord-cutters and legalised US s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:23:00Z"
  },
  {
    "title": "Former Microsoft Employee Joins Apple to Help Cupertino Catch Up with Google - Softpedia News",
    "description": "Former Microsoft Employee Joins Apple to Help Cupertino Catch Up with GoogleSoftpedia News Apple hires failed smart lock startup CEO to help build home productsThe Verge Apple just hired ex-Microsoft exec Sam Jadallah to revamp its smart home business, and ca…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T01:52:09Z"
  },
  {
    "title": "AI-Powered Apps Could Make Us More Creative—or Less Human",
    "description": "Google, Microsoft, and other tech companies keep injecting more and more smarts into our daily tasks. Will we become indistinguishable, or truly free?",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:13:26Z"
  },
  {
    "title": "Artificial Intelligence in Marketing Market Potential, Size, Share By Google, Microsoft, NVIDIA …",
    "description": "Artificial Intelligence (AI) is a creation of wise and smart machines that work and respond and react like people. It is utilized to enhance the proficiency …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:21:00Z"
  },
  {
    "title": "How to cancel Xbox Game Pass or disable auto renew - Shacknews",
    "description": "How to cancel Xbox Game Pass or disable auto renew Shacknews If you're one of many players who jumped on a free month of Microsoft's game subscription *service*, you'll want to know how to cancel your Xbox Game Pass.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:35:00Z"
  },
  {
    "title": "Microsoft 1/26 update Office 2007 Configuration issues",
    "description": "Microsoft 1/26 update Office 2007 Configuration issues - posted in Windows 10 Support: Hi,\nI recently bought a used PC that was 6 months old from a private user.\nIt is an HP touchscreen manufactured in 2017.  I went and made sure was a factory reset.  There w…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:28:45Z"
  },
  {
    "title": "My Computer Freeze and Restart Randomly",
    "description": "My Computer Freeze and Restart Randomly - posted in Windows 7: My computer infected by malware and i cleaned it by using Malwarebytes\n \nIt worked for deleting adware on my browser..\n \nThen I realised everytime i startup my computer and playing games it became…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:41:11Z"
  },
  {
    "title": "UUKeys Password Recovery",
    "description": "Page 1 of 2 - UUKeys Password Recovery - posted in Windows 8 and Windows 8.1: Does anyone know if UUKeys is safe?  I locked my kids out of their computer by changing the password, then spent the next 3 weeks out of town in hospital with my wife who has cancer…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:25:28Z"
  },
  {
    "title": "Acer V5-571P-6642 UEFI rootkit",
    "description": "Acer V5-571P-6642 UEFI rootkit - posted in Ransomware Help & Tech Support: Well. I know its rare; but I have a uefi virus. It will always come back even after formatting drive and new installation. The last thing I tried was using the self extracting uefi bio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:34:21Z"
  },
  {
    "title": "New Trickbot module implements Remote App Credential-Grabbing features",
    "description": "The Trickbot banking trojan continues to evolve, Trend Micro detected a new variant that includes a new module used for Remote App Credential-Grabbing. The infamous Trickbot banking trojan is back, experts at Trend Micro detected a new strain of the malware u…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:53:09Z"
  },
  {
    "title": "Does Something Feel 'Off' About Your Mentor-Mentee Relationship? - mySanAntonio.com",
    "description": "In the early days, famous founders like Steve Jobs and Steve Wozniak worked for the individuals who would become their future mentors: They hunted the mentors down, pushed their way in and worked beside them while taking meticulous notes on how to build somet…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T23:00:00Z"
  },
  {
    "title": "Microsoft employee says \"good company\"",
    "description": "From Microsoft Employee(Past Employee - 2,015)&dash; Rating 4 out of 5 — Sun, 17 Feb 2019 Pros you get to work with very smart people Cons Process is cumbersome, typical big company issue Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T04:05:41Z"
  },
  {
    "title": "Microsoft employee says \"support engineer\"",
    "description": "From Microsoft Employee(Current Employee)&dash; Rating 3 out of 5 — Sun, 17 Feb 2019 Pros Good Technology on the business Cons Tiers and processes could be bad sometimes Add a Comment",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T02:44:33Z"
  },
  {
    "title": "Microsoft Engineering Manager says \"Great company with limited potential in Silicon Valley\"",
    "description": "From Microsoft Engineering Manager(Current Employee)&dash; Rating 4 out of 5 — Mon, 18 Feb 2019 Pros Great environment, benefits, work/life balance, etc all while working on industry leading products affecting lives of millions. Cons Since HQ is in Redmond, u…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T20:21:16Z"
  },
  {
    "title": "Vault: The Digital Security Monthly Subscription Bundle Featuring NordVPN, Dashlane, Degoo, & Panda for $9",
    "description": "Expires November 22, 2026 23:00 PST Buy now and get 68% off Dashlane Premium Password Manager KEY FEATURES Never forget another password with Dashlane, the world’s smartest, simplest, most secure password manager. With a patented security architecture, the mo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T18:00:00Z"
  },
  {
    "title": "Artificial Intelligence in Marketing Market Potential, Size, Share By Google, Microsoft, NVIDIA …",
    "description": "Artificial Intelligence (AI) is a creation of wise and smart machines that work and respond and react like people. It is utilized to enhance the proficiency …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:50:16Z"
  },
  {
    "title": "Machine Learning in Utilities, 2018: Thematic Research - ResearchAndMarkets.com",
    "description": "The \"Machine Learning in Utilities - Thematic Research\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:34:05Z"
  },
  {
    "title": "World Team Collaboration Software Market Analysis Report 2014-2018 & 2025 - ResearchAndMarkets.com",
    "description": "The \"Team Collaboration Software Market Analysis Report By Application, By Software Type (Conferencing, Communication & Coordination), By Deployment (Cloud, On-Premise), And Segment Forecasts, 2018 - 2025\" report has been added to ResearchAndMarkets.com's off…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:14:08Z"
  },
  {
    "title": "Global $534.3 Billion Internet of Things (IoT) in Healthcare Market 2018-2025 by Component, Connectivity Technology, Application and Segment Forecasts - ResearchAndMarkets.com",
    "description": "The \"Internet of Things (IoT) in Healthcare Market Size, Share & Trends Analysis Report By End Use, By Component, By Connectivity Technology (Cellular, Wi-Fi, Satellite), By Application, And Segment Forecasts, 2018 - 2025\" report has been added to ResearchAnd…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:13:05Z"
  },
  {
    "title": "Data Centers & Utilities, 2018: Thematic Research - The Internet of Things, the Cloud, and AI are Driving Growth in the Data Center Industry - ResearchAndMarkets.com",
    "description": "The \"Data Centers and Utilities - Thematic Research\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:54:05Z"
  },
  {
    "title": "HP Spectre x360 13 Review: When A Good Windows Convertible Evolves Into a True Great",
    "description": "There really isn’t much to nit-pick with the specifications or the performance of the updates Spectre x360.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:26:58Z"
  },
  {
    "title": "Intelligence community migrates to cloud technology at lightning speed",
    "description": "The U.S. Intelligence Community (IC) is moving at lightning speed to harness the advantages of migrating its networks to the cloud, enabling faster data consolidation, broader access to time-sensitive information and operationally significant network integrat…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:48:25Z"
  },
  {
    "title": "Why the “government” in govtech must be more than just a client",
    "description": "It is by now a rite of passage for young technology industries to face a period of definitional uncertainty. Fintech experienced it. So too did biotech. GovTech – an emergent industry of small, innovative technology firms providing products and services for t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T00:38:22Z"
  },
  {
    "title": "Netflix (NFLX) Holder Etrade Capital Management Boosted Its Position; Microsoft Com (MSFT) Stock Value Declined While Assetmark Lowered Position - Port Courier",
    "description": "Assetmark Inc decreased its stake in Microsoft Corp Com (MSFT) by 1.18% based on its latest 2018Q3 regulatory filing with the SEC. Assetmark Inc sold 3,423 shares as the company's stock declined 1.64% with the market. The institutional investor held 287,209 s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:29:04Z"
  },
  {
    "title": "Apple (AAPL) Shareholder Valiant Capital Management LP Cut Position by $14.09 Million; Marathon Pete (MPC) Stock Price Declined While Strategic Global Advisors Has Lowered by $982,681 Its Stake - D Minute",
    "description": "Apple (AAPL) Shareholder Valiant Capital Management LP Cut Position by $14.09 Million; Marathon Pete (MPC) Stock Price Declined While Strategic Global Advisors Has Lowered by $982,681 Its Stake D Minute Valiant Capital Management Lp decreased its stake in App…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T17:37:12Z"
  },
  {
    "title": "Foundry Partners Lowered Holding in 1 800 Flowers Com Cl A (FLWS) as Share Price Rose; Kentucky Retirement Systems Insurance Trust Fund Has Trimmed Position in Apple (AAPL) by $1.33 Million - The FinExaminer",
    "description": "Foundry Partners Lowered Holding in 1 800 Flowers Com Cl A (FLWS) as Share Price Rose; Kentucky Retirement Systems Insurance Trust Fund Has Trimmed Position in Apple (AAPL) by $1.33 Million The FinExaminer Foundry Partners Llc decreased its stake in 1 800 Flo…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:52:36Z"
  },
  {
    "title": "Smith Moore & Company Increases Stake in At&T (T); Netflix (NFLX) Holder Dubuque Bank & Trust Company Raised Position by $370,634 as Valuation Declined - Port Courier",
    "description": "Smith Moore & Company increased its stake in At&T Inc (T) by 9.18% based on its latest 2018Q3 regulatory filing with the SEC. Smith Moore & Company bought 12,273 shares as the company's stock declined 7.66% with the market. The institutional investor held 145…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:25:00Z"
  },
  {
    "title": "Ten Attributes of Serverless | @KubeSUMMIT #Serverless #FaaS #AWS #Lambda #OpenWhisk #Docker #Kubernetes",
    "description": "Serverless Computing or Functions as a Service (FaaS) is gaining momentum. Amazon is fueling the innovation by expanding Lambda to edge devices and content distribution network. IBM, Microsoft, and Google have their own FaaS offerings in the public cloud. The…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:30:00Z"
  },
  {
    "title": "Which Serverless Platform Is For You? | @KubeSUMMIT #DevOps #CloudNative #Serverless #AWS #Docker #Kubernetes",
    "description": "In 2014, Amazon announced a new form of compute called Lambda. We didn't know it at the time, but this represented a fundamental shift in what we expect from cloud computing. Now, all of the major cloud computing vendors want to take part in this disruptive t…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:45:00Z"
  },
  {
    "title": "Machine Learning in Utilities, 2018: Thematic Research - ResearchAndMarkets.com",
    "description": "The \"Machine Learning in Utilities - Thematic Research\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:34:05Z"
  },
  {
    "title": "World Team Collaboration Software Market Analysis Report 2014-2018 & 2025 - ResearchAndMarkets.com",
    "description": "The \"Team Collaboration Software Market Analysis Report By Application, By Software Type (Conferencing, Communication & Coordination), By Deployment (Cloud, On-Premise), And Segment Forecasts, 2018 - 2025\" report has been added to ResearchAndMarkets.com's off…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:14:08Z"
  },
  {
    "title": "Data Centers & Utilities, 2018: Thematic Research - The Internet of Things, the Cloud, and AI are Driving Growth in the Data Center Industry - ResearchAndMarkets.com",
    "description": "The \"Data Centers and Utilities - Thematic Research\" report has been added to ResearchAndMarkets.com's offering. read more",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:54:05Z"
  },
  {
    "title": "Microservice Forensics | @KubeSUMMIT @BuoyantIO @Linkerd #CloudNative #Serverless #DevOps #Docker #Kubernetes #Microservices",
    "description": "Because Linkerd is a transparent proxy that runs alongside your application, there are no code changes required. It even comes with Prometheus to store the metrics for you and pre-built Grafana dashboards to show exactly what is important for your services - …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T06:00:00Z"
  },
  {
    "title": "Serverless, FaaS, AWS and Lambda | @KubeSUMMIT #CloudNative #Serverless #DevOps #FaaS #AWS #Lambda #Monitoring #Docker #Kubernetes",
    "description": "If you are part of the cloud development community, you certainly know about “serverless computing,” almost a misnomer. Because it implies there are no servers which is untrue. However the servers are hidden from the developers. This model eliminates operatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:46:00Z"
  },
  {
    "title": "Serverless and Container Orchestration | @KubeSUMMIT #CloudNative #AWS #Docker #Kubernetes #Serverless",
    "description": "Here to help unpack insights into the new era of using containers to gain ease with multi-cloud deployments are our panelists: Matt Baldwin, Founder and CEO at StackPointCloud, based in Seattle; Nic Jackson, Developer Advocate at HashiCorp, based in San Franc…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T07:15:00Z"
  },
  {
    "title": "51 Useful Docker Tools | @KubeSUMMIT #CloudNative #DevOps #Serverless #AWS #Docker #Kubernetes #Monitoring",
    "description": "Docker is sweeping across startups and enterprises alike, changing the way we build and ship applications. It's the most prominent and widely known software container platform, and it's particularly useful for eliminating common challenges when collaborating …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:32:00Z"
  },
  {
    "title": "Windows 10 Will Finally Offer Easy Access to Linux Files",
    "description": "Windows 10\u0092s April 2019 Update brings a long-awaited feature: Support for easily accessing, viewing, and even modifying Windows Subsystem for Linux (WSL) files from File Explorer or via the command line. Previously, it was possible to find your Linux files in…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:14:37Z"
  },
  {
    "title": "Easy Access To Linux Files Coming With Windows 10 April 2019 Update",
    "description": "With the upcoming Windows 10 Version 1903, Microsoft is making new changes to Windows Subsystem for Linux (WSL). In a new Microsoft announcement, the next major release of Windows will support easy access to Linux files. Additionally, you will be able to",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:01:57Z"
  },
  {
    "title": "Apple Ahead of Microsoft and Samsung in Brand Intimacy Study",
    "description": "Disney and Apple are the two top companies in the most recent brand intimacy study conducted by research firm MBLM, with the Cupertino-based tech giant actually falling to second place after leading the charts for three years in a row.And while this is a",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T10:41:00Z"
  },
  {
    "title": "Windows 7 Users Will Get SHA-2 Update In March: Microsoft",
    "description": "Een though Microsoft has declared it will pull the plug for Windows 7, but the company is ready to bring another major change over security updates, which will be shipped next month, to devices running the OS. Microsoft says a dedicated patch will be provided…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T13:05:02Z"
  },
  {
    "title": "Microsoft to Release Must-Have SHA-2 Update for Windows 7 Next Month",
    "description": "While the clock is ticking for Windows 7, Microsoft is getting ready for another major change over security updates shipped to devices running the operating system.Announced in late 2018, the switch from SHA-1 to SHA-2 will finally take place next month,",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T09:38:00Z"
  },
  {
    "title": "Apple Wants to Make the MacBook a More Powerful Microsoft Surface Rival",
    "description": "Apple is working on a major overhaul of the MacBook lineup, according to top-rated analyst Ming-Chi Kuo, and the company is even planning a completely new design that could go live as soon as this year.The MacBook lineup has more or less lost ground in th",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T08:01:00Z"
  },
  {
    "title": "How to Use Google Chrome to Link to Text on Page",
    "description": "As I reported only a few days ago, one of the new features coming to Google Chrome users is support for links that point not to websites, but to the actual content on a specific page.At this point, this is technically possible if the link is created based",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T12:15:00Z"
  },
  {
    "title": "Amazon Alexa and the Search for the One Perfect Answer",
    "description": "Voice computing seeks to deliver a single correct response to any query. That's why it's going to upend our relationship with information.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T11:00:00Z"
  },
  {
    "title": "Alec Baldwin asks if Trump tweet on SNL skit is threat against him, family",
    "description": "Trump on Twitter brought up 'retribution' after Alec Baldwin's latest stint as the President on 'Saturday Night Live.'",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T16:21:49Z"
  },
  {
    "title": "Alec Baldwin asks if Trump tweet on SNL skit is threat against him, family",
    "description": "Trump on Twitter brought up 'retribution' after Alec Baldwin's latest stint as the President on 'Saturday Night Live.'",
    "sentiment": "undefined",
    "publishedAt": "2019-02-18T14:29:26Z"
  },
  {
    "title": "What to expect from the PlayStation 5",
    "description": "It’s that time again in the console generation. Your games look better than ever, but you’re starting to notice stutters and glitches a little more frequently, and you’re wondering when the console that’s sat under your TV for the past five years might benefi…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T17:44:14Z"
  },
  {
    "title": "This is the best VR headset I’ve ever demoed",
    "description": "Before Oculus kickstarted a lot of the fervor around consumer headsets, the VR headsets that were being built for enterprise rigs were multi-thousands-dollar rigs that still sucked. As Oculus and HTC expanded their platforms, a lot of these enterprise-focused…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T20:09:39Z"
  },
  {
    "title": "Senseon raises $6.4M to tackle cybersecurity threats with an AI ‘triangulation’ approach",
    "description": "Darktrace helped pave the way for using artificial intelligence to combat malicious hacking and enterprise security breaches. Now a new UK startup founded by an ex-Darktrace executive has raised some funding to take the use of AI in cybersecurity to the next …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T11:49:18Z"
  },
  {
    "title": "IFTTT co-founder Linden Tibbets steps down as CEO, replaced by turnaround specialist Chris Kibarian",
    "description": "After raising $24 million in funding led by Salesforce in April 2018, the startup IFTTT — which provides an API platform so that people can create short scripts for apps to work together — has announced that its co-founder Linden Tibbets has stepped down as C…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T14:39:03Z"
  },
  {
    "title": "Fix your hand posture with this ergonomic mouse and keyboard combo – now $45.50 off at Best Buy",
    "description": "Hand cramps are the worst. After long days of clicking and typing, they are almost impossible to avoid – unless you have the right equipment, that is. If you find yourself clutching your wrists in pain at the end of every workday, the Microsoft Sculpt Ergonom…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T16:13:25Z"
  },
  {
    "title": "H&R Block and TurboTax, Beats, Dyson vacuums, Instant Pot, Microsoft Surface Pro, and more on sale for Feb. 19",
    "description": "Did you know lightsaber dueling is an official sport in France? Of course, competitors aren't using real lightsabers because they haven't been invented (yet), but opponents prepare to square off against each other in the French Fencing Federation for glory. W…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T15:16:11Z"
  },
  {
    "title": "Google may reveal more details about its cloud gaming service on March 19",
    "description": "It's taking place in San Francisco. Between Samsung's Unpacked event and MWC, February's proven to be a pretty big month for tech announcements. Now, Google's confirmed that it's holding its own event on March 19 in San Francisco. The invite doesn't reveal mu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T15:27:21Z"
  },
  {
    "title": "The best VR display I've ever seen costs only $6,000 - CNET",
    "description": "Varjo VR-1 melts away pixels and gets to retina resolution with eye tracking and a mixed-reality add-on coming this year.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T14:00:03Z"
  },
  {
    "title": "Some Oculus employees weren't sure if Facebook was creepy or evil - CNET",
    "description": "In the book, \"The History of the Future,\" we get an inside look at Oculus VR, Facebook and all the politics and drama that go with them.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T13:00:05Z"
  },
  {
    "title": "Microsoft Releases Windows 10 Timeline Extension For Google Chrome",
    "description": "Microsoft has released an official Timeline extension for Google Chrome called \"Web Activities\" that brings Timeline integration to Google's web browser. From a report: Just like with Microsoft Edge, this new extension syncs web browsing activities with the T…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T18:05:00Z"
  },
  {
    "title": "Linux Subsystem Files To Become Accessible via Windows File Explorer",
    "description": "One of Windows Subsystem for Linux's more annoying tricks is it's hard to get at your Linux files from Windows. From a report: Oh, you can do it, but you take a real chance of ruining the files. To quote Microsoft, \"DO NOT, under ANY circumstances, access, cr…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T21:30:00Z"
  },
  {
    "title": "Google's Waymo Risks Repeating Silicon Valley's Most Famous Blunder",
    "description": "An anonymous reader shares a report: Everyone in Silicon Valley knows the story of Xerox inventing the modern personal computer in the 1970s and then failing to commercialize it effectively. Yet one of Silicon Valley's most successful companies, Google's Alph…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T18:46:00Z"
  },
  {
    "title": "A Microsoft study found that a key habit suggests you're a bad manager, and it comes down to how you handle emails",
    "description": "Being slow to respond to email is a sign of an ineffective boss, according to Microsoft. Plus, it's downright rude. That's what Wharton psychologist Adam Grant argues in a New York Times op-ed. Still, Grant says you can feel free to ignore emails from people …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T17:22:00Z"
  },
  {
    "title": "Here are George Soros' biggest investments (GLIBA, COUP, PM, IWB, XLF, MDLZ, AABA, CZR, VICI, LBRDK, AAPL, BABA, MSFT)",
    "description": "Legendary investor George Soros' investment fund on Thursday disclosed its holdings of publicly traded companies at the end of the fourth quarter. Soros exited holdings of some big tech names, including Microsoft, Apple, and Alibaba. The firm also trimmed its…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T14:03:47Z"
  },
  {
    "title": "Google's former CFO wants to fund Europe's Facebook and Google before Silicon Valley buyers 'take them out'",
    "description": "Google's former chief financial officer, Patrick Pichette, will invest in European startups as a general partner at Canadian venture capital firm Inovia Capital. Pichette will lead Inovia Capital's new London office after the company raised $600 million acros…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T13:13:54Z"
  },
  {
    "title": "BANK OF AMERICA: A trusted investing strategy is making a comeback from the wilderness, and young Wall Streeters are at the forefront of its profits",
    "description": "Younger financial advisers with fewer assets led a modest revival in single-stock picking last year, according to Bank of America Merrill Lynch. That breaks with a long-lasting shift toward ETFs and passively managed funds. A BAML survey found that advisers h…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T11:05:00Z"
  },
  {
    "title": "Is Your Parental Leave Policy Stuck in the ‘90s?",
    "description": "In recent years, paid parental leave has become a hot-button issue. It’s no wonder that news on this topic is making headlines: The United States is ranked last in the world, one of only three countries that doesn’t guarantee paid parental leave. The nation’s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T16:00:51Z"
  },
  {
    "title": "Redis Labs raises $60 million for its NoSQL database",
    "description": "Database platform startup Redis Labs has raised $60 million in a series E funding round, bringing its total capital raised to $146 million.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T13:00:56Z"
  },
  {
    "title": "Here are the 5 hottest startups in Finland",
    "description": "Although Finland has the lowest population in the EU, it’s responsible for 10 percent of global startup exits. We’ve also seen a number of international success stories, such as Nokia, Angry Birds, and Supercell, come out of Helsinki. How did a country with s…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T09:00:23Z"
  },
  {
    "title": "But His Emails",
    "description": "Donald Trump has been formally running for re-election for about a year now, and as with all modern campaigns, the Trump team sends regular emails to its supporters, offering updates on the candidate’s work and soliciting donations. Unsurprisingly, Trump’s em…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T10:50:11Z"
  },
  {
    "title": "Google expected to unveil long-expected gaming project at GDC next month",
    "description": "Google is holding a special event at next month's Game Developers Conference in San Francisco, a sign the tech giant will make some big gaming news.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T17:17:51Z"
  },
  {
    "title": "MacBook Air vs. Surface Laptop 2",
    "description": "Apple's venerable MacBook Air was updated in late 2018 with a sleeker design, the latest butterfly keyboard, and an updated CPU. It's not alone, though, as Microsoft pushed out the second generation of its Surface Laptop. We compare the Surface Laptop 2 to th…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T22:15:18Z"
  },
  {
    "title": "Scalebound could be revived for Switch after Xbox One cancellation",
    "description": "Microsoft canceled the Xbox One and PC exclusive Scalebound more than two years ago, but a new report claims Scalebound could have found a new home as an exclusive on Nintendo Switch. It had been in development at PlatinumGames, which is already working on mu…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T15:04:06Z"
  },
  {
    "title": "Zeplin (YC S15) Is Hiring a Customer Support Engineer",
    "description": "We care deeply about how we interact with our users, all the way from our onboarding process to sales. Big hugs to our community, as they’re the key factor to Zeplin’s growth! We always try to keep in touch, understand and categorize their feedback and react …",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T01:17:20Z"
  },
  {
    "title": "Account Security – A Divided User Perception",
    "description": "This post considers the perception clash that exists between what users perceive to be their most valuable accounts (email and social networks) and those they think they should protect the most (online banking).",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T02:03:34Z"
  },
  {
    "title": "36 percent off Anker Bluetooth speakers and other good deals happening today",
    "description": "Gadgets A quick guide to getting the goods for cheaper. PopSci is always on the lookout for today's best deals. Our lists will be updated throughout the day, so check back to see if stumbled upon any awesome new discounts.",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T17:15:00Z"
  },
  {
    "title": "Microsoft releases official Windows 10 Timeline extension for Google Chrome",
    "description": "Are you a Google Chrome user who wants to take advantage of Windows 10's Timeline feature? Now you can with this official extension from Microsoft. Microsoft has released an official Timeline extension for Google Chrome called \"Web Activities\" that brings Tim…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T05:28:53Z"
  },
  {
    "title": "WTF is up with Microsoft's HoloLens 2 Teaser? #WeekInMicrosoft No. 2",
    "description": "A lot can happen with Microsoft in a short period of time, so we started a new program on YouTube to give you a quick-fix news summary. On this episode I talk about that new HoloLens 2 teaser (we think), Crackdown 3 and Metro Exodus launching on Xbox, the wei…",
    "sentiment": "undefined",
    "publishedAt": "2019-02-19T19:37:40Z"
  }
]