[{"title": "UPDATE 1-Canada re-examining Boeing 737 MAX approval after FAA certification probe", "description": "Transport Canada is re-examining the validation it gave Boeing Co's 737 MAX jets, following reports of a U.S. probe into the aircraft's certification by the Federal Aviation Administration (FAA), Canadian Transport Minister Marc Garneau said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-18T20:06:51Z"}, {"title": "RPT-U.S. Transportation Department probes FAA approval of 737 MAX - WSJ", "description": "The U.S. Department of Transportation is investigating the Federal Aviation Administration's approval of Boeing Co's 737 MAX jetliners, the Wall Street Journal reported on Sunday, citing people familiar with the probe.", "sentiment": "undefined", "publishedAt": "2019-03-18T00:54:35Z"}, {"title": "U.S. Transportation Department probes FAA approval of 737 MAX - WSJ", "description": "The U.S. Department of Transportation is investigating the Federal Aviation Administration's approval of Boeing Co's 737 MAX jetliners, the Wall Street Journal reported on Sunday, citing people familiar with the probe.", "sentiment": "undefined", "publishedAt": "2019-03-18T00:48:07Z"}, {"title": "Embraer's CEO to step down following shareholder approval of Boeing deal", "description": "Paulo Souza e Silva, chief executive of Brazilian planemaker Embraer SA, will step down on April 22, the company said on Monday, following shareholder approval of a $4.2 billion deal with Boeing under which it will cede control of its commercial aviation divi…", "sentiment": "undefined", "publishedAt": "2019-03-18T20:23:55Z"}, {"title": "Data shows angle of attack similar in Boeing 737 crashes -source", "description": "Investigators probing the crash of an Ethiopian Airlines Boeing 737 MAX jet eight days ago have found strong similarities in the 'angle of attack' data recorded by the doomed aircraft's cockpit recorder and data from a Lion Air jet of the same model that cras…", "sentiment": "undefined", "publishedAt": "2019-03-18T14:42:28Z"}, {"title": "US STOCKS-Futures flat following best weekly rally of 2019; Boeing drags on Dow", "description": "The S&P 500 and Nasdaq were set for a muted open on Monday, coming off their strongest weekly jump this year, while investors waited for the Federal Reserve's policy meeting later this week for further clues on the pace of interest rate hikes.", "sentiment": "undefined", "publishedAt": "2019-03-18T13:01:45Z"}, {"title": "US STOCKS-Futures tick higher after best week of the year; Boeing weighs on Dow", "description": "U.S. stock futures eked out gains on Monday following the S&P and Nasdaq's strongest weekly gain this year, while investors waited for further details from a Federal Reserve policy meeting later this week.", "sentiment": "undefined", "publishedAt": "2019-03-18T11:35:59Z"}, {"title": "PRESS DIGEST -Wall Street Journal - March 18", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-18T05:59:44Z"}, {"title": "'Similarities' found in Boeing crash probe", "description": "Investigators who verified data extracted from the black box recorders of the Ethiopian Airlines Boeing 737 MAX plane have found 'clear similarities' with the Lion Air flight that crashed in October.", "sentiment": "undefined", "publishedAt": "2019-03-18T08:38:54Z"}, {"title": "U.S. probes FAA approval of Boeing plane: WSJ", "description": "The Wall Street Journal reports that the U.S. Department of Transportation is investigating the Federal Aviation Administration's approval of Boeing Co's 737 MAX jetliners. News of the probe comes in the wake of an Ethiopian Airlines crash last week that kill…", "sentiment": "undefined", "publishedAt": "2019-03-18T06:28:11Z"}, {"title": "Lessons From Boeing And The Dow", "description": "The Dow underperformed the S&P 500 meaningfully last week with most of the difference attributable to Boeing. Boeing is the largest component in the Dow at near", "sentiment": "undefined", "publishedAt": "2019-03-18T13:48:49Z"}, {"title": "US is scrutinizing the development of Boeing's 737 Max aircraft: WSJ", "description": "The Department of Transportation inquiry is focused on a safety system suspected of factoring into the crash of a Lion Air flight, The Wall Street Journal says.", "sentiment": "undefined", "publishedAt": "2019-03-18T02:32:00Z"}, {"title": "Canada re-examining Boeing Max approval after FAA certification probe", "description": "Transport Canada is re-examining the validation it gave Boeing's 737 Max jets, following reports of a U.S. probe into the aircraft's certification by the Federal Aviation Administration (FAA), Canadian Transport Minister Marc Garneau said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-18T20:13:00Z"}, {"title": "Stocks making the biggest moves midday: Facebook, Deutsche Bank, Lumber Liquidators & more", "description": "These are the stocks posting the largest moves midday Monday.", "sentiment": "undefined", "publishedAt": "2019-03-18T16:48:00Z"}, {"title": "Embraer's CEO to step down following shareholder approval of Boeing deal", "description": "Paulo Souza e Silva, chief executive of Brazilian planemaker Embraer SA, will step down on April 22, the company said on Monday, following shareholder approval of a $4.2 billion deal with Boeing under which it will cede control of its commercial aviation divi…", "sentiment": "undefined", "publishedAt": "2019-03-18T20:25:27Z"}, {"title": "Wall Street lifted by tech stocks; Boeing drags on Dow", "description": "The S&P 500 and Nasdaq extended last week's gains on Monday, lifted by technology and financial stocks, as investors waited for the Federal Reserve's policy meeting later this week for further clues on the pace of interest rate hikes.", "sentiment": "undefined", "publishedAt": "2019-03-18T14:18:55Z"}, {"title": "Tech boosts Wall Street; Boeing keeps Dow in check", "description": "The S&P 500 and Nasdaq on Monday extended last week's gains, lifted by technology and financial stocks, as investors waited for the Federal Reserve's policy meeting later this week for further clues on the pace of interest rate hikes.", "sentiment": "undefined", "publishedAt": "2019-03-18T16:49:31Z"}, {"title": "Boeing says finalizing software upgrade, revising pilot training for 737 Max", "description": "Boeing Co said on Sunday it was finalizing the development of a software upgrade and a revision of pilot training for its 737 MAX, the plane that has suffered two fatal crashes in the last five months.", "sentiment": "undefined", "publishedAt": "2019-03-18T04:02:09Z"}, {"title": "Boeing shares fall again after probe report into FAA approval of 737 MAX", "description": "Boeing Co shares fell by more than 2.2 percent early on Monday, after a pair of newspaper reports over the weekend raised more questions about the certification process for its 737 MAX jets before two recent deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-03-18T10:49:45Z"}, {"title": "Canada re-examining Boeing 737 MAX approval after FAA certification probe", "description": "Transport Canada is re-examining the validation it gave Boeing Co's 737 MAX jets, following reports of a U.S. probe into the aircraft's certification by the Federal Aviation Administration (FAA), Canadian Transport Minister Marc Garneau said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-18T20:16:32Z"}, {"title": "The Daily 202: Decrying court packing, Michael Bennet pleads with Democrats to care more about electability", "description": "Exploring a 2020 run, the Colorado senator says too many liberals underestimate Trump.", "sentiment": "undefined", "publishedAt": "2019-03-18T14:23:14Z"}, {"title": "Boeing's training and FAA's approval of new 737s under scrutiny", "description": "Congress to probe FAA's certification of the modified 737 jets, and has ordered at least 1 Boeing staffer to retain records related to it", "sentiment": "undefined", "publishedAt": "2019-03-18T11:15:18Z"}, {"title": "FedEx should delay Boeing deliveries and boost stock with buybacks instead, Bank of America says", "description": "Bank of America suggested on Monday that the logistics company could boost its stock by delaying planned purchases of Boeing airplanes.", "sentiment": "undefined", "publishedAt": "2019-03-18T13:30:00Z"}, {"title": "Boeing Is An Ideal Short Target, But Not Yet", "description": "Boeing has had a long history of extreme rallies and crashes. The latest rally since early 2017 is the 6th since 1962. The latest tragedy involving the 737 Max", "sentiment": "undefined", "publishedAt": "2019-03-18T12:32:09Z"}, {"title": "Post Crash Technical Support For Boeing - Buying Opportunity Or Grabbing A 'Falling Knife'?", "description": "The Ethiopian crash has rocked the stock of Boeing but we believe as of yet no long term serious trend damage has been done to BA. We see firm strong Technical", "sentiment": "undefined", "publishedAt": "2019-03-18T13:18:24Z"}, {"title": "Last Days For Musk?", "description": "The SEC’s Feb. 26 letter to Tesla’s lawyer is devastating. It says Tesla is not responsive to its previous questions. It also asks new probing questions, all po", "sentiment": "undefined", "publishedAt": "2019-03-18T20:55:03Z"}, {"title": "Momentum Strategies Applied To DJIA Stocks", "description": "Momentum strategies perform well on the set of stocks included in the DJIA index. A portfolio made up of 21 stocks that were part of the DJIA index in 1988 beat", "sentiment": "undefined", "publishedAt": "2019-03-18T10:52:14Z"}, {"title": "French accident investigator: 'Clear similarities' between Boeing 737 Max crashes", "description": "French accident investigator BEA said Monday that black box data recovered from a crashed Ethiopian Airlines plane show 'clear similarities' to another Boeing 737 Max crash in October.", "sentiment": "undefined", "publishedAt": "2019-03-18T16:57:00Z"}, {"title": "Boeing, New Zealand, Cyclone Idai: Your Tuesday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "sentiment": "undefined", "publishedAt": "2019-03-19T22:07:18Z"}, {"title": "White House Nominates Former Airline Executive as F.A.A. Chief", "description": "Stephen Dickson was nominated as the permanent head of the Federal Aviation Administration, an agency currently facing scrutiny following two deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:37:15Z"}, {"title": "Transportation Secretary Calls for Inquiry Into Boeing Jet Approval", "description": "Elaine Chao asked for the agency’s internal watchdog to conduct a review into the certification of the Boeing 737 Max 8, which was involved in two deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:27:17Z"}, {"title": "Boeing’s C.E.O. Speaks: ‘Our Hearts Are Heavy’", "description": "Dennis A. Muilenburg, Boeing’s chief executive. “Our hearts are heavy,” he said in a statement on Monday, “and we continue to extend our deepest sympathies to the loved ones of the passengers and crew on board” the two flights that crashed.", "sentiment": "undefined", "publishedAt": "2019-03-19T02:22:22Z"}, {"title": "Your Tuesday Briefing", "description": "Prime Minister Jacinda Ardern of New Zealand at a mosque in the capital, Wellington, on Sunday.", "sentiment": "undefined", "publishedAt": "2019-03-19T09:45:33Z"}, {"title": "Trump names new FAA boss with Boeing grounding as backdrop", "description": "President Donald Trump on Tuesday nominated a former Delta Airlines executive to become the new administrator of the Federal Aviation Administration as the country's airlines continue coping with the grounding of Boeing 737 Max jets.", "sentiment": "undefined", "publishedAt": "2019-03-19T21:15:03Z"}, {"title": "U.S. transportation chief seeks audit of Boeing 737 MAX certification", "description": "U.S. Transportation Secretary Elaine Chao said on Tuesday she had asked the department's inspector general to audit the Federal Aviation Administration's certification of the Boeing 737 MAX after two fatal crashes involving the jet since October.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:14:32Z"}, {"title": "U.S. Democrats seek probe of key FAA decisions on 737 MAX approval", "description": "The chairman of the U.S. House Transportation and Infrastructure Committee and another key Democrat asked the Transportation Department's inspector general on Tuesday to examine key decisions made by the Federal Aviation Administration in certifying the Boein…", "sentiment": "undefined", "publishedAt": "2019-03-19T22:57:18Z"}, {"title": "EU to study Boeing software updates before allowing flights to resume", "description": "The European Union will not allow models of the Boeing aircraft that crashed in Ethiopia to fly in its skies until it has received sufficient guarantees from the U.S. planemaker, the head of the bloc's aviation safety agency said.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:58:32Z"}, {"title": "Stakes rise for Boeing as EU, Canada step up scrutiny of 737 MAX after crashes", "description": "Europe and Canada said they would seek their own guarantees over the safety of Boeing's 737 MAX, further complicating plans to get the aircraft flying worldwide after they were grounded in the wake of two accidents killing more than 300 people.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:19:29Z"}, {"title": "Factbox: What we know about Boeing 737 MAX crash and what comes next", "description": "More than 300 Boeing 737 MAX 8 and MAX 9 passenger jets around the world have been taken out of service following two fatal crashes over the past five months in Ethiopia and Indonesia that killed almost 350 people in all.", "sentiment": "undefined", "publishedAt": "2019-03-19T11:21:34Z"}, {"title": "The US government wants to audit how the Boeing 737 Max got approved to fly by the FAA (BA)", "description": "US Transportation Secretary Elaine Chao announced on Tuesday that her department is requesting an audit on how the Boeing 737 Max was certified by the FAA to enter service. The FAA issued an emergency order grounding the entire Boeing 737 Max fleet in the US …", "sentiment": "undefined", "publishedAt": "2019-03-19T20:11:31Z"}, {"title": "Here are the most common reasons planes crash", "description": "Investigators are currently pouring over black box data to figure what caused Ethiopian Airlines Flight ET302 to crash last week. The cause of the is yet unknown. According to IATA Safety Report 2017, the most common contributing factor was flight crew error.…", "sentiment": "undefined", "publishedAt": "2019-03-19T13:53:00Z"}, {"title": "The White House is reportedly expected to nominate a permanent FAA head soon — more than a year after the last one left", "description": "The White House is expected to nominate former Delta Air Lines executive Steve Dickson as the permanent head of the Federal Aviation Administration (FAA), The Wall Street Journal reports. The nomination announcement could occur as soon as Tuesday, according t…", "sentiment": "undefined", "publishedAt": "2019-03-19T21:06:20Z"}, {"title": "The Air Force had to evacuate one of its 'Doomsday' planes from its base, and it highlights a growing problem for the Pentagon", "description": "The US Air Force evacuated nine planes from Offutt Air Force Base in Nebraska because of flooding this week. One of those planes was an E-4B, an airborne command-and-control aircraft vital to national defense. The flooding and the evacuations illustrate the c…", "sentiment": "undefined", "publishedAt": "2019-03-19T15:24:00Z"}, {"title": "EU, Canada to review Boeing software fixes themselves after Ethiopia Airlines crash", "description": "This means that they won't be taking the FAA's approval at face value.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:07:53Z"}, {"title": "WATCH: CEO resigns amid sexual misconduct allegations", "description": "Kevin Tsujihara is accused of reportedly offering acting opportunities to an actress he was having an affair with. ABC News' Janai Norman reports.", "sentiment": "undefined", "publishedAt": "2019-03-19T10:50:11Z"}, {"title": "Ethiopian Airlines crash raises questions about Boeing 737 Max certification process", "description": "The Justice Department is reportedly looking into the development of the grounded Boeing 737 Max blamed for two crashes.", "sentiment": "undefined", "publishedAt": "2019-03-19T01:13:42Z"}, {"title": "Boeing 737 Max 8 crash: CEO says software update, pilot training revisions are on the way", "description": "On Monday, Boeing CEO Dennis Muilenberg said the jetmaker was \"finalizing its development of a previously-announced software update and pilot training revision\" to address flaws in the 737 Max 8's automatic stall system.", "sentiment": "undefined", "publishedAt": "2019-03-19T12:07:04Z"}, {"title": "Trump, Bolsonaro prepared to sign agreement for US space launches from Brazil", "description": "During their first sit-down, President Trump and Brazil’s new far-right leader, President Jair Bolsonaro, arranged to sign several bilateral agreements, including one that lets the United States use Brazil’s Alcantara Aerospace Launch Base for satellites.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:51:35Z"}, {"title": "Can Ethiopia’s Long Love Affair With Boeing Survive the 737 Max Crash?", "description": "The manufacturer is so revered in the country, planes are often referred to as “Boeings.” The Max 8 crash may change all that.", "sentiment": "undefined", "publishedAt": "2019-03-19T21:32:26Z"}, {"title": "China Considers Excluding Boeing 737 Max From Trade Deal", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-19T10:14:08Z"}, {"title": "Boeing CEO: Software Update for Max 737s Soon", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-19T02:54:50Z"}, {"title": "DOT Chief Asks for Probe of Boeing 737's FAA Certification", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-19T19:15:15Z"}, {"title": "British Airways has a swanky new business class suite — here's what they look like", "description": "British Airways is preparing to introduce a new business class seat in July. The Club Suite seats will debut on Airbus A350 aircraft in July. The enclosed suites will feature their own doors, the ability to convert into beds, increased storage space, and 18.5…", "sentiment": "undefined", "publishedAt": "2019-03-19T16:46:13Z"}, {"title": "US orders review of aviation regulator’s approval of Boeing 737 Max 8", "description": "Independent inspector general to carry out audit of the jet’s certification process", "sentiment": "undefined", "publishedAt": "2019-03-19T19:20:56Z"}, {"title": "White House to Nominate Steve Dickson as Permanent FAA Head - The Wall Street Journal", "description": "White House to Nominate Steve Dickson as Permanent FAA Head The Wall Street Journal President Trump picks ex-Delta executive Steve Dickson to lead FAA amid Boeing 737 Max crisis CNBC Trump taps former Delta pilot to lead FAA amid turmoil POLITICO Trump nomina…", "sentiment": "undefined", "publishedAt": "2019-03-19T21:21:29Z"}, {"title": "Nebraska floods swamp Air Force base, as devastation from 'Bomb Cyclone' seen in satellite photos - Fox News", "description": "Nebraska floods swamp Air Force base, as devastation from 'Bomb Cyclone' seen in satellite photos Fox News Flooded U.S. Air Force base underscores climate risk to security: experts Reuters Analysis | The disconnect between the Trump administration and reality…", "sentiment": "undefined", "publishedAt": "2019-03-19T15:12:21Z"}, {"title": "DealBook Briefing: Inside Trump and Deutsche Bank’s Checkered History", "description": "The German lender courted Mr. Trump when no one else would, gave him millions — and has dropped him more than once.", "sentiment": "undefined", "publishedAt": "2019-03-19T11:10:46Z"}, {"title": "Ethiopian crash crew's voices could unlock high-stakes Boeing inquiry", "description": "The investigation into the final minutes of Ethiopian Airlines Flight 302 turned on Tuesday to the secrets in the cockpit voice recorder as Boeing and a shaken global aviation industry hung on the outcome.", "sentiment": "undefined", "publishedAt": "2019-03-19T10:59:19Z"}, {"title": "The Economics Of Airplane Crashes And The Case Of Boeing", "description": "Boeing shares have declined as much as 14% to the $363 range since the devastating Ethiopian Airlines crash of a Boeing 737 Max 8 aircraft. Empirical research f", "sentiment": "undefined", "publishedAt": "2019-03-19T13:15:09Z"}, {"title": "What's Next For Boeing?", "description": "In Consultation with the U.S. Federal Aviation Administration (FAA) and U.S. National Transportation Safety Board (NTSB), Boeing has no other option but to supp", "sentiment": "undefined", "publishedAt": "2019-03-19T09:41:48Z"}, {"title": "I'm Not Letting Fear Affect My Outlook On Boeing", "description": "Boeing shares have sold off double digits in response to two recent plane crashes. While these are certainly tragedies and my thoughts are prayers are with the", "sentiment": "undefined", "publishedAt": "2019-03-19T07:38:22Z"}, {"title": "The Best Dividend Stocks To Buy Right Now", "description": "The S&P 500 is up 13% YTD despite a drastically slowing economy and falling EPS growth expectations. It's becoming harder to find good places to invest new mone", "sentiment": "undefined", "publishedAt": "2019-03-19T02:14:15Z"}, {"title": "Boeing expects 737 Max software fix by end of March", "description": "The aviation giant tells airlines it will have new software to control the controversial MCAS system.", "sentiment": "undefined", "publishedAt": "2019-03-19T09:44:10Z"}, {"title": "Boeing: US orders review of 737 Max licence to fly", "description": "The transport secretary orders an independent assessment of the 737 Max certification process.", "sentiment": "undefined", "publishedAt": "2019-03-19T21:27:11Z"}, {"title": "Transportation chief calls for audit of Boeing 737 Max 8 certification", "description": "Two deadly crashes involving the jet have raised questions about the relationship between the FAA and Boeing", "sentiment": "undefined", "publishedAt": "2019-03-19T21:40:13Z"}, {"title": "FAA approval process relies on Boeing to self-police", "description": "A former associate administrator says FAA does not have the resources to certify aircraft without the help of the manufacturer", "sentiment": "undefined", "publishedAt": "2019-03-19T10:31:36Z"}, {"title": "Trump nominates former Delta executive to run FAA", "description": "President Trump will nominate Steve Dickson to replace Acting FAA Administrator Daniel Elwell", "sentiment": "undefined", "publishedAt": "2019-03-19T21:05:28Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-03-19T21:01:20Z"}, {"title": "High-stakes Boeing inquiry hinges on Ethiopia black box secrets - Reuters", "description": "High-stakes Boeing inquiry hinges on Ethiopia black box secrets Reuters Boeing has deep 60-year roots with Ethiopian Airlines Quartz In Ethiopian Airlines Crash, Voices Of Crew Could Offer Vital Clues NDTV News Lenders and travelers stick with Ethiopian Airli…", "sentiment": "undefined", "publishedAt": "2019-03-19T10:59:00Z"}, {"title": "Further reading", "description": "Boeing; Japan's statistics scandal; a history of Enron; the Amazon diaries; and much more...", "sentiment": "undefined", "publishedAt": "2019-03-19T06:47:55Z"}, {"title": "Boeing’s CEO wrote an open letter about the 737 Max plane groundings — here’s what he says the company is doing after two deadly crashes (BA)", "description": "Boeing's CEO responded to growing questions about its 737 Max plane on Monday. In an open letter to passengers and airlines, Dennis Muilenburg said the hotly awaited software update for the model should be available by the end of the month. Read the full text…", "sentiment": "undefined", "publishedAt": "2019-03-19T13:05:10Z"}, {"title": "Experts say there were similarities in the Ethiopian Airlines and the Lion Air crashes. What were they?", "description": "When the Federal Aviation Administration announced it was grounding all Boeing 737 Max planes, the agency said it had identified similarities between last week's Ethiopian Airlines crash and the Lion Air crash in Indonesia six months earlier.", "sentiment": "undefined", "publishedAt": "2019-03-19T01:59:04Z"}, {"title": "Boeing has been here before. What four fatal crashes from the 1960s say about the 737 Max crisis", "description": "Boeing's new line of jets had a huge problem: They kept crashing.", "sentiment": "undefined", "publishedAt": "2019-03-19T17:32:47Z"}, {"title": "Boeing CEO restates 'relentless commitment' to safety", "description": "Boeing CEO Dennis Muilenburg restated the aircraft maker's commitment to safety on Monday night, and he again pledged to provide a software update and training to pilots related to the 737 Max airliner.", "sentiment": "undefined", "publishedAt": "2019-03-19T00:25:00Z"}, {"title": "DOT Secretary Chao requests formal audit of FAA's certification process for Boeing 737 Max 8 jets", "description": "Transportation Secretary Elaine Chao on Tuesday sent a memo to Calvin Scovel, inspector general for the department, formalizing the request.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:10:00Z"}, {"title": "Boeing CEO Stresses Firm’s ‘Relentless Commitment’ to Safety in Open Letter", "description": "\"Our hearts are heavy,\" CEO Dennis Muilenburg added about the tragic losses of Ethiopian Airlines Flight 302 and Lion Air Flight 610.", "sentiment": "undefined", "publishedAt": "2019-03-19T13:06:06Z"}, {"title": "Argus downgrades Boeing to Hold from Buy", "description": "Argus analyst John Eade has downgraded Boeing (NYSE:BA) to Hold from Buy, stating the planemaker has not been particularly proactive in its response to two fatal crashes involving the 737 Max.He think", "sentiment": "undefined", "publishedAt": "2019-03-19T11:57:29Z"}, {"title": "Elbit Systems reports Q4 results", "description": "Elbit Systems (NASDAQ:ESLT): Q4 Non-GAAP EPS of $1.91; GAAP EPS of $0.03.Revenue of $1.08B (+6.9% Y/Y)Press Release", "sentiment": "undefined", "publishedAt": "2019-03-19T09:28:42Z"}, {"title": "AAR beats by $0.09, misses on revenue", "description": "AAR (NYSE:AIR): Q3 Non-GAAP EPS of $0.79 beats by $0.09; GAAP EPS of $0.78.Revenue of $529.5M (+16.0% Y/Y) misses by $10.2M.Press Release", "sentiment": "undefined", "publishedAt": "2019-03-19T20:03:15Z"}, {"title": "The Boeing 737 Max is likely to be the last version of the best-selling airliner of all time (BA)", "description": "The Boeing 737 is best selling airliner of all time. There have been four distinct generations of the plane in the five decades years since the original 737-100 entered service in 1967. The latest version, the Boeing 737 Max, entered service in 2017. The plan…", "sentiment": "undefined", "publishedAt": "2019-03-19T19:28:13Z"}, {"title": "Tuesday's Mini-Report, 3.19.19", "description": "Today's edition of quick hits.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:47:32Z"}, {"title": "China trade agreement could fall short of expectations, spooking Wall Street", "description": "Trump’s trade team might be starting to realize the impossibility of fundamental changes in the Chinese economic model, said one economist, pointing out that state support and protectionism are key factors.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:01:00Z"}, {"title": "Boeing CEO says 'lives depend on the work we do'", "description": "Boeing Co Chief Executive Dennis Muilenburg, facing the biggest crisis of his tenure, said on Monday that the company understands that \"lives depend on the work we do.\"", "sentiment": "undefined", "publishedAt": "2019-03-19T00:36:49Z"}, {"title": "U.S. prosecutors, Transportation Department scrutinizing Boeing 737 MAX development -sources", "description": "Federal prosecutors are scrutinizing the development of Boeing Co's 737 MAX jetliners which have been involved in two fatal crashes since October, a person briefed on the matter confirmed late Monday.", "sentiment": "undefined", "publishedAt": "2019-03-19T01:45:22Z"}, {"title": "U.S. transportation chief seeks audit of Boeing 737 MAX certification", "description": "U.S. Transportation Secretary Elaine Chao said on Tuesday she had asked the department's inspector general to audit the Federal Aviation Administration's certification of the Boeing 737 MAX after two fatal crashes involving the jet since October.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:09:31Z"}, {"title": "German military helicopters get \"mandatory\" funding in budget plan", "description": "A German military helicopter tender likely to be fought out between U.S. arms makers Lockheed Martin and Boeing will get \"mandatory\" funding of 1.61 billion euros ($1.8 billion) under German budget plans, a government document shows.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:46:14Z"}, {"title": "UPDATE 1-U.S. inspector general to audit Boeing 737 MAX certification -official", "description": "The U.S. Transportation Department's inspector general plans to audit the Federal Aviation Administration's certification of the Boeing 737 MAX after two fatal crashes involving the jet since October, an official with the office said Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:24:50Z"}, {"title": "UPDATE 1-Boeing plane development under review by U.S. prosecutors, Transportation Department -sources", "description": "Federal prosecutors and the U.S. Department of Transportation are scrutinizing the development of Boeing Co's 737 MAX jetliners in the wake of two deadly crashes in five months, two people briefed on the matter confirmed late on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-19T02:07:52Z"}, {"title": "FOCUS-Lenders and travellers stick with Ethiopian Airlines, for now", "description": "Financiers, passengers and industry partners are, for now, still backing Ethiopian Airlines' quest to become Africa's dominant carrier, despite a March 10 crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:17:39Z"}, {"title": "UPDATE 1-Boeing CEO says company understands 'lives depend' on plane safety", "description": "Boeing Co Chief Executive Dennis Muilenburg, facing the biggest crisis of his tenure, said on Monday that the company understands \"lives depend on the work we do\" and was taking steps to \"fully ensure\" the 737 MAX safety in the wake of deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-03-19T01:01:42Z"}, {"title": "Ethiopia crash investigators return to Addis Ababa after reviewing black box data -source", "description": "Ethiopian air crash investigators have returned to Addis Ababa from Paris where they had reviewed the black box data from a doomed Ethiopian Airlines jet, a source familiar with the investigation told Reuters on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-19T06:31:15Z"}, {"title": "US STOCKS-Wall Street set for higher open as Fed expected to hold fire", "description": "Wall Street's main indexes were set to rise at open on Tuesday as investors expected a more accommodative policy stance at the end of U.S. Federal Reserve's two-day meeting this week.", "sentiment": "undefined", "publishedAt": "2019-03-19T12:52:48Z"}, {"title": "US STOCKS-Futures higher as Fed kicks off policy meeting", "description": "U.S. stock futures rose slightly on Tuesday as investors anticipated a more accommodative policy stance from the U.S. Federal Reserve in a two-day policy meeting this week.", "sentiment": "undefined", "publishedAt": "2019-03-19T11:36:52Z"}, {"title": "UPDATE 1-Ethiopia crash investigators return home after reviewing black box data -sources", "description": "Ethiopian air crash investigators have returned to Addis Ababa from Paris where they had reviewed the black box data from a doomed Ethiopian Airlines jet, two sources familiar with the investigation told Reuters on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-19T06:51:11Z"}, {"title": "Trump set to name former Delta executive to head FAA - sources", "description": "U.S. President Donald Trump is expected nominate former Delta Air Lines executive Steve Dickson to head the Federal Aviation Administration (FAA) as early as Tuesday, two people briefed on the matter said.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:07:04Z"}, {"title": "Deals of the day-Mergers and acquisitions", "description": "The following bids, mergers, acquisitions and disposals were reported by 1000 GMT on Tuesday:", "sentiment": "undefined", "publishedAt": "2019-03-19T10:10:44Z"}, {"title": "PRESS DIGEST-New York Times business news - March 19", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-19T05:12:15Z"}, {"title": "UPDATE 2-Top U.S. trade officials head to China next week for new trade talks", "description": "U.S. Trade Representative Robert Lighthizer and Treasury Secretary Steven Mnuchin plan to travel to China next week for another round of trade talks with Chinese Vice Premier Liu He, a Trump administration official said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:41:58Z"}, {"title": "Morning News Call - India, March 19", "description": "To access the newsletter, click on the link:\n \n http://share.thomsonreuters.com/assets/newsletters/Indiamorning/MNC_IN_03192019.pdf\n    \n    \nIf you would like to receive this newsletter via email, please register at: http://financial-risk-solutions.thomsonre…", "sentiment": "undefined", "publishedAt": "2019-03-19T03:16:11Z"}, {"title": "Boeing CEO vows fix as 737 MAX pressure builds", "description": "In his first public comments since the second crash of a Boeing 737 MAX plunged the world's biggest planemaker into a major crisis, Boeing CEO Dennis Muilenburg acknowledged \"lives depend on the work we do.”", "sentiment": "undefined", "publishedAt": "2019-03-19T16:24:29Z"}, {"title": "'Lives depend' on plane safety: Boeing CEO", "description": "Boeing Co Chief Executive Dennis Muilenburg, facing the biggest crisis of his tenure, said on Monday that the company understands \"lives depend on the work we do\" and was taking steps to \"fully ensure\" the safety of the 737 MAX jet in the wake of deadly crash…", "sentiment": "undefined", "publishedAt": "2019-03-19T13:03:00Z"}, {"title": "Trump Nominates Former Airline Executive to Lead the FAA", "description": "President Donald Trump named former airline executive Stephen Dickson to run the Federal Aviation Administration as the agency faces scrutiny for its role in approving the Boeing Co. 737 Max for service before two fatal crashes of the jetliner.", "sentiment": "undefined", "publishedAt": "2019-03-19T21:44:11Z"}, {"title": "Here are the biggest analyst calls of the day: Domino's, Yum Brands, Booking Holdings, Boeing", "description": "Here are the biggest calls on Wall Street on Tuesday", "sentiment": "undefined", "publishedAt": "2019-03-19T11:39:00Z"}, {"title": "This sector should post earnings growth double the market, but the trade comes with some risks", "description": "Investors should consider industrial stocks as their valuation, strong fundamentals and expected earnings growth make them an attractive investment, according to experts.", "sentiment": "undefined", "publishedAt": "2019-03-19T12:43:00Z"}, {"title": "Stocks making the biggest moves premarket: General Motors, Tesla, Netflix, Boeing & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-19T11:55:00Z"}, {"title": "Boeing CEO says 'lives depend on the work we do'", "description": "Boeing Co Chief Executive Dennis Muilenburg, facing the biggest crisis of his tenure, said on Monday that the company understands that \"lives depend on the work we do.\"", "sentiment": "undefined", "publishedAt": "2019-03-19T00:40:10Z"}, {"title": "Boeing plane development under review by U.S. prosecutors, Transportation Department - sources", "description": "Federal prosecutors and the U.S. Department of Transportation are scrutinizing the development of Boeing Co's 737 MAX jetliners in the wake of two deadly crashes in five months, two people briefed on the matter confirmed late on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-19T03:14:31Z"}, {"title": "EU to study Boeing software updates before allowing flights to resume", "description": "The European Union will not allow models of the Boeing aircraft that crashed in Ethiopia to fly in its skies until it has received sufficient guarantees from the U.S. planemaker, the head of the bloc's aviation safety agency said.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:57:01Z"}, {"title": "Lenders and travellers stick with Ethiopian Airlines, for now", "description": "Financiers, passengers and industry partners are, for now, still backing Ethiopian Airlines' quest to become Africa's dominant carrier, despite a March 10 crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:29:45Z"}, {"title": "Wall Street set for higher open as Fed expected to hold fire", "description": "Wall Street's main indexes were set to rise at open on Tuesday as investors expected a more accommodative policy stance at the end of U.S. Federal Reserve's two-day meeting this week.", "sentiment": "undefined", "publishedAt": "2019-03-19T12:54:50Z"}, {"title": "President Trump chooses retired Delta executive to lead the Federal Aviation Administration", "description": "The White House says President Donald Trump will nominate former Delta Air \nLines executive Steve Dickson to lead the Federal Aviation Administration.", "sentiment": "undefined", "publishedAt": "2019-03-19T23:03:02Z"}, {"title": "Boeing management is not 'pro-active' enough in 737 Max response, Argus says in downgrade", "description": "Argus Research downgraded Boeing to hold from buy on Tuesday, calling out the poor response from management after the second deadly crash of a 737 Max plane.", "sentiment": "undefined", "publishedAt": "2019-03-19T12:36:00Z"}, {"title": "Boeing's Woes Open Doors For Emerging Competition, Potentially Affecting Long-Term Sales", "description": "Boeing and Airbus expected to capture almost 90% of passenger aircraft sales for the next two decades. Emerging competition from Russia and China was expected t", "sentiment": "undefined", "publishedAt": "2019-03-19T10:45:53Z"}, {"title": "Buffett's Elephant Gun Is Aimed At Industrials: Reverse-Engineering Buffett Gets You Parker Hannifin", "description": "Since 2000 Buffett has focused on industrials, starting small, ramping up with Iscar and Marmon, and ultimately acquiring elephants like BNSF and Precision Cast", "sentiment": "undefined", "publishedAt": "2019-03-19T12:58:45Z"}, {"title": "White House expected to pick Steve Dickson as permanent FAA head: WSJ, citing sources", "description": "The nomination would come amid intense scrutiny over the FAA's approval of the Boeing 737 Max 8 aircraft involved in two fatal crashes.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:49:00Z"}, {"title": "FAA, Boeing relationship under scrutiny after deadly crash", "description": "Two deadly crashes involving the jet have raised questions about the relationship between the FAA and Boeing", "sentiment": "undefined", "publishedAt": "2019-03-19T22:49:51Z"}, {"title": "Trump says Brazil is the 'ideal launch location' for US rocket companies: Here's why it's cheaper", "description": "The State Department on Tuesday announced the U.S. signed an agreement that would allow American rocket companies to operate from Brazil.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:19:00Z"}, {"title": "Trump's boasts about Air Force One start to look even worse", "description": "Trump bragged about negotiating the price tag below $4 billion, but the Defense Department's budget plan points to a price tag above $5 billion.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:55:56Z"}, {"title": "Capt. Sullenberger criticizes FAA and Boeing after crashes", "description": "Captain “Sully” Sullenberger, known for landing a plane full of passengers on the Hudson, wrote an op-ed criticizing the FAA for outsourcing its inspections to Boeing employees, saying it created “conflicts of interest” and damaged credibility.", "sentiment": "undefined", "publishedAt": "2019-03-19T22:37:14Z"}, {"title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "sentiment": "undefined", "publishedAt": "2019-03-19T10:09:24Z"}, {"title": "Transportation Department will review FAA's Boeing decision", "description": "The Transportation Department is confirming that its watchdog agency will examine how the Federal Aviation Administration certified the Boeing 737 Max 8 aircraft, the now-grounded plane involved in two fatal accidents within five months.", "sentiment": "undefined", "publishedAt": "2019-03-19T19:42:52Z"}, {"title": "FAA, Boeing relationship under scrutiny after deadly crash", "description": "The Transportaion Department confirmed its inspector general is investigating how the FAA certified the Boeing 737 Max-8. The plane, which is now grounded. has had two deadly crashes. Kris Van Cleave reports.", "sentiment": "undefined", "publishedAt": "2019-03-19T22:54:21Z"}, {"title": "Transportation chief Elaine Chao asks for audit of Boeing 737 Max 8 certification", "description": "Transportation Secretary Elaine Chao has asked her department's inspector general to audit the certification process for the Boeing 737 Max 8 airplane. This comes as federal investigators are looking into how the FAA approved the plane after similarities were…", "sentiment": "undefined", "publishedAt": "2019-03-19T20:23:29Z"}, {"title": "FAA approval process relies on Boeing and other manufacturers to self-police", "description": "After similarities were found in two deadly crashes in less than five months, federal investigators are looking into how the FAA approved Boeing's 737 Max jet. Boeing's CEO released a video Monday night, offering his condolences to victims of recent crashes i…", "sentiment": "undefined", "publishedAt": "2019-03-19T11:28:58Z"}, {"title": "Trump names pick for FAA job as agency faces new scrutiny", "description": "WASHINGTON (AP) — President Donald Trump is announcing the nomination of a permanent administrator of the Federal Aviation Administration as the agency faces new scrutiny over its oversight of industry in the wake of a pair of deadly crashes involving a new B…", "sentiment": "undefined", "publishedAt": "2019-03-19T20:59:01Z"}, {"title": "AP source: Justice Dept. probing development of Boeing jets", "description": "The French civil aviation investigation bureau BEA has concluded there were \"clear similarities\" between this month's crash of an Ethiopian Airlines Boeing 737 MAX plane and a Lion Air plane crash last October.", "sentiment": "undefined", "publishedAt": "2019-03-19T02:06:55Z"}, {"title": "Ethiopian crash crew's voices could unlock high-stakes Boeing inquiry", "description": "The investigation into the final minutes of Ethiopian Airlines Flight 302 turned on Tuesday to the secrets in the cockpit voice recorder as Boeing and a shaken global aviation industry hung on the outcome.", "sentiment": "undefined", "publishedAt": "2019-03-19T10:58:41Z"}, {"title": "The Latest: CEO says Boeing working to ensure 737s are safe", "description": "WASHINGTON (AP) — The Latest on the Ethiopian Airlines crash (all times local): 9:30 p.m. Boeing's CEO says the aircraft manufacturer is taking actions to ensure the safety of its 737...", "sentiment": "undefined", "publishedAt": "2019-03-19T00:52:56Z"}, {"title": "Pentagon Opens Internal Inquiry of Acting Defense Chief’s Ties to Boeing", "description": "Patrick M. Shanahan, the acting defense secretary, last week at a Senate hearing. He spent 30 years in commercial aviation and business at Boeing before joining the Pentagon.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:15:02Z"}, {"title": "Ethiopian Airlines Installed Max 8 Simulator, but Pilot on Doomed Flight Didn’t Get Training", "description": "While Ethiopian Airlines was among the first to install the Boeing 737 Max 8 simulator, the captain of Flight 302 had not trained on the simulator.", "sentiment": "undefined", "publishedAt": "2019-03-20T23:21:52Z"}, {"title": "Boeing, New Zealand, Utrecht: Your Wednesday Briefing", "description": "Boeing 737 Max planes at a Boeing factory in Renton, Wash. The Max 8 has been virtually grounded worldwide.", "sentiment": "undefined", "publishedAt": "2019-03-20T04:52:25Z"}, {"title": "Report: Extra pilot averted disaster on previous Boeing 737 Max 8 flight", "description": "An off-duty pilot in the cockpit of a Boeing 737 Max 8 jet jumped in to help crew disable a malfunctioning flight-control system as it experienced difficulties in October, according to Bloomberg.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:41:13Z"}, {"title": "Report: Pilots raced for manuals as plane went down", "description": "New details about Lion Air's Boeing 737 Max 8 October crash in Indonesia report the flight crew frantically searched manuals as the plane went down. Now Bloomberg is reporting a Lion Air flight crew experienced the same \"nose down\" effect just one day before …", "sentiment": "undefined", "publishedAt": "2019-03-20T23:01:34Z"}, {"title": "FBI joins criminal investigation into Boeing 737 MAX certification: report", "description": "The FBI has joined the criminal investigation into the certification of the Boeing Co's 737 MAX, the Seattle Times reported on Wednesday, citing people familiar with the matter.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:37:05Z"}, {"title": "Boeing reshuffles top engineers amid 737 MAX crisis", "description": "Boeing Co, facing its biggest crisis in years following deadly crashes of its flagship 737 MAX aircraft, has brought in a new vice president of engineering while dedicating another top executive to the aircraft investigations, a company email showed on Tuesda…", "sentiment": "undefined", "publishedAt": "2019-03-20T01:24:03Z"}, {"title": "Indonesia crash revelations raise pressure on Ethiopia probe", "description": "The world's biggest planemaker Boeing faced growing obstacles to returning its grounded 737 MAX fleet to the skies on Wednesday, while chilling details emerged of an Indonesian crash with similarities to the Ethiopian disaster.", "sentiment": "undefined", "publishedAt": "2019-03-20T11:38:48Z"}, {"title": "A cockpit voice recording from doomed Lion Air 737 Max shows pilots scoured the plane's manual to fix its fatal dive, but couldn't find the right procedure in time", "description": "The pilots of a Lion Air Boeing 737 Max 8 plane which crashed in October 2018 desperately read an emergency handbook in an attempt to find a way to control the plane before its fatal accident. Both the captain and the first officer scoured the handbook to try…", "sentiment": "undefined", "publishedAt": "2019-03-20T10:36:36Z"}, {"title": "Trump's acting defense chief is under investigation for allegedly trashing the F-35", "description": "Acting Secretary of Defense Patrick Shanahan is reportedly under investigation for alleged ethics violations, POLITICO reported. Shanahan is said to have boosted his former employer, Boeing, at the Pentagon while criticizing competitor Lockheed Martin and its…", "sentiment": "undefined", "publishedAt": "2019-03-20T20:28:45Z"}, {"title": "A dog died in the cargo hold of an Air France flight from Amsterdam to Los Angeles", "description": "A dog died on an Air France flight from Amsterdam to Los Angeles, the airline confirmed to Business Insider in an email on Wednesday. The dog was found in the plane's cargo hold. Investigators are working to determine the cause of death. Air France says the d…", "sentiment": "undefined", "publishedAt": "2019-03-20T23:24:46Z"}, {"title": "A Pilot Who Hitched a Ride Saved Lion Air’s Doomed 737 on Its Next-to-Last Flight", "description": "As the Lion Air crew fought to control their diving Boeing Co. 737 Max 8, they got help from an unexpected source: an off-duty pilot", "sentiment": "undefined", "publishedAt": "2019-03-20T04:33:47Z"}, {"title": "The Pentagon’s Watchdog Is Investigating Whether the Acting Defense Secretary Boosted Boeing", "description": "The Department of Defense Office of Inspector General confirmed it has launched an investigation into whether Acting Secretary of Defense Patrick Shanahan has violated any ethics rules by promoting his former employer Boeing while serving in the Trump Adminis…", "sentiment": "undefined", "publishedAt": "2019-03-20T18:22:57Z"}, {"title": "President Trump Taps Retired Delta Executive to Head the Federal Aviation Administration", "description": "Donald Trump has nominated former Delta Air Lines executive Stephen Dickson to head the Federal Aviation Administration", "sentiment": "undefined", "publishedAt": "2019-03-20T02:21:27Z"}, {"title": "Europe and Canada Just Signaled They Don’t Trust the FAA’s Investigation of the Boeing 737 MAX", "description": "The decision by Europe and Canada to break with U.S. air-safety regulators over the safety of the Boeing 737 Max is likely to delay the resumption of flights after two of the jets crashed. The Europeans and Canadians vow to conduct their own reviews of Boeing…", "sentiment": "undefined", "publishedAt": "2019-03-20T22:49:21Z"}, {"title": "New Lion Air crash details raise questions about pilot training on Boeing 737 MAX 8", "description": "More details have emerged on the first Boeing 737 MAX 8 crash, further exposing a lack of pilot training on the flight control system and software in question.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:21:53Z"}, {"title": "Pentagon IG office to investigate complaints of Shanahan's alleged ethics violations", "description": "The Pentagon's Office of Inspector General has opened an investigation into complaints of alleged ethics violations against acting Defense Secretary Patrick Shanahan.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:16:54Z"}, {"title": "'Start Here': Mueller's early Cohen interest, FDA approves postpartum depression drug", "description": "It's Wednesday, March 20, 2019. Here's what you need to know to start your day.", "sentiment": "undefined", "publishedAt": "2019-03-20T09:04:13Z"}, {"title": "WATCH: Miami Beach tackles spring break chaos", "description": "Police will be more aggressive toward public drinking and marijuana use, and some cops will wear protective gear.", "sentiment": "undefined", "publishedAt": "2019-03-20T11:46:44Z"}, {"title": "Jump-seat pilot reportedly saved Boeing Max jet one day before Lion Air crash", "description": "Day before a Boeing 737 Max 8 crashed off of Indonesia last year, killing all 189 people aboard, pilots struggled for control of the same aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-20T11:18:19Z"}, {"title": "737 Max maker Boeing spent more than $753,000 on candidates, political organizations last month: FEC report", "description": "Chicago-based Boeing spent more than $753,000 on candidates and political organizations on both sides of the aisle last month, a new report shows.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:45:15Z"}, {"title": "Trump attacks called 'deplorable.' This time by GOP", "description": "From George Conway to Donald Trump's tweets, here's Wednesday's top news.", "sentiment": "undefined", "publishedAt": "2019-03-20T22:40:38Z"}, {"title": "The Wall Street Journal: Trump to issue executive order linking grants to colleges with campus free speech", "description": "President Donald Trump is expected to issue an executive order Thursday directing federal agencies to tie research and education grants made to colleges and universities to more aggressive enforcement of the First Amendment, according to a draft of the order …", "sentiment": "undefined", "publishedAt": "2019-03-20T23:44:07Z"}, {"title": "Pilot who hitched a ride saved doomed Lion Air Boeing 737 Max on penultimate flight", "description": "As the Lion Air crew fought to control their diving Boeing 737 Max 8, they got help from an unexpected source:", "sentiment": "undefined", "publishedAt": "2019-03-20T05:35:11Z"}, {"title": "Boeing 737 Max Timeline", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-20T00:36:19Z"}, {"title": "Boeing Criminal Probe Rare in U.S. for a Planemaker After Crash", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-20T04:00:01Z"}, {"title": "After two crashes, how Boeing jet was deemed safe to fly gets a closer look", "description": "One feature that did not receive exceptional scrutiny: a new software system intended to prevent stalls. That same software is suspected of playing a role in two deadly crashes involving the Boeing 737 Max.", "sentiment": "undefined", "publishedAt": "2019-03-20T03:06:39Z"}, {"title": "Ethiopian Airlines Installed Max 8 Simulator, but Pilot on Doomed Flight Didn’t Get Training", "description": "While Ethiopian Airlines was among the first to install the Boeing 737 Max 8 simulator, the captain of Flight 302 had not trained on the simulator.", "sentiment": "undefined", "publishedAt": "2019-03-20T23:21:52Z"}, {"title": "Exclusive: Cockpit voice recorder of doomed Lion Air jet depicts pilots' frantic search for fix - sources", "description": "The pilots of a doomed Lion Air Boeing 737 MAX scoured a handbook as they struggled to understand why the jet was lurching downwards, but ran out of time before it hit the water, three people with knowledge of the cockpit voice recorder contents said.", "sentiment": "undefined", "publishedAt": "2019-03-20T06:32:56Z"}, {"title": "New York man charged with manslaughter after police consider speed in fatal bus crash - Fox News", "description": "New York man charged with manslaughter after police consider speed in fatal bus crash Fox News Two dead, dozens injured in Virginia charter bus crash, charges pending against driver NBC News Two killed, dozens injured after charter bus rolls over on foggy int…", "sentiment": "undefined", "publishedAt": "2019-03-20T00:06:31Z"}, {"title": "U.S. FAA says Boeing to develop service bulletin on 737 MAX, calls it 'agency priority'", "description": "The Federal Aviation Administration said on Wednesday that Boeing Co is developing a service bulletin instructing airlines to install new flight control computer operational program software in the now grounded Boeing 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:52:56Z"}, {"title": "Inspector General to probe whether acting Pentagon chief helped Boeing", "description": "The Pentagon Inspector General said on Wednesday that it would investigate a complaint that acting Pentagon chief Patrick Shanahan, a former Boeing executive, violated ethical rules by allegedly promoting Boeing while in office.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:15:00Z"}, {"title": "U.S. Senate panel hearing set for March 27 with FAA, Boeing after fatal crashes", "description": "A U.S. Senate panel plans a hearing on March 27 on aviation safety after two fatal Boeing 737 MAX 8 aircraft crashes since October, and said it will also schedule a hearing with Boeing and other manufacturers, officials said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:59:08Z"}, {"title": "Ethiopia to lead next stage of cockpit data analysis: source", "description": "Ethiopian investigators will lead the crucial next stage of cockpit data analysis from the Boeing 737 MAX that crashed outside Addis Ababa with U.S. and French support, a person familiar with the investigation said.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:49:02Z"}, {"title": "Business Highlights - Washington Post", "description": "Business Highlights Washington Post ___. Federal Reserve foresees no interest rate hikes in 2019. WASHINGTON — The Federal Reserve left its key interest rate unchanged and projected no rate...", "sentiment": "undefined", "publishedAt": "2019-03-20T21:19:20Z"}, {"title": "Munich Re aims to boost Ergo insurance business via acquisitions - Reuters", "description": "Munich Re aims to boost Ergo insurance business via acquisitions Reuters Munich Re has no plans to sell Ergo, its primary insurance arm, and aims to strengthen this business through acquisitions once its turnaround has been...", "sentiment": "undefined", "publishedAt": "2019-03-20T14:38:00Z"}, {"title": "Cyclone survivors need emergency response", "description": "Rescue workers at the Mozambican port city of Beira, where Tropical Cyclone Idai made landfall last week, have described scenes of devastation that will require a \"significant emergency response... including medical services and water and sanitation support,\"…", "sentiment": "undefined", "publishedAt": "2019-03-20T14:50:10Z"}, {"title": "Wall Street Breakfast: Fed's Dot Plot, Balance Sheet In Focus", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-20T11:00:02Z"}, {"title": "Winning Bounce/Lag Momentum Stocks For Week 12 Of 2019 (3/18-3/22)", "description": "Cumulative Bounce/Lag gains are now at 42.73% so far in 2019. Last week the S&P 500 Index gained 2.89%, while the five B/L Momentum picks gained an average of 4", "sentiment": "undefined", "publishedAt": "2019-03-20T02:02:05Z"}, {"title": "AAR Corporation (AIR) CEO John Holmes on Q3 2019 Results - Earnings Call Transcript", "description": "AAR Corporation (NYSE:AIR) Q3 2019 Earnings Conference Call March 19, 2019 16:45 ET Company Participants John Holmes - President &amp; CEO Sean Gillen - VP &amp", "sentiment": "undefined", "publishedAt": "2019-03-20T03:13:07Z"}, {"title": "Sully blasts Boeing and FAA as \"too cozy\"", "description": "Hero airline Captain Chelsey \"Sully\" Sullenberger said the FAA needs more funding to do its job properly", "sentiment": "undefined", "publishedAt": "2019-03-20T18:17:35Z"}, {"title": "FBI to assist in Boeing 737 Max investigation", "description": "CBS News confirms the FBI will assist in the investigation into how the 737 Max was certified to fly. The development comes as new details emerge about the final moments of the Lion Air jet that crashed in October. Kris Van Cleave reports.", "sentiment": "undefined", "publishedAt": "2019-03-20T22:50:37Z"}, {"title": "Reports suggest inconsistent training for Boeing 737 Max pilots", "description": "Bloomberg says doomed Lion Air jet might have crashed day before if not for hitch-hiking pilot who knew how to override new flight control system", "sentiment": "undefined", "publishedAt": "2019-03-20T13:09:17Z"}, {"title": "Lion Air plane malfunctioned a day before deadly crash", "description": "According to Bloomberg News, the Lion Air Boeing 737 Max jet that crashed in October had malfunctioned the day before, but on that flight an extra pilot on board knew how to correct the problem. Reuters is also reporting new details on the cockpit recording. …", "sentiment": "undefined", "publishedAt": "2019-03-20T19:33:21Z"}, {"title": "Lion Air Boeing 737 Max jet reportedly nearly crashed the day before", "description": "Dramatic new details were revealed about the Lion Air Boeing 737 Max jet that crashed off Indonesia last October, killing 189 people. A report from Bloomberg says that same plane nearly crashed the day before, but an off-duty pilot who happened to be in the c…", "sentiment": "undefined", "publishedAt": "2019-03-20T12:37:46Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-03-20T20:54:19Z"}, {"title": "FBI helping in criminal probe into Boeing's 737 Max jets", "description": "Two fatal crashes involving the Max, just five months apart, have raised questions about the relationship between the FAA and Boeing", "sentiment": "undefined", "publishedAt": "2019-03-20T22:20:30Z"}, {"title": "Off-duty pilot saved doomed Lion Air flight from disaster one day earlier", "description": "An ongoing investigation into the accident has found the doomed Boeing 737 MAX 8 had malfunctioned on an earlier flight from Bali to Jakarta but avoided catastrophe after an off-duty pilot stepped in.", "sentiment": "undefined", "publishedAt": "2019-03-20T02:50:38Z"}, {"title": "A look behind the scandal that rocked GAM Holding", "description": "Welcome to Due Diligence, the FT’s daily deals briefing", "sentiment": "undefined", "publishedAt": "2019-03-20T05:00:49Z"}, {"title": "Honeywell, a supplier to Boeing 737 Max planes, isn't seeing an impact on business: CEO", "description": "Honeywell supplies mechanical systems and avionics for the Boeing 737 Max, but not flight controls or flight management systems.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:10:10Z"}, {"title": "One day before last year's fatal crash, Lion Air's Boeing 737 Max 8 was reportedly saved by an off-duty pilot", "description": "An off-duty pilot correctly identified the problem the crew was facing and guided them to disable the flight control system in order to save the plane, Bloomberg reported.", "sentiment": "undefined", "publishedAt": "2019-03-20T02:18:01Z"}, {"title": "Are airport observation decks making a comeback?", "description": "Security issues and the pressure to generate revenue caused many airports to close this once-common feature. Here are some you can still visit.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:08:02Z"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, DIS, BA, FDX)", "description": "Here is what you need to know. Here comes the Fed. Traders see just a 0.8% chance the Fed hikes rates at the conclusion of Wednesday's meeting, according to Bloomberg data, and will be on the lookout for any clues about the central bank's rate-hike path going…", "sentiment": "undefined", "publishedAt": "2019-03-20T11:05:00Z"}, {"title": "Boeing delays flight test to International Space Station: sources - Reuters", "description": "Boeing delays flight test to International Space Station: sources Reuters Boeing Co has delayed by at least three months its first uncrewed flight to the International Space Station under NASA's human spaceflight program, and pushed...", "sentiment": "undefined", "publishedAt": "2019-03-20T21:47:00Z"}, {"title": "Cockpit voice recorder reveals moments leading up to Lion Air Boeing 737 crash", "description": "A cockpit voice recorder revealed that the pilot and first officer of the doomed Lion Air Boeing 737 MAX struggled to understand why the jet was lurching downwards before it crashed.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:07:37Z"}, {"title": "FAA: Boeing 737 MAX to get software update", "description": "Boeing has developed a software patch and pilot training program to address issues with the Boeing 737 MAX identified in the October Lion Air crash, the Federal Aviation Administration said Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-20T22:30:16Z"}, {"title": "Trump's acting defense secretary under ethics probe over Boeing ties", "description": "An investigation has been launched to determine whether acting Defense Secretary Patrick Shanahan violated ethics rules by promoting products made by my his former employer, Boeing, while serving in his current role at the Pentagon, the Defense Department's i…", "sentiment": "undefined", "publishedAt": "2019-03-20T20:02:15Z"}, {"title": "Pentagon to probe if acting Defense Secretary Patrick Shanahan used his office to help Boeing", "description": "The Pentagon's inspector general says it will investigate a watchdog group's allegations that acting Defense Secretary Patrick Shanahan has used his office to promote his former employer, Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-20T19:36:00Z"}, {"title": "Brexit Extension, Roundup Verdict, Google Fine: CEO Daily for March 20, 2019", "description": "Must-read business news, delivered every morning.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:15:40Z"}, {"title": "Leadership for Embraer-Boeing joint venture", "description": "Boeing (NYSE:BA) has selected two executives to lead a new company to be created after the closing of its proposed $4.2B deal with Embraer (NYSE:ERJ).The JV will see the appointment of a President, B.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:52:04Z"}, {"title": "Acting Defense Secretary's ties to Boeing under investigation", "description": "The Defense Department's Office of Inspector General says it has launched an investigation into whether acting Secretary of Defense Pat Shanahan has sought preferential treatment for Boeing (NYSE:BA),", "sentiment": "undefined", "publishedAt": "2019-03-20T21:08:28Z"}, {"title": "Honeywell CEO sees no impact from Boeing MAX troubles", "description": "Honeywell (NYSE:HON) has seen no impact on its business from the Boeing 737 MAX 8 crashes or the aircraft's grounding, Chairman and CEO Darius Adamczyk tells CNBC.HON is working closely with the Natio", "sentiment": "undefined", "publishedAt": "2019-03-20T21:53:26Z"}, {"title": "Boeing wins $4B U.S. Navy contract for F/A-18 jets", "description": "Boeing (NYSE:BA) is awarded a $4B contract for production and delivery of 78 F/A 18 aircraft for the U.S. Navy, converting a previously awarded advanced acquisition contract to a fixed-price incentive", "sentiment": "undefined", "publishedAt": "2019-03-20T22:29:42Z"}, {"title": "Latest in the 737 MAX crisis", "description": "There's a lot of news surrounding Boeing (NYSE:BA) this morning.The planemaker has reshuffled its top engineers amid its 737 MAX crisis, while the U.S. Transportation Department demanded an audit of p", "sentiment": "undefined", "publishedAt": "2019-03-20T09:01:37Z"}, {"title": "Boeing's 737 MAX 'too big to fail,' Berenberg analyst says", "description": "Boeing (BA +1.5%) bumps higher after Berenberg keeps its Buy rating on the stock, seeing the 737 MAX model that suffered two deadly crashes as &#34;too big to fail&#34; for the company and the industr", "sentiment": "undefined", "publishedAt": "2019-03-20T18:17:23Z"}, {"title": "Pilot Who Hitched a Ride Saved Lion Air 737 Day Before Deadly Crash", "description": "As the Lion Air crew fought to control their diving Boeing Co. 737 Max 8, they got help from an unexpected source: an off-duty pilot who happened to be riding in the cockpit. That extra pilot, who was seated in the cockpit jumpseat, correctly diagnosed the pr…", "sentiment": "undefined", "publishedAt": "2019-03-20T15:25:00Z"}, {"title": "A look inside an exclusive AmEx cardmember event, where attendees enjoy luxury hotel accommodations and meals prepared by award-winning chefs", "description": "Personal Finance Insider writes about products, strategies, and tips to help you make smart decisions with your money. Business Insider may receive a commission from The Points Guy Affiliate Network, but our reporting and recommendations are always independen…", "sentiment": "undefined", "publishedAt": "2019-03-20T14:49:00Z"}, {"title": "FBI joins criminal investigation into Boeing 737 MAX certification - report", "description": "The FBI has joined the criminal investigation into the certification of the Boeing Co's 737 MAX, the Seattle Times reported on Wednesday, citing people familiar with the matter. https://www.seattletimes.com/business/boeing-aerospace/fbi-joining-criminal-inves…", "sentiment": "undefined", "publishedAt": "2019-03-20T20:34:37Z"}, {"title": "UPDATE 1-FBI joins criminal investigation into Boeing 737 MAX certification - report", "description": "The FBI has joined the criminal investigation into the certification of Boeing Co's 737 MAX, the Seattle Times reported on Wednesday, citing people familiar with the matter. https://www.seattletimes.com/business/boeing-aerospace/fbi-joining-criminal-investiga…", "sentiment": "undefined", "publishedAt": "2019-03-20T22:15:38Z"}, {"title": "U.S. FAA says Boeing to develop service bulletin on 737 MAX, calls it 'agency priority'", "description": "The Federal Aviation Administration said on Wednesday that Boeing Co is developing a service bulletin instructing airlines to install new flight control computer operational program software in the now grounded Boeing 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:49:02Z"}, {"title": "U.S. Senate panel hearing set for March 27 with FAA, Boeing after fatal crashes", "description": "A U.S. Senate panel plans a hearing on March 27 on aviation safety after two fatal Boeing 737 MAX 8 aircraft crashes since October, and said it will also schedule a hearing with Boeing and other manufacturers, officials said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:56:40Z"}, {"title": "Boeing names leadership for new joint venture with Embraer", "description": "Boeing Co on Wednesday named two executives to lead a new company to be created after a proposed $4.2 billion deal with Brazilian planemaker Embraer closes.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:31:27Z"}, {"title": "Boeing reshuffles top engineers amid 737 MAX crisis", "description": "Boeing Co, facing its biggest crisis in years following deadly crashes of its flagship 737 MAX aircraft, has brought in a new vice president of engineering while dedicating another top executive to the aircraft investigations, a company email showed on Tuesda…", "sentiment": "undefined", "publishedAt": "2019-03-20T01:19:22Z"}, {"title": "Transport Canada to review Boeing's flight control system MCAS", "description": "Aviation regulator Transport Canada said on Tuesday it would conduct an \"exhaustive review\" of Boeing Co's flight control system, MCAS, used in the 737 MAX jets that were involved in two air crashes within the last five months.", "sentiment": "undefined", "publishedAt": "2019-03-20T01:19:15Z"}, {"title": "Boeing wins $4 bln U.S. defense contract for Navy F/A-18 jets -Pentagon", "description": "Boeing Co was awarded a $4 billion contract for advance purchase of materials to produce 78 F/A 18 aircraft for the U.S. Navy, the Pentagon said on Wednesday. Work is expected to be completed in April 2024, it said.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:13:38Z"}, {"title": "UPDATE 1-Ethiopia to lead next stage of cockpit data analysis", "description": "Ethiopian investigators will lead the next stage of cockpit data analysis from the Boeing 737 MAX that crashed outside Addis Ababa with U.S. and French support, a person familiar with the investigation said.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:15:09Z"}, {"title": "Boeing delays flight test to International Space Station by 3 months -sources", "description": "Boeing Co has delayed by three months its first uncrewed flight to the International Space Station under NASA's human spaceflight program, and pushed its crewed flight until November, industry sources said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:21:20Z"}, {"title": "With 737 MAX grounded, airlines face daily scheduling challenges", "description": "Following the global grounding of Boeing Co's 737 MAX jets, U.S. and Canadian airlines that fly the roughly 175-seat aircraft face a fresh logistical challenge every day: which flights to cancel and which to cover with other planes.", "sentiment": "undefined", "publishedAt": "2019-03-20T15:12:38Z"}, {"title": "Ethiopia to lead next stage of cockpit data analysis - source", "description": "Ethiopian investigators will lead the crucial next stage of cockpit data analysis from the Boeing 737 MAX that crashed outside Addis Ababa with U.S. and French support, a person familiar with the investigation said.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:45:05Z"}, {"title": "PRESS DIGEST- New York Times business news - March 20", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-20T04:57:30Z"}, {"title": "Youngest captain, loving son: Ethiopian pilots honoured in death", "description": "The dreams of the two young men soared as high as the Ethiopian Airlines planes they proudly flew.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:23:09Z"}, {"title": "Exclusive: What Lion Air black box reveals", "description": "Pilots of the doomed Lion Air Boeing 737 MAX desperately scoured a manual to try to understand why their jet was malfunctioning, according to Reuters sources who've heard what's on the plane's cockpit voice recorder.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:07:05Z"}, {"title": "FBI joins criminal probe into Boeing 737 Max 8 safety certification in wake of crashes", "description": "The FBI has joined the widening criminal probe into how Boeing's 737 Max 8 jets were deemed as safe in the months before two of them crashed in Indonesia and Ethiopia,", "sentiment": "undefined", "publishedAt": "2019-03-20T22:57:03Z"}, {"title": "Sector Prospector: Setting Up A Brighter Tomorrow", "description": "Quarter-end typically means a lot rebalancing, some driven by very simple chart analysis. The industrial sector is showing more signs of life than you might thi", "sentiment": "undefined", "publishedAt": "2019-03-20T05:33:59Z"}, {"title": "Virgin Atlantic to fly to South America for the first time with a new Dreamliner route to São Paulo", "description": "The service will connect Heathrow to São Paulo's Guarulhos International Airport. It will operate on a Boeing 787 Dreamliner aircraft on a flight that will take 11 hours and 55 minutes.", "sentiment": "undefined", "publishedAt": "2019-03-20T10:09:19Z"}, {"title": "Buy Boeing shares because the 737 Max is 'too big to fail,' analyst says", "description": "Analysts at Berenberg are calling Boeing a \"tough sell\" as they see the 737 Max model that had two deadly crashes \"too big to fail.\"", "sentiment": "undefined", "publishedAt": "2019-03-20T12:14:00Z"}, {"title": "The FBI is reportedly joining the government's investigation into Boeing's 737 Max plane (BA)", "description": "Federal investigators are looking into how Boeing's 737 Max plane was certified to fly. The FBI is also joining the Department of Transportation's inquiry, the Seattle Times reported. The FBI is joining the Department of Transportation's investigation into th…", "sentiment": "undefined", "publishedAt": "2019-03-20T21:11:36Z"}, {"title": "An off-duty pilot reportedly prevented a Boeing 737 Max 8 crash, one day before the same plane crashed and killed 189 passengers and crew (BA)", "description": "An off-duty pilot riding in the cockpit of a Boeing 737 Max 8 fixed a malfunction during the second-to-the-last flight for the aircraft, before a different flight on the same plane crashed in the Java Sea the next day, Bloomberg reported on Tuesday evening. T…", "sentiment": "undefined", "publishedAt": "2019-03-20T01:02:26Z"}, {"title": "Cockpit voice recorder of doomed Lion Air jet depicts pilots' frantic search for a fix", "description": "The pilots of a doomed Lion Air Boeing 737 Max scoured a handbook as they struggled to understand why the jet was lurching downwards, but ran out of time before it hit the water.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:33:00Z"}, {"title": "Stocks making the biggest moves premarket: General Mills, Johnson & Johnson, Viacom, Sony & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:07:00Z"}, {"title": "Pilots of doomed Lion Air jet 'desperately looked through handbook as it nosedived into the sea'", "description": "Pilots scoured the handbook as they struggled to understand why the aircraft was lurching downwards off Indonesia, according to people with knowledge of the cockpit recording.", "sentiment": "undefined", "publishedAt": "2019-03-20T09:18:23Z"}, {"title": "U.S. FAA says Boeing to develop service bulletin on 737 MAX, calls it 'agency priority'", "description": "The Federal Aviation Administration said on Wednesday that Boeing Co is developing a service bulletin instructing airlines to install new flight control computer operational program software in the now grounded Boeing 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:56:47Z"}, {"title": "Boeing names leadership for new joint venture with Embraer", "description": "Boeing Co on Wednesday named two executives to lead a new company to be created after a proposed $4.2 billion deal with Brazilian planemaker Embraer closes.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:08:05Z"}, {"title": "Boeing delays flight test to International Space Station: sources", "description": "Boeing Co has delayed by at least three months its first uncrewed flight to the International Space Station under NASA's human spaceflight program, and pushed its crewed flight until November, industry sources said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:42:23Z"}, {"title": "Boeing reshuffles top engineers amid 737 MAX crisis", "description": "Boeing Co, facing its biggest crisis in years following deadly crashes of its flagship 737 MAX aircraft, has brought in a new vice president of engineering while dedicating another top executive to the aircraft investigations, a company email showed on Tuesda…", "sentiment": "undefined", "publishedAt": "2019-03-20T01:23:20Z"}, {"title": "Boeing wins $4 billion U.S. defence contract for Navy F/A-18 jets: Pentagon", "description": "Boeing Co was awarded a $4 billion contract for advance purchase of materials to produce 78 F/A 18 aircraft for the U.S. Navy, the Pentagon said on Wednesday. Work is expected to be completed in April 2024, it said.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:23:59Z"}, {"title": "With 737 MAX grounded, airlines face daily scheduling challenges", "description": "Following the global grounding of Boeing Co's 737 MAX jets, U.S. and Canadian airlines that fly the roughly 175-seat aircraft face a fresh logistical challenge every day: which flights to cancel and which to cover with other planes.", "sentiment": "undefined", "publishedAt": "2019-03-20T15:21:08Z"}, {"title": "Exclusive: Cockpit voice recorder of doomed Lion Air jet depicts pilots' frantic search for fix - sources", "description": "The pilots of a doomed Lion Air Boeing 737 MAX scoured a handbook as they struggled to understand why the jet was lurching downwards, but ran out of time before it hit the water, three people with knowledge of the cockpit voice recorder contents said.", "sentiment": "undefined", "publishedAt": "2019-03-20T06:19:22Z"}, {"title": "Captain 'Sully' slams the FAA for letting Boeing conduct their own certification inspections", "description": "Captain Chesley 'Sully' Sullenberg, 68, is slamming the FAA for letting Boeing conduct their own aircraft certification inspections, citing poor budgets and insufficient staff.", "sentiment": "undefined", "publishedAt": "2019-03-20T14:05:05Z"}, {"title": "Boeing dragged into new investigation into claims Pentagon chief helped aircraft giant", "description": "The Pentagon's inspector general has opened an investigation into a watchdog group's claim that Patrick Shanahan used his office to promote Boeing, including buying its fighters.", "sentiment": "undefined", "publishedAt": "2019-03-20T21:10:58Z"}, {"title": "Your Thursday Briefing", "description": "Zaid Mustafa, 13, who was wounded in the attack in which his father and brother were killed, attended their funeral in Christchurch, New Zealand, on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-21T09:48:33Z"}, {"title": "Mozambique, Brexit, New Zealand: Your Thursday Briefing", "description": "Taking refuge on a roof in Buzi, Mozambique, as floodwaters rose on Wednesday. International aid agencies were racing to reach survivors after a cyclone.", "sentiment": "undefined", "publishedAt": "2019-03-21T05:00:44Z"}, {"title": "Pentagon Opens Internal Inquiry of Acting Defense Chief’s Ties to Boeing", "description": "Patrick M. Shanahan, the acting defense secretary, last week at a Senate hearing. He spent 30 years in commercial aviation and business at Boeing before joining the Pentagon.", "sentiment": "undefined", "publishedAt": "2019-03-21T02:07:50Z"}, {"title": "Patrick Shanahan: Pentagon chief's ties to Boeing investigated", "description": "Patrick Shanahan is accused of frequently praising Boeing in meetings about government contracts.", "sentiment": "undefined", "publishedAt": "2019-03-21T01:02:30Z"}, {"title": "Boeing to mandate safety alert in 737 MAX software upgrade: sources", "description": "Boeing Co will mandate a previously optional cockpit warning light as part of a forthcoming software update to the 737 MAX fleet that was grounded in the wake of two fatal crashes, two officials briefed on the matter said Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-21T15:29:12Z"}, {"title": "Boeing, FAA face more pressure from U.S. lawmakers over 737 MAX accidents", "description": "Pressure mounted on Boeing Co in Washington as U.S. lawmakers called for executives to testify about two crashed 737 MAX jets, even as the world's biggest planemaker worked to return the grounded fleet to the skies.", "sentiment": "undefined", "publishedAt": "2019-03-21T06:12:32Z"}, {"title": "Boeing to add extra safety alarm in 737 MAX jets: FT", "description": "Boeing Co will install an extra safety alarm in the cockpits of all its 737 MAX aircraft after intense criticism in the wake of two fatal crashes, the Financial Times reported on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-21T14:32:16Z"}, {"title": "Factbox: What we know about Boeing 737 MAX crash and what comes next", "description": "More than 300 Boeing 737 MAX 8 and MAX 9 passenger jets have been grounded worldwide after two fatal crashes in the past five months in Ethiopia and Indonesia killed nearly 350 people.", "sentiment": "undefined", "publishedAt": "2019-03-21T15:29:37Z"}, {"title": "Exclusive: Ethiopian crash captain untrained on 737 MAX simulator", "description": "The captain of a doomed Ethiopian Airlines flight was unable to practice on a new simulator for the Boeing 737 MAX 8 before he died in a crash with 157 others, a pilot colleague said.", "sentiment": "undefined", "publishedAt": "2019-03-21T09:56:43Z"}, {"title": "Suspicion and strife strain Ethiopian plane crash probe", "description": "At the headquarters of the Ethiopian Civil Aviation Authority, a paper sign balanced above room 107 and a threadbare square of carpet welcome a stream of foreign visitors to the Accident Investigation Bureau.", "sentiment": "undefined", "publishedAt": "2019-03-21T23:56:18Z"}, {"title": "Boeing quietly unveiled the $442 million airliner that will replace the 747 jumbo jet (BA)", "description": "The Boeing 777X was unveiled on March 13 in a private employee-only event. The 777X is destined to serve as Boeing's new flagship and as the replacement for the iconic 747 jumbo jet. The 777X comes in two variants, the $410.2 million 777-8 and $442.2 million …", "sentiment": "undefined", "publishedAt": "2019-03-21T15:24:20Z"}, {"title": "Pilots who fly for Amazon Air earn 33% less than their colleagues at UPS and FedEx for flying the exact same planes (AMZN)", "description": "More than a dozen current and former pilots who fly for Amazon Air told Business Insider about a culture of overwork and underpay at their employers, which contract air services to Amazon. ABX, ATI, and Atlas pilots, who fly your Amazon Prime packages, all ma…", "sentiment": "undefined", "publishedAt": "2019-03-21T17:57:48Z"}, {"title": "Indonesian officials confirm presence of guest pilot who reportedly saved Lion Air plane day before its fatal crash - The Washington Post", "description": "Indonesian officials confirm presence of guest pilot who reportedly saved Lion Air plane day before its fatal crash The Washington Post JAKARTA, Indonesia — Indonesian investigators on Thursday confirmed the presence in the cockpit of an off-duty pilot report…", "sentiment": "undefined", "publishedAt": "2019-03-21T15:42:55Z"}, {"title": "Ethiopian Airlines Denies Reports That Pilot in Boeing 737 MAX Crash Was Not Properly Trained", "description": "Ethiopian Airlines on Thursday said the pilot aboard crashed Flight 302 was properly trained on flying Boeing 737 MAX 8 planes.", "sentiment": "undefined", "publishedAt": "2019-03-21T13:28:13Z"}, {"title": "Official: 3rd pilot aided next-to-last Lion Air flight", "description": "The flight experienced similar difficulties to those which caused a crash.", "sentiment": "undefined", "publishedAt": "2019-03-21T10:20:25Z"}, {"title": "Ethiopian 737 Max crash: Boeing will add warning light to aid pilots, sources say", "description": "The warning light will become standard equipment. Previously, it was an option", "sentiment": "undefined", "publishedAt": "2019-03-21T22:04:25Z"}, {"title": "The Wall Street Journal: Founder of 8chan expresses regret in wake of New Zealand massacre", "description": "Fredrick Brennan founded the website 8chan more than five years ago as a no-holds-barred bastion of unconstrained speech devoted to critiquing what he saw as the authoritarianism of leftist culture and politics.", "sentiment": "undefined", "publishedAt": "2019-03-21T01:19:04Z"}, {"title": "Boeing Will Stop Charging to Install Safety Feature After Deadly Crashes", "description": "Standard 737 Max planes are not equipped with a so-called angle of attack indicator or an angle of attack disagree light. The indicator will continue to cost airlines extra, but the light won’t.", "sentiment": "undefined", "publishedAt": "2019-03-21T09:32:50Z"}, {"title": "U.S. Probed Boeing 737 Max Software and Pilot Manuals Last Year", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-21T03:02:58Z"}, {"title": "Fitch Says Boeing 737 Max Issue May Have Broad Credit Effects", "description": "Craig Fraser, managing director of U.S. corporate finance at Fitch Ratings, talks about the grounding of Boeing's 737 Max planes, and the implications for credit in the aviation industry. He speaks on \"Bloomberg Daybreak: Australia.\" (Source: Bloomberg)", "sentiment": "undefined", "publishedAt": "2019-03-21T23:40:27Z"}, {"title": "Crashed Boeing jets lacked two safety features that would have cost extra", "description": "Two Boeing jets that crashed in Ethiopia and Indonesia each lacked a pair of cockpit safety features that the plane manufacturer charged extra for.", "sentiment": "undefined", "publishedAt": "2019-03-21T20:53:35Z"}, {"title": "Lion Air Crash Families Say They Were Pressured to Sign No-Suit Deal", "description": "After the new 737 Max 8 jet went down in Indonesia, relatives of the victims say the airline is trying to buy their silence with a deal that also protected Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-21T16:53:41Z"}, {"title": "An Amazon Air plane crashed in February, killing all 3 people on board. Weeks earlier, several pilots said they thought an accident was inevitable.", "description": "An Amazon Air plane called CustomAir Obsession crashed on February 23, killing all three people on board. The cause of the crash remains unknown. In conversations with Business Insider before the crash, several pilots who fly planes for Amazon Air said they t…", "sentiment": "undefined", "publishedAt": "2019-03-21T13:00:56Z"}, {"title": "U.S. probed FAA's Boeing 737 Max software approval last year: Bloomberg", "description": "U.S. officials started investigating the Federal Aviation Administration's (FAA) approval of the Boeing 737 Max software linked to the Lion Air plane crash last year weeks after the accident, Bloomberg reported on Wednesday, citing people familiar with the ma…", "sentiment": "undefined", "publishedAt": "2019-03-21T04:02:19Z"}, {"title": "Boeing to mandate safety alert in 737 MAX software upgrade: sources", "description": "Boeing Co will mandate a previously optional cockpit warning light as part of a forthcoming software update to the 737 MAX fleet that was grounded in the wake of two fatal crashes, two officials briefed on the matter said Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-21T16:54:46Z"}, {"title": "Pilots searched for checklist before Lion Air crash: Indonesian investigators", "description": "Indonesian investigators said on Thursday the cockpit voice recorder from a crashed Lion Air Boeing Co 737 MAX 8 jet showed pilots were searching for the right checklist in their handbooks and were experiencing airspeed and altitude issues.", "sentiment": "undefined", "publishedAt": "2019-03-21T10:20:59Z"}, {"title": "Indonesian investigators to hold news conference on Lion Air crash", "description": "Indonesian investigators said on Thursday that information from the cockpit voice recorder of a Lion Air jet that crashed in October was leaked to the media and they would hold a news conference at 0830 GMT.", "sentiment": "undefined", "publishedAt": "2019-03-21T06:10:46Z"}, {"title": "Boeing to install extra safety alarm in 737 Max jets", "description": "Airlines had been able to pay for the alert but many chose not to do so", "sentiment": "undefined", "publishedAt": "2019-03-21T13:54:29Z"}, {"title": "Boeing to offer safety feature as standard in 737 MAX software... - Reuters", "description": "Boeing to offer safety feature as standard in 737 MAX software... Reuters Lion Air Crash Families Say They Were Pressured to Sign No-Suit Deal The New York Times Pilots transitioned to 737 Max 8 with self-administered online course CNN Indonesian officials co…", "sentiment": "undefined", "publishedAt": "2019-03-21T06:13:00Z"}, {"title": "Indonesia Is Interviewing the Off-Duty Pilot Aboard Lion Air Flight - Bloomberg", "description": "Indonesia Is Interviewing the Off-Duty Pilot Aboard Lion Air Flight Bloomberg Indonesian officials confirm presence of guest pilot who reportedly saved Lion Air plane day before its fatal crash The Washington Post Lion Air Crash Families Say They Were Pressur…", "sentiment": "undefined", "publishedAt": "2019-03-21T08:37:00Z"}, {"title": "Regulatory capture may be responsible for the Boeing 737 MAX’s safety problems", "description": "Several investigations have been launched into the certification process for the jet", "sentiment": "undefined", "publishedAt": "2019-03-21T15:57:48Z"}, {"title": "Regulatory capture may be responsible for the Boeing 737 MAX’s safety problems", "description": "A MERICA’S AIRCRAFT-SAFETY regulator has been the industry’s gold standard since it was set up in the 1950s. When the Federal Aviation Administration (FAA) called out an aeroplane as unsafe, counterparts around the world followed its lead. That changed after …", "sentiment": "undefined", "publishedAt": "2019-03-21T15:41:20Z"}, {"title": "Virgin Atlantic makes first foray into South America with service to Brazil's biggest city", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-21T09:07:14Z"}, {"title": "U.S. probed FAA's Boeing 737 Max software approval last year: Bloomberg", "description": "U.S. officials started investigating the Federal Aviation Administration's (FAA) approval of the Boeing 737 Max software linked to the Lion Air plane crash last year weeks after the accident, Bloomberg reported on Wednesday, citing people familiar with the ma…", "sentiment": "undefined", "publishedAt": "2019-03-21T04:02:19Z"}, {"title": "Boeing slows 737 factory work for three days after recent delays", "description": "Boeing Co said on Thursday that production lines will not \"pulse\" or move airframes forward for three days next week at its 737 factory to allow workers to catch up on work that was previously delayed.", "sentiment": "undefined", "publishedAt": "2019-03-21T19:06:47Z"}, {"title": "Southwest pilots say extra training required after 737 MAX software update", "description": "Southwest Airlines Co's pilot union said on Wednesday that extra computer-based training would be required as a result of a planned update to the software on the Boeing Co 737 MAX, and it was seeking additional information for pilots.", "sentiment": "undefined", "publishedAt": "2019-03-21T02:53:44Z"}, {"title": "Stock futures tread water after Fed turns more accommodative", "description": "U.S. stock index futures were subdued on Thursday, a day after the Federal Reserve abandoned projections for any interest rate hikes this year amid signs of an economic slowdown.", "sentiment": "undefined", "publishedAt": "2019-03-21T11:21:02Z"}, {"title": "Business takes on the baddies - The Economist", "description": "Business takes on the baddies The Economist DOWNTOWN JOHANNESBURG puts a bounce in your step. Streets bustle with noisy fruit-sellers and minibus drivers seeking custom. But South Africa's...", "sentiment": "undefined", "publishedAt": "2019-03-21T15:41:00Z"}, {"title": "Ethiopian Airlines pilot of doomed flight didn't take training on 737 MAX simulator: report - Fox News", "description": "Ethiopian Airlines pilot of doomed flight didn't take training on 737 MAX simulator: report Fox News Crashed Boeing jets lacked key safety features that were add-ons CNBC Confusion, Then Prayer, in Cockpit of Doomed Lion Air Jet The New York Times Extra pilot…", "sentiment": "undefined", "publishedAt": "2019-03-21T06:20:43Z"}, {"title": "FAA: Boeing 737 MAX to get software update", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-21T00:33:02Z"}, {"title": "NTSB joining Ethiopian Airlines crash investigation", "description": "The National Transportation Safety Board is joining French and Ethiopian authorities into the Ethiopian Airlines flight that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-21T20:44:00Z"}, {"title": "EU procurement: will member states buy it?", "description": "Commission dusts off old proposal for pan-EU retaliatory weapon", "sentiment": "undefined", "publishedAt": "2019-03-21T13:48:10Z"}, {"title": "FBI takes lead in criminal probe of Boeing as aircraft maker is hit with subpoenas following crashes", "description": "Federal prosecutors and the U.S. Department of Transportation are scrutinizing the development of the 737 MAX jetliners in the wake of two deadly crashes in five months.", "sentiment": "undefined", "publishedAt": "2019-03-21T03:02:52Z"}, {"title": "Pentagon IG investigation renews scrutiny of Shanahan's ties to Boeing", "description": "In the months since Patrick Shanahan became acting defense secretary following the departure of James Mattis, President Donald Trump has repeatedly praised the former Boeing executive. Yet Shanahan's relationship with his former employer has emerged as a poin…", "sentiment": "undefined", "publishedAt": "2019-03-21T19:16:22Z"}, {"title": "Crashed planes lacked safety upgrades because Boeing charged extra", "description": "The two Boeing 737 Max 8 planes that crashed reportedly lacked important safety upgrades because Boeing charged extra for them. NBC’s Tom Costello joins Stephanie Ruhle and Ali Velshi to discuss how that is allowed and whether passengers should ever get on th…", "sentiment": "undefined", "publishedAt": "2019-03-21T18:28:18Z"}, {"title": "The crashed Lion Air and Ethiopian jets lacked safety features that could have helped because Boeing charged extra for them, report says (BA)", "description": "Lion Air Flight 610 and Ethiopian Airlines Flight 302 crashed within five months of each other despite being effectively brand new. Both flights lacked two optional safety features that could have prevent the crashes, because Boeing charged extra for them, Th…", "sentiment": "undefined", "publishedAt": "2019-03-21T12:03:46Z"}, {"title": "Pentagon IG investigation renews scrutiny of Shanahan's ties to Boeing", "description": "In the months since Patrick Shanahan became acting defense secretary following the departure of James Mattis, President Donald Trump has repeatedly praised the former Boeing executive. Yet Shanahan's relationship with his former employer has emerged as a poin…", "sentiment": "undefined", "publishedAt": "2019-03-21T19:16:22Z"}, {"title": "Justice Department issues subpoenas in criminal investigation of Boeing", "description": "US Justice Department prosecutors have issued multiple subpoenas as part of an investigation into Boeing's Federal Aviation Administration certification and marketing of 737 Max planes, sources briefed on the matter told CNN.", "sentiment": "undefined", "publishedAt": "2019-03-21T00:04:30Z"}, {"title": "5 things to know for March 21: New Zealand, Brexit, Boeing, spa scandal, depression", "description": "Here's what else you need to know to Get Up to Speed and Out the Door.", "sentiment": "undefined", "publishedAt": "2019-03-21T10:15:04Z"}, {"title": "Pentagon watchdog to investigate if Shanahan used office to promote Boeing - Fox News", "description": "Pentagon watchdog to investigate if Shanahan used office to promote Boeing Fox News Pentagon Opens Internal Inquiry of Acting Defense Chief’s Ties to Boeing The New York Times Trump's acting defense secretary under ethics probe over Boeing ties CNN Pentagon I…", "sentiment": "undefined", "publishedAt": "2019-03-21T01:40:29Z"}, {"title": "Canadian and European Regulators to Certify Boeing 737 Max Changes in Addition to FAA", "description": "The Boeing 737 Max reviews will be in addition to any FAA certification, showing distrust in the U.S. government agency's review process.", "sentiment": "undefined", "publishedAt": "2019-03-21T18:22:59Z"}, {"title": "Boeing 737 Max Grounding May Sway U.S. Economic Indicators Including Trade, Durable Goods", "description": "The grounding of Boeing 737 Max after a second crash may force change in U.S. economic indicators from international trade to durable goods.", "sentiment": "undefined", "publishedAt": "2019-03-21T23:27:15Z"}, {"title": "Doomed jets lacked two safety features Boeing sold only as extras - NYT", "description": "The two Boeing (BA -0.9%) MAX 737 jets that crashed lacked two safety features in their cockpits because the company charged extra to install them, New York Times reports.The doomed Lion Air and Ethio", "sentiment": "undefined", "publishedAt": "2019-03-21T14:27:48Z"}, {"title": "Boeing exec defends 737 MAX design process, sees software fix in weeks", "description": "A senior Boeing (BA -0.9%) executive is out in defense of the company’s aircraft design and production processes and says fixes to software linked to at least one of the two recent crashes of 737 MAX", "sentiment": "undefined", "publishedAt": "2019-03-21T18:19:37Z"}, {"title": "The DOJ has reportedly subpoenaed Boeing as part of a criminal investigation involving the 737 Max (BA)", "description": "The United States Department of Justice (DOJ) has subpoenaed Boeing as part of a criminal investigation into the certification and marketing processes for the aerospace manufacturer's 737 Max aircraft, CNN reports. The investigation reportedly concerns the pr…", "sentiment": "undefined", "publishedAt": "2019-03-21T17:36:41Z"}, {"title": "Boeing will start including a safety feature that customers previously had to pay for on all 737 Max aircraft (BA)", "description": "Boeing will start including a safety feature customers previously had to pay for on all of its 737 Max aircraft, The New York Times reports. The feature, called a disagree light, will alert pilots if two sensors are giving different readings of the angle at w…", "sentiment": "undefined", "publishedAt": "2019-03-21T19:03:21Z"}, {"title": "Washington braces for the Mueller report", "description": "First Read is your briefing from \"Meet the Press\" and the NBC Political Unit on the day's most important political stories and why they matter.", "sentiment": "undefined", "publishedAt": "2019-03-21T12:37:00Z"}, {"title": "Boeing to mandate safety alert in 737 MAX software upgrade -sources", "description": "Boeing Co will mandate a previously optional cockpit warning light as part of a forthcoming software update to the 737 MAX fleet that was grounded in the wake of two fatal crashes, two officials briefed on the matter said Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-21T15:15:02Z"}, {"title": "UPDATE 1-Southwest pilots say extra training required after 737 MAX software update", "description": "* 'Very disturbing' that MCAS system not disclosed earlier - union (Adds details from union statement; paragraphs 4-8)", "sentiment": "undefined", "publishedAt": "2019-03-21T03:30:15Z"}, {"title": "Ryanair's plans to order Boeing 737 MAX unchanged - executive", "description": "Two deadly crashes involving Boeing's 737 MAX jet have not changed Ryanair's plans to buy the model, an executive of the Irish airline told Reuters on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-21T16:22:39Z"}, {"title": "UPDATE 1-Ethiopia says U.S., EU, French teams helping analyse crash black boxes", "description": "* International experts helping assess data, voice recordings", "sentiment": "undefined", "publishedAt": "2019-03-21T18:29:37Z"}, {"title": "Boeing slows 737 factory work for three days after recent delays", "description": "Boeing Co said on Thursday that production lines will not \"pulse\" or move airframes forward for three days next week at its 737 factory to allow workers to catch up on work that was previously delayed.", "sentiment": "undefined", "publishedAt": "2019-03-21T19:05:36Z"}, {"title": "Southwest pilots say extra training required after 737 MAX software update", "description": "Southwest Airlines Co's pilot union said on Wednesday that extra computer-based training would be required as a result of a planned update to the software on the Boeing Co 737 MAX, and it was seeking additional information for pilots.", "sentiment": "undefined", "publishedAt": "2019-03-21T02:49:45Z"}, {"title": "Boeing to add extra safety alarm in 737 MAX jets - FT", "description": "Boeing Co will install an extra safety alarm in the cockpits of all its 737 MAX aircraft after intense criticism in the wake of two fatal crashes, the Financial Times reported on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-21T14:27:41Z"}, {"title": "Indonesian investigators say pilots of doomed Lion Air flight were searching checklist", "description": "Indonesian investigators said on Thursday the cockpit voice recorder from a crashed Lion Air Boeing Co 737 MAX 8 jet showed pilots were searching for the right checklist in their handbooks and were experiencing airspeed and altitude issues.", "sentiment": "undefined", "publishedAt": "2019-03-21T09:40:24Z"}, {"title": "PRESS DIGEST- New York Times business news - March 21", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-21T04:51:46Z"}, {"title": "US STOCKS-Futures tread water after Fed turns more accommodative", "description": "U.S. stock index futures were subdued on Thursday, a day after the Federal Reserve abandoned projections for any interest rate hikes this year amid signs of an economic slowdown.", "sentiment": "undefined", "publishedAt": "2019-03-21T11:02:29Z"}, {"title": "FBI reportedly joins criminal probe into Boeing 737 Max certification", "description": "Boeing and the FAA, which certified the plane two years ago, are under increasing scrutiny after the crash of Ethiopian Airlines Flight 302 on March 10.", "sentiment": "undefined", "publishedAt": "2019-03-21T14:34:25Z"}, {"title": "Boeing 747 arrives at London's Heathrow Airport in 'Negus' design from the 1970s", "description": "The special series of historical designs have been introduced to mark British Airways' centenary during 2019. The Negus livery is the fourth and final one to be unveiled.", "sentiment": "undefined", "publishedAt": "2019-03-21T15:13:02Z"}, {"title": "Boeing confirms changes to the 737 MAX's software and training", "description": "The Federal Bureau of Investigation is now investigating the plane's original certification process.", "sentiment": "undefined", "publishedAt": "2019-03-21T11:44:00Z"}, {"title": "Boeing's 737 Max could single-handedly hit US GDP if production is halted, JP Morgan says", "description": "A production halt of Boeing's 737 Max jets could be felt well beyond the aerospace giant's quarterly profits, according to J.P. Morgan.", "sentiment": "undefined", "publishedAt": "2019-03-21T19:36:00Z"}, {"title": "Stocks making the biggest moves premarket: Biogen, Boeing, Walmart, Apple, Clorox & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-21T12:13:00Z"}, {"title": "Europe and Canada are investigating the Boeing 737 Max themselves rather than trusting the US — another apparent snub of American regulators (BA)", "description": "EU and Canadian regulators plan to conduct their own reviews of Boeing's planned safety update to its 737 Max jets. The software updates come after two deadly crashes of Lion Air Flight 610 last October and Ethiopian Airlines Flight 302 earlier this month. Eu…", "sentiment": "undefined", "publishedAt": "2019-03-21T10:36:57Z"}, {"title": "Dow futures lower | FBI aides Boeing probe | Levi Strauss trading set", "description": "Futures are pointing to a lower open for the Dow and S&P 500 ahead of the Thursday session, with investors still trying to digest the implications of yesterday's Fed meeting.", "sentiment": "undefined", "publishedAt": "2019-03-21T11:48:00Z"}, {"title": "U.S. probed FAA's Boeing 737 Max software approval last year - Bloomberg", "description": "U.S. officials started investigating the Federal Aviation Administration's (FAA) approval of the Boeing 737 Max software linked to the Lion Air plane crash last year weeks after the accident, Bloomberg reported on Wednesday, citing people familiar with the ma…", "sentiment": "undefined", "publishedAt": "2019-03-21T04:32:18Z"}, {"title": "Southwest pilots say extra training required after 737 MAX software update", "description": "Extra computer-based training will be required after a planned update to the software on the Boeing Co 737 MAX aircraft, Southwest Airlines Co's pilot union said on Wednesday, adding that it was seeking additional information for pilots.", "sentiment": "undefined", "publishedAt": "2019-03-21T04:22:19Z"}, {"title": "Exclusive: Ethiopian crash captain untrained on 737 MAX simulator - source", "description": "The captain of a doomed Ethiopian Airlines flight was unable to practice on a new simulator for the Boeing 737 MAX 8 before he died in a crash with 157 others, a pilot colleague said.", "sentiment": "undefined", "publishedAt": "2019-03-21T09:57:13Z"}, {"title": "Wall Street set for lower open after Fed's abrupt dovish turn", "description": "Wall Street's main indexes were set to open lower on Thursday, after the Federal Reserve abandoned any interest rate hikes this year and flagged an expected slowdown in the economy.", "sentiment": "undefined", "publishedAt": "2019-03-21T13:01:49Z"}, {"title": "Boeing says optional warning light will be fitted as standard", "description": "Faulty 'angle of attack' sensors were blamed in part for the Lion Air disaster in Indonesia last year and have been at the centre of early investigations into this month's Ethiopia crash.", "sentiment": "undefined", "publishedAt": "2019-03-21T16:25:34Z"}, {"title": "Captain of doomed Ethiopian jet 'had not practised on 737 MAX 8 simulator'", "description": "Yared Getachew, 29, was due for refresher training at the end of March, his colleague said, two months after Ethiopian Airlines had received one of the first such simulators being distributed.", "sentiment": "undefined", "publishedAt": "2019-03-21T12:07:26Z"}, {"title": "Power Up: Waiting on Mueller, Trump fixates on another perceived enemy: John McCain", "description": "The late senator is a frequent source of ire, even beyond the grave.", "sentiment": "undefined", "publishedAt": "2019-03-21T10:22:58Z"}, {"title": "The Daily 202: Trump brings TMZ politics to Washington. And he likes it that way.", "description": "Attacks on John McCain and George Conway are a feature, not a bug, of the Trump presidency.", "sentiment": "undefined", "publishedAt": "2019-03-21T13:29:35Z"}, {"title": "Boeing 737 Max approval documents subpoenaed by fraud unit", "description": "A safety assessment Boeing gave to the FAA is likely to be a target of investigators", "sentiment": "undefined", "publishedAt": "2019-03-21T21:34:32Z"}, {"title": "3/20: CBS Evening News", "description": "FBI to assist in Boeing 737 Max investigation; Sam Moore reflects on the lasting legacy of \"Soul Man.\"", "sentiment": "undefined", "publishedAt": "2019-03-21T02:16:14Z"}, {"title": "3/20: CBS Evening News", "description": "FBI to assist in Boeing 737 Max investigation; Sam Moore reflects on the lasting legacy of \"Soul Man.\"", "sentiment": "undefined", "publishedAt": "2019-03-21T02:56:44Z"}, {"title": "Trump's acting Pentagon chief faces new ethics probe", "description": "Team Trump didn't need another ethics mess, but it nevertheless appears to have one.", "sentiment": "undefined", "publishedAt": "2019-03-21T12:30:42Z"}, {"title": "Trump wants China to raise its offer to buy US goods, sources say", "description": "U.S. officials seeking a China trade deal are focused on long-term changes to that nation's economy. But President Donald Trump is set on reducing the trade deficit, and is pushing his negotiators to get China to agree to purchase more goods, according to two…", "sentiment": "undefined", "publishedAt": "2019-03-21T14:42:00Z"}, {"title": "Should I Fly With Boeing (Stock)? - MMWIS March Portfolio Update", "description": "Boeing has been at the center of bad news after two 737 MAX crashes and with rampant speculation. The underlying business is excellent, and this is exactly the", "sentiment": "undefined", "publishedAt": "2019-03-21T18:29:32Z"}, {"title": "Playing Monster Beverage", "description": "Monster Beverage was flagged as a top choice stock for Q1 2019 in our chat service. We recently exited the position for a gain to redeploy cash. We rate the sto", "sentiment": "undefined", "publishedAt": "2019-03-21T03:04:11Z"}, {"title": "Boeing 737 Max approval documents subpoenaed by fraud unit", "description": "With the 737 Max still grounded after last week's deadly Ethiopian Airlines crash, the focus turns to Boeing. The company offered a warning system that -- for a price -- might have helped prevent the crashes. Kris Van Cleave reports.", "sentiment": "undefined", "publishedAt": "2019-03-21T22:45:12Z"}, {"title": "Crashed jets reportedly lacked key safety features because Boeing charged extra for them", "description": "The doomed Boeing jets in Ethiopa and Indonesia lacked two safety features in their cockpits because Beoing charged extra to install them.", "sentiment": "undefined", "publishedAt": "2019-03-21T13:44:00Z"}, {"title": "Crashed Boeing planes didn’t have safety features sold as extras", "description": "The two 737 Max planes that crashes did not have disagreement alerts, which will now become standard and included in the new software update for Boeing 737 Max planes, Boeing says.", "sentiment": "undefined", "publishedAt": "2019-03-21T22:39:44Z"}, {"title": "Ethiopian plane crash victims from Kenya seek compensation", "description": "NAIROBI, Kenya (AP) — The families of Kenyan victims of the Ethiopian plane crash are asking their government for legal assistance in pursuing compensation.", "sentiment": "undefined", "publishedAt": "2019-03-21T15:51:51Z"}, {"title": "The Latest: Ethiopian airline defends pilots' training", "description": "NAIROBI, Kenya (AP) — The Latest on the Ethiopian plane crash (all times local):", "sentiment": "undefined", "publishedAt": "2019-03-21T16:17:15Z"}, {"title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "sentiment": "undefined", "publishedAt": "2019-03-21T10:14:43Z"}, {"title": "Pentagon launches ethics probe into its acting chief over Boeing ties", "description": "The FBI has joined a growing list of those demanding answers following two deadly crashes that occurred within just months of each other and killed 346 people", "sentiment": "undefined", "publishedAt": "2019-03-21T12:01:05Z"}, {"title": "WORLD NEWS ROUNDUP: 03/21", "description": "New Zealand bans military-style weapons. The FBI joins the criminal probe of the Boeing 737 Max jets. An attorney for New England Patriots owner Robert Kraft is asking a Florida judge to bar the release of sexually explicit videos. Those stories and more on T…", "sentiment": "undefined", "publishedAt": "2019-03-21T12:00:00Z"}, {"title": "Video: Boeing CEO promises to fix 737 max in wake of crashes", "description": "Boeing CEO Dennis Muilenberg vowed to address the 737 MAX problems after two deadly crashes in Indonesia and Ethiopia shared similarities.", "sentiment": "undefined", "publishedAt": "2019-03-21T04:15:57Z"}, {"title": "Report: Ethiopian Airlines pilot wasn't trained on Boeing 737 MAX 8", "description": "According to the New York Times, the pilot flying the Ethiopian Airlines plane that crashed last month did not receive updated training on the Boeing 737 Max 8.  Aviation safety analyst Todd Curtis joined CBSN to talk about the investigation and questions abo…", "sentiment": "undefined", "publishedAt": "2019-03-21T16:21:33Z"}, {"title": "FBI and Pentagon inspector general joining Boeing investigations", "description": "Indonesian investigators confirmed an off-duty pilot was in the cockpit of the Lion Air Boeing 737 Max plane that experienced trouble, one day before a deadly crash. They did not say whether he helped stabilize the plane. The Max jets are grounded in the U.S.…", "sentiment": "undefined", "publishedAt": "2019-03-21T11:21:32Z"}, {"title": "Indonesia’s National Airline Seeks to Cancel Order of Boeing Max 8s", "description": "The request from the carrier, Garuda Indonesia, is the first publicly confirmed attempt to cancel a Max 8 order since the deadly crash in Ethiopia this month.", "sentiment": "undefined", "publishedAt": "2019-03-22T12:04:32Z"}, {"title": "Boeing to mandate safety feature in MAX software upgrade: sources", "description": "Boeing Co will mandate on MAX jets a previously optional cockpit warning light, which might have warned of problems that possibly played a role in the recent crashes of Ethiopian and Indonesian planes, two officials briefed on the matter said.", "sentiment": "undefined", "publishedAt": "2019-03-22T06:58:44Z"}, {"title": "Indonesia's Garuda asks to cancel 737 MAX order it had been reconsidering before Ethiopia crash", "description": "Garuda Indonesia has asked to cancel an order for 49 Boeing Co 737 MAX 8 jets, citing a loss of passenger trust following two crashes, although it had been reconsidering the order before the latest disaster in Ethiopia last week.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:52:32Z"}, {"title": "U.S. lawmaker urges FAA, Boeing employees to disclose details on 737 MAX approval", "description": "The chairman of U.S. House Transportation and Infrastructure Committee Peter DeFazio on Friday urged current or former Boeing Co and Federal Aviation Administration employees to come forward with any information about the government's aircraft certification p…", "sentiment": "undefined", "publishedAt": "2019-03-22T21:27:36Z"}, {"title": "Indonesia's Garuda asks to cancel 737 MAX order, may switch to other Boeing jets: CFO", "description": "National carrier Garuda Indonesia has sent a letter to Boeing Co asking to cancel an order for 49 737 MAX narrowbody jets, Garuda chief financial officer Fuad Rizal said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-22T04:09:22Z"}, {"title": "Norwegian Air says its Boeing MAX fleet doesn't have cockpit warning light", "description": "Norwegian Air's fleet of 18 Boeing 737 MAX 8 aircraft is not equipped with a cockpit light warning of discrepancies between angle of attack sensors, the company said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-22T12:11:57Z"}, {"title": "Here are the power moves of the week: Ford nabs Snap's CFO and Kickstarter's CEO exits", "description": "Keeping an eye on major hires and promotions is one of the best ways to understand a company's strategy. The Org tracks executive changes at companies big and small. Here's a snapshot of the most important executive moves of the week across media, tech and tr…", "sentiment": "undefined", "publishedAt": "2019-03-22T15:38:40Z"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, BA, NKE, LEVI)", "description": "Here is what you need to know. Brexit gets a short delay. The EU has agreed to delay Brexit until April 12 if MPs don't vote for Prime Minister Theresa May's deal and until May 22 if they do. Indonesia's flagship airline cancels its Boeing 737-Max orders. Gar…", "sentiment": "undefined", "publishedAt": "2019-03-22T10:52:00Z"}, {"title": "Pilots who fly for Amazon are underpaid and overworked, and it may doom the e-commerce behemoth's aspirations to edge out FedEx and UPS (AMZN)", "description": "Business Insider spoke with 13 pilots who work or have worked for Air Transport Services Group and Atlas Air Worldwide, where they fly or have flown planes for Amazon Air. Those pilots and transportation analysts said the rapid growth of Amazon Air, coupled w…", "sentiment": "undefined", "publishedAt": "2019-03-22T14:46:34Z"}, {"title": "Amid wait for Ethiopian Airlines data, a carrier asks Boeing to cancel 737 MAX order", "description": "As the wait continues for more information on the Ethiopian crash, a flagship carrier in Indonesia has requested to cancel a nearly $5 billion order of 737 MAX 8s.", "sentiment": "undefined", "publishedAt": "2019-03-22T15:23:23Z"}, {"title": "Garuda Indonesia seeks to cancel order for 49 Boeing Max 8s", "description": "Indonesia's flag carrier is seeking to cancel a multibillion dollar order.", "sentiment": "undefined", "publishedAt": "2019-03-22T10:51:21Z"}, {"title": "'Start Here': Rosenstein's letter offers clues, Trump's tweet tweaks Mideast policy", "description": "It's Friday, March 22, 2019. Here's what you need to know to start your day.", "sentiment": "undefined", "publishedAt": "2019-03-22T09:07:05Z"}, {"title": "Are pilots outside the U.S. getting the training needed to fly jets, including Boeing 737 Max 8?", "description": "Two Boeing 737 MAX 8 crashes in less than five months have prompted questions from aviation experts about the training of pilots for foreign airlines.", "sentiment": "undefined", "publishedAt": "2019-03-22T10:36:16Z"}, {"title": "Indonesia’s National Airline Seeks to Cancel Order of Boeing Max 8s", "description": "The request from the carrier, Garuda Indonesia, is the first publicly confirmed attempt to cancel a Max 8 order since the deadly crash in Ethiopia this month.", "sentiment": "undefined", "publishedAt": "2019-03-22T06:59:35Z"}, {"title": "Indonesia's Garuda cancels Boeing 737 Max 8 order after crashes", "description": "Indonesia's national carrier Garuda will call off a multi-billion-dollar order for 49 Boeing 737 Max 8 jets after two fatal crashes involving the plane, the company said Friday, in what is thought to be the first formal cancellation for the model.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:38:09Z"}, {"title": "At War: The Art of War: ‘Promote World Peace...Kill Everyone!’", "description": "Readers share their photos of wartime graffiti from Iraq and Afghanistan and explain why it resonated with them.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:15:07Z"}, {"title": "What’s Going On Between Canada and China? Our Experts Share Their Thoughts.", "description": "The Times gathered four correspondents and an editor to discuss the currently fraught relations between the two nations.", "sentiment": "undefined", "publishedAt": "2019-03-22T17:59:30Z"}, {"title": "Confusion, grief as hunt for remains from Ethiopia crash halted", "description": "Body parts and personal effects were still strewn across the crash site of Ethiopian Airlines Flight 302 on March 15, a witness told Reuters, five days after the disaster and the day before recovery efforts were halted.", "sentiment": "undefined", "publishedAt": "2019-03-22T15:55:02Z"}, {"title": "letter: Boeing Crashes: Greed Over Safety", "description": "A reader criticizes executives at Boeing and the airlines that bought its 737 Max planes after reading an article about optional safety features.", "sentiment": "undefined", "publishedAt": "2019-03-22T18:54:53Z"}, {"title": "Boeing Co wins $4.1 billion U.S. defense contract: Pentagon", "description": "Boeing Co has been awarded a $4.1 billion U.S. defense contract related to the expansion and improvement of the ground-based midcourse missile defense system, the Pentagon said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-22T21:14:53Z"}, {"title": "India's SpiceJet in talks with lessors to induct aircraft", "description": "India's SpiceJet Ltd said on Friday it was in talks will lessors globally to induct aircraft, in an effort to fill a gap after the grounding of its MAX fleet.", "sentiment": "undefined", "publishedAt": "2019-03-22T08:54:41Z"}, {"title": "U.S. corporate breakups could be catalyst to change Dow index", "description": "Shake-ups come infrequently for the Dow Jones Industrial Average, but some degree of change may be in the works for the stock index as two of its 30 constituents prepare to transform from large conglomerates into smaller companies.", "sentiment": "undefined", "publishedAt": "2019-03-22T05:46:55Z"}, {"title": "Indonesia’s Garuda asks to cancel order of 49 Boeing 737 MAX 8s", "description": "Airline says passengers have lost confidence in the aircraft following 2 fatal crashes", "sentiment": "undefined", "publishedAt": "2019-03-22T04:47:40Z"}, {"title": "The Week in Business: Boeing Plays It Safe, and Lyft Kicks Off Tech I.P.O.s - New York Times", "description": "The Week in Business: Boeing Plays It Safe, and Lyft Kicks Off Tech I.P.O.s New York Times Here's your weekly smorgasbord of all the tech and business news you missed, plus what you should know heading into Monday.", "sentiment": "undefined", "publishedAt": "2019-03-22T21:04:11Z"}, {"title": "British Airways announces its shortest flight yet -- just 54 miles", "description": "In December, British Airways will launch its shortest flight to date: a 54-mile, 50-minute flight from Bahrain International Airport to Dammam, Saudi Arabia. The return flight from Dammam will be even shorter, with only 40 minutes spent in the air.", "sentiment": "undefined", "publishedAt": "2019-03-22T16:33:53Z"}, {"title": "The Boeing Company (BA) Presents At Bank Of America Merrill Lynch Global Industrials Conference - Slideshow", "description": "The following slide deck was published by The Boeing Company in conjunction with this event.", "sentiment": "undefined", "publishedAt": "2019-03-22T16:24:57Z"}, {"title": "Wall Street Breakfast: EU Grants A Brexit Extension, But Not For Long", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on iTunes, Stitcher and SoundCloud (click the highlighted links). The", "sentiment": "undefined", "publishedAt": "2019-03-22T11:00:17Z"}, {"title": "Garuda looks to scrap Boeing 737 Max order after crashes", "description": "The airline has asked to cancel an order for 49 jets after the plane was involved in two fatal crashes.", "sentiment": "undefined", "publishedAt": "2019-03-22T06:02:13Z"}, {"title": "Flag carriers increasingly pose a “too big to fail” problem for some finance ministries", "description": "WOW's importance for the Icelandic economy is a big threat to the country's financial stability", "sentiment": "undefined", "publishedAt": "2019-03-22T20:00:00Z"}, {"title": "Boeing faces first 737 Max 8 order cancellation after deadly crashes", "description": "Indonesia's Garuda airlines is seeking to cancel an order for 49 of the aircraft, citing a loss of confidence", "sentiment": "undefined", "publishedAt": "2019-03-22T12:10:38Z"}, {"title": "Boeing to make standard a warning light that was not on doomed planes", "description": "The indicator light warns pilots of a malfunction that could cause its anti-stall system to activate unnecessarily", "sentiment": "undefined", "publishedAt": "2019-03-22T10:22:18Z"}, {"title": "Boeing to make standard $80K warning light that was not on doomed Max 8 jets", "description": "Boeing said FAA approval for new safety updates to its software on its 737 Max jets could come as early as next week. After the crash of two Max jets that killed 346 people, the company announced it would now make standard an indicator light that warns pilots…", "sentiment": "undefined", "publishedAt": "2019-03-22T11:30:24Z"}, {"title": "UK to buy five Boeing surveillance planes for $2bn", "description": "Decision to proceed without putting bid out to tender criticised", "sentiment": "undefined", "publishedAt": "2019-03-22T16:43:47Z"}, {"title": "Week ahead: Apple event, Lyft, Brexit", "description": "Apple kicks off the week while Lyft looks set to wrap it up. In between, investors will scrutinise remarks from Federal Reserve speakers and try to keep abreast of Brexit developments, as the outcome remains uncertain more than 1,000 days after the referendum…", "sentiment": "undefined", "publishedAt": "2019-03-22T21:48:03Z"}, {"title": "The job creators: Largest employers in every state revealed - and Walmart dominates", "description": "Walmart is America's largest non-government employer, with roughly 1.5 million workers at its 6,363 stores around the country - and tops the list in 22 states, according to a new report.", "sentiment": "undefined", "publishedAt": "2019-03-22T19:07:48Z"}, {"title": "Flag Carrier Canceling $4.8 Billion Boeing 737 MAX Order After Crashes", "description": "Indonesia’s flag carrier said it plans to meet Boeing officials next week to discuss the airline’s request to cancel its $4.8 billion order for the troubled 737 Max 8 jet. PT Garuda Indonesia, which told Bloomberg last week it wants to cancel its order for 49…", "sentiment": "undefined", "publishedAt": "2019-03-22T11:24:31Z"}, {"title": "Boeing promoted 737 MAX as requiring little additional pilot training", "description": "New evidence has surfaced that Boeing told its commercial airline customers that the 737 MAX was fundamentally similar to previous versions of the workhorse jet, despite the addition of a stability system investigators are scrutinizing in probes of the Lion A…", "sentiment": "undefined", "publishedAt": "2019-03-22T19:00:45Z"}, {"title": "The Boeing Crashes: A Brief Guide to What's Happened - New York Times", "description": "The Boeing Crashes: A Brief Guide to What's Happened New York Times Boeing 737 Max crash: planes lacked safety upgrades Vox.com Indonesia's Garuda is canceling its $4.9 billion order for the Boeing 737 Max CNN More families sue Boeing over Lion Air crash, cit…", "sentiment": "undefined", "publishedAt": "2019-03-22T21:29:11Z"}, {"title": "More Boeing problems: Another space vehicle it’s building for NASA is significantly delayed - Washington Post", "description": "More Boeing problems: Another space vehicle it’s building for NASA is significantly delayed Washington Post Space to Ground: Stepping Out: 03/22/2019 NASA Johnson Here's how to see the International Space Station in the night sky Fox 35 Orlando Report claims …", "sentiment": "undefined", "publishedAt": "2019-03-22T14:52:26Z"}, {"title": "Indonesia's flagship airline cancels $5 billion order for 49 Boeing 737 Max 8 jets after deadly crashes (BA)", "description": "Garuda, Indonesia's flagship airline, asked to cancel a $5 billion order for 49 Boeing 737 Max 8 jets in light of two deadly crashes involving the aircraft in five months. \"Garuda passengers in Indonesia have lost trust and no longer have the confidence\" in t…", "sentiment": "undefined", "publishedAt": "2019-03-22T09:57:44Z"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, BA, NKE, LEVI)", "description": "Here is what you need to know. Brexit gets a short delay. The EU has agreed to delay Brexit until April 12 if MPs don't vote for Prime Minister Theresa May's deal and until May 22 if they do. Indonesia's flagship airline cancels its Boeing 737-Max orders. Gar…", "sentiment": "undefined", "publishedAt": "2019-03-22T10:52:00Z"}, {"title": "Indonesia's Garuda is canceling its order for 49 Boeing 737 Max 8 planes", "description": "Indonesian airline Garuda said Friday that it's canceling an order for 49 Boeing 737 Max 8 passenger jets after two of them crashed in less than five months.", "sentiment": "undefined", "publishedAt": "2019-03-22T05:46:28Z"}, {"title": "Brexit delay; Boeing crisis deepens; US housing data", "description": "Here's what you need to know about the markets before you start your business day.", "sentiment": "undefined", "publishedAt": "2019-03-22T09:50:08Z"}, {"title": "Pilots transitioned to 737 Max 8 with self-administered online course", "description": "Pilots transitioning to the Boeing 737 Max 8 aircraft from older 737 models were given a short, self-administered online course that made no mention of a new system now at the center of two crash investigations, pilots' unions spokesmen for two American carri…", "sentiment": "undefined", "publishedAt": "2019-03-22T04:17:23Z"}, {"title": "Bombardier: Rail And Aerospace For Less Than $3 CAD A Share", "description": "Bombardier’s rail business is likely better positioned than last year as the merger of Siemens and Alstom was shelved by E.U., at least for now. The rail busine", "sentiment": "undefined", "publishedAt": "2019-03-22T12:01:40Z"}, {"title": "Stocks making the biggest moves premarket: Tiffany, Hibbett Sports, Nike, Gamestop & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:46:00Z"}, {"title": "‘Passengers Have Lost Trust:’ Boeing Suffers Its First 737 Max Order Cancellation After Deadly Crashes", "description": "Indonesia's Garuda has cancelled an order for 49 of the jets, citing passengers' unwillingness to fly in them.", "sentiment": "undefined", "publishedAt": "2019-03-22T12:53:56Z"}, {"title": "Boeing delays key spaceflight test following report that NASA warned it to address safety concerns - Daily Mail", "description": "Boeing delays key spaceflight test following report that NASA warned it to address safety concerns Daily Mail Boeing Delays 1st Test Flight of Crew Capsule to August: Report Space.com Boeing uncrewed test flight for NASA may be delayed until August SlashGear …", "sentiment": "undefined", "publishedAt": "2019-03-22T22:45:00Z"}, {"title": "The Risks of Marrying ‘Smart’ Technology With ‘Dumb’ Machines - The Wall Street Journal", "description": "The Risks of Marrying ‘Smart’ Technology With ‘Dumb’ Machines The Wall Street Journal The 737 MAX crashes have put the spotlight on digital retrofits to older equipment—a new realm of vulnerabilities for tech and safety experts.", "sentiment": "undefined", "publishedAt": "2019-03-22T12:00:00Z"}, {"title": "Dow: Why the stock market is falling in early trading", "description": "Stocks are opening lower on Wall Street led by declines in banks and industrial companies. The Dow is down over 100 points", "sentiment": "undefined", "publishedAt": "2019-03-22T14:17:30Z"}, {"title": "Boeing awarded $4.1B Missile Defense Agency contract", "description": "Boeing (NYSE:BA) wins a $4.1B U.S. Missile Defense Agency contract for the expansion and improvement of the Ground-based Midcourse Defense system, the Pentagon announces.The MDA says it is deferring t", "sentiment": "undefined", "publishedAt": "2019-03-22T21:51:11Z"}, {"title": "Indonesia airline seeks to cancel 737 MAX 8 jet order: NY Times", "description": "Indonesia's national airline has told Boeing (NYSE:BA) it wants to cancel an order of 49 737 MAX 8 jets, saying that its passengers have lost confidence in the model after two crashes in five months,", "sentiment": "undefined", "publishedAt": "2019-03-22T08:50:11Z"}, {"title": "Stocks open lower on global growth worries", "description": "Stocks slump at the open as weak manufacturing data out of Europe sparks worries about the global economy; Dow -0.3% while S&amp;P and Nasdaq both -0.5%.&#34;The fear of recession is increasing,&#34;", "sentiment": "undefined", "publishedAt": "2019-03-22T13:45:12Z"}, {"title": "Under Trump, US is 'losing its position as the global arbiter'", "description": "To hear Trump tell it, the world is once again following the United States' lead. It's a nice fantasy, belied by reality.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:03:30Z"}, {"title": "Indonesian airline cancels $6 billion order for 49 Boeing 737 Max jets", "description": "Indonesia’s flag carrier has requested cancellation of a $6 billion order for 49 Boeing 737 Max jets, the company confirmed Friday, citing customer concerns. It is the first airline to confirm plans to ax the troubled model.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:17:01Z"}, {"title": "Boeing Co wins $4.1 billion U.S. defense contract-Pentagon", "description": "Boeing Co has been awarded a $4.1 billion U.S. defense contract related to the expansion and improvement of the ground-based midcourse missile defense system, the Pentagon said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-22T21:09:31Z"}, {"title": "Norwegian Air says its Boeing MAX fleet doesn't have cockpit warning light", "description": "Norwegian Air's fleet of 18 Boeing 737 MAX 8 aircraft is not equipped with a cockpit light warning of discrepancies between angle of attack sensors, the company said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-22T12:02:12Z"}, {"title": "American Airline pilots expect to test 737 MAX software fix in Boeing simulator", "description": "American Airlines Group Inc pilots expect to test Boeing Co's 737 MAX software fix on the U.S. manufacturer's simulators this weekend, officials from the pilots' union told Reuters on Thursday, a key step in restoring pilots' confidence in the aircraft after …", "sentiment": "undefined", "publishedAt": "2019-03-22T01:23:59Z"}, {"title": "EXPLAINER-Change to 737 MAX controls may have imperiled planes, experts say", "description": "Much like tapping the brake pedal in a car to disengage cruise control, a sharp tug on the controls of older models of Boeing Co's 737 used to shut off an automatic trim system that keeps the plane flying level, giving the pilot control.", "sentiment": "undefined", "publishedAt": "2019-03-22T15:56:51Z"}, {"title": "India's SpiceJet in talks with lessors to induct aircraft", "description": "India's SpiceJet Ltd said on Friday it was in talks will lessors globally to induct aircraft, in an effort to fill a gap after the grounding of its MAX fleet.", "sentiment": "undefined", "publishedAt": "2019-03-22T08:31:53Z"}, {"title": "RPT-U.S. corporate breakups could be catalyst to change Dow index", "description": "Shake-ups come infrequently for the Dow Jones Industrial Average, but some degree of change may be in the works for the stock index as two of its 30 constituents prepare to transform from large conglomerates into smaller companies.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:00:00Z"}, {"title": "U.S. corporate breakups could be catalyst to change Dow index", "description": "Shake-ups come infrequently for the Dow Jones Industrial Average, but some degree of change may be in the works for the stock index as two of its 30 constituents prepare to transform from large conglomerates into smaller companies.", "sentiment": "undefined", "publishedAt": "2019-03-22T05:00:00Z"}, {"title": "BACKSTORY-Holding back at the scene of the Ethiopian Airlines crash", "description": "The first thing Reuters photographer Tiksa Negeri saw was a small group of figures gathered in a circle on the horizon near the village of Gara-Bokka in central Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-22T13:24:06Z"}, {"title": "INSIGHT-Suspicion and strife strain Ethiopian plane crash probe", "description": "At the headquarters of the Ethiopian Civil Aviation Authority, a paper sign balanced above room 107 and a threadbare square of carpet welcome a stream of foreign visitors to the Accident Investigation Bureau.", "sentiment": "undefined", "publishedAt": "2019-03-22T18:51:44Z"}, {"title": "INSIGHT-Suspicion and strife strain Ethiopian plane crash probe", "description": "At the headquarters of the Ethiopian Civil Aviation Authority, a paper sign balanced above room 107 and a threadbare square of carpet welcome a stream of foreign visitors to the Accident Investigation Bureau.", "sentiment": "undefined", "publishedAt": "2019-03-22T06:30:00Z"}, {"title": "Morning News Call - India, March 22", "description": "To access a PDF version of this newsletter, please click here http://share.thomsonreuters.com/assets/newsletters/Indiamorning/MNC_IN_03222019.pdf\n    \n    If you would like to receive this newsletter via email, please register at:\nhttp://financial-risk-soluti…", "sentiment": "undefined", "publishedAt": "2019-03-22T03:17:51Z"}, {"title": "Boeing races to reassure airlines over safety", "description": "Boeing says it will install additional safety systems in its 737 MAX jets, in a bid to restore confidence after two fatal crashes. But Friday saw Indonesia's Garuda Airlines ask to cancel an order for 49 of the planes.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:58:14Z"}, {"title": "Boeing 737 MAX forced to make emergency landing", "description": "One day before the Federal Aviation Administration gets ready to inform lawmakers of plans to overhaul safety oversight, a Boeing 737 MAX was forced to make an emergency landing due to an engine-related problem.", "sentiment": "undefined", "publishedAt": "2019-03-22T04:28:28Z"}, {"title": "Indonesian airline Garuda is canceling its order for 49 Boeing 737 Max jets", "description": "Airline Garuda Indonesia said Friday it is requesting a cancelation to its current order for 49 Boeing 737 Max jets.", "sentiment": "undefined", "publishedAt": "2019-03-22T03:54:00Z"}, {"title": "Factobox: What we know about Boeing 737 MAX crash and what comes next", "description": "More than 300 Boeing 737 MAX jets have been grounded worldwide after two fatal crashes in the past five months in Ethiopia and Indonesia killed nearly 350 people.", "sentiment": "undefined", "publishedAt": "2019-03-22T07:39:48Z"}, {"title": "Indonesia's Garuda asks to cancel 737 MAX order, may switch to other Boeing jets -CFO", "description": "National carrier Garuda Indonesia has sent a letter to Boeing Co asking to cancel an order for 49 737 MAX 8 narrowbody jets, Garuda Chief Financial Officer Fuad Rizal said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-22T04:24:06Z"}, {"title": "Boeing to mandate safety feature in MAX software upgrade - sources", "description": "Boeing Co will mandate on MAX jets a previously optional cockpit warning light, which might have warned of problems that possibly played a role in the recent crashes of Ethiopian and Indonesian planes, two officials briefed on the matter said.", "sentiment": "undefined", "publishedAt": "2019-03-22T06:57:41Z"}, {"title": "Change to 737 MAX controls may have imperiled planes, experts say", "description": "Much like tapping the brake pedal in a car to disengage cruise control, a sharp tug on the controls of older models of Boeing Co's 737 used to shut off an automatic trim system that keeps the plane flying level, giving the pilot control.", "sentiment": "undefined", "publishedAt": "2019-03-22T16:16:08Z"}, {"title": "SpiceJet in talks with lessors to induct aircraft", "description": "SpiceJet Ltd said on Friday it was in talks will lessors globally to induct aircraft, in an effort to fill a gap after the grounding of its MAX fleet.", "sentiment": "undefined", "publishedAt": "2019-03-22T08:38:12Z"}, {"title": "Wall Street stumbles as investors spooked by signs of economic slowdown", "description": "Wall Street stocks sold off sharply on Friday, with all three major U.S. stock indexes dropping between 1 and 2 percent as weak factory data from the United States and Europe led to an inversion of U.S. Treasury yields, fuelling fears of a global economic dow…", "sentiment": "undefined", "publishedAt": "2019-03-22T18:49:06Z"}, {"title": "Indonesian airline scraps order for 49 Boeing 737 Max 8 planes", "description": "Garuda said its passengers have 'lost trust and no longer have confidence' in the Boeing 737 Max 8 jet (pictured) after 346 passengers died in air disasters in Indonesia and Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-22T08:55:47Z"}, {"title": "MH370 co-pilot may have tried to use phone midflight according to expert review of report", "description": "A Malaysia police investigation into the disappearance of the plane on March 8, 2014 was completed in May the same year though suppressed.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:48:50Z"}, {"title": "Trump administration celebrates its management, but not everyone agrees", "description": "Only in Washington would the anniversary of a management report be reason to celebrate. The Trump administration is doing that with the one-year-old President's Management Agenda, but not everyone thinks it's worth celebrating.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:00:27Z"}, {"title": "The Daily 202: Americans are pessimistic about what life will be like in 2050. Here’s what they fear most.", "description": "A Pew study asked people to think about the future.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:05:44Z"}, {"title": "Soft Order Inflow For Boeing In February", "description": "Boeing booked five orders in February, bringing the total so far this year to 51 gross orders. Deliveries remained flat with total deliveries so far this year b", "sentiment": "undefined", "publishedAt": "2019-03-22T10:30:00Z"}, {"title": "Buy Domino's Pizza For Fantastic Total Return And Steady Growth", "description": "Domino’s Pizza total return overperformed the DOW average for my 51 month test period by 109.81%, which is great and the company has a solid growing dividend in", "sentiment": "undefined", "publishedAt": "2019-03-22T18:28:59Z"}, {"title": "Aircastle: Azul And Boeing To The Rescue", "description": "Azul has offered to buy the majority of Avianca Brasil’s assets and take over aircraft leases. A Brazilian judge recently ruled in favor of Aircastle in its leg", "sentiment": "undefined", "publishedAt": "2019-03-22T00:13:57Z"}, {"title": "Boeing: Grounded After Fatal Accidents But Expected To Fly Again", "description": "The recent tragic fatal crashes of two 737 MAX aircraft have prompted aviation authorities to ground the fleet globally, and Boeing has halted deliveries. The d", "sentiment": "undefined", "publishedAt": "2019-03-22T13:33:27Z"}, {"title": "Markets Right Now: Banks, tech stocks lead US indexes lower", "description": "NEW YORK (AP) — The latest on developments in financial markets (all times local):", "sentiment": "undefined", "publishedAt": "2019-03-22T15:59:47Z"}, {"title": "WEEKEND ROUNDUP 3/22", "description": "Before departing for Florida for the weekend, President Trump once again tried to discredit Robert Mueller's highly anticipated report. Memorial services have begun for victims of last week's terror attack. Plus - the latest on the Boeing investigation. Corre…", "sentiment": "undefined", "publishedAt": "2019-03-22T20:00:00Z"}, {"title": "WEEKEND ROUNDUP 3/22", "description": "Special Council Robert Mueller has delivered his highly anticipated report to Attorney General William Barr. Memorial services have begun for victims of last week's terror attack. Plus - the latest on the Boeing investigation. Correspondent Steve Dorsey will …", "sentiment": "undefined", "publishedAt": "2019-03-22T22:00:00Z"}, {"title": "Profit-Hungry Boeing – Crashed 737 Max Jets Did Not Have 2 Safety Features Because They’re Optional", "description": "As pilots of the Indonesian budget carrier Lion Air Flight 610 and the Ethiopian Airlines Flight 302 struggled to gain control of their planes, little did they realise that their newly acquired planes lacked two essential safety features in their cockpits. Bo…", "sentiment": "undefined", "publishedAt": "2019-03-22T13:40:50Z"}, {"title": "E.U. Grants Brexit Extension, But Not For Long (Wall Street Breakfast Podcast)", "description": "Today's Top Stories: E.U. grants a Brexit extension, but not for long; Goldman Sachs cuts May's deal chances to 50%; and Indonesia cancels Boeing jet order. If", "sentiment": "undefined", "publishedAt": "2019-03-22T11:20:27Z"}, {"title": "Garuda Indonesia seeks to cancel order for 49 Boeing Max 8s", "description": "JAKARTA, Indonesia (AP) — Indonesia's flag carrier is seeking the cancellation of a multibillion dollar order for 49 Boeing 737 Max 8 jets, citing a loss of confidence after two crashes in the past six months.", "sentiment": "undefined", "publishedAt": "2019-03-22T09:46:32Z"}, {"title": "US stocks move broadly lower, led by industrial companies", "description": "NEW YORK (AP) — U.S. stocks moved broadly lower in early trading on Wall Street Friday, dragged down by banks and industrial companies.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:36:18Z"}, {"title": "Boeing’s Washington influence network tested in 737 Max crisis", "description": "Last year the company employed 98 lobbyists, including 31 in-house, who contacted Congress and 24 federal agencies and offices on its behalf, according to federal disclosures.", "sentiment": "undefined", "publishedAt": "2019-03-22T18:44:15Z"}, {"title": "WORLD NEWS ROUNDUP: 03/22", "description": "Boeing gets its first cancellation order. A massive lawsuit against the makers of Oxycontin. And and emotional prayer service for the victims of those deadly terror attacks in New Zealand. Correspondent Jim Taylor has the CBS World News Roundup:", "sentiment": "undefined", "publishedAt": "2019-03-22T12:00:00Z"}, {"title": "Video: Final British Airways aircraft in heritage livery touches down", "description": "The fourth and final British Airways aircraft to be given a heritage livery has touched down at Heathrow. The Negus design, which was originally on the BA fleet from 1974 to 1980, has been painted on one of the carrier's current Boeing 747s.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:58:23Z"}, {"title": "Tyson recalls chicken strips, and other MoneyWatch headlines", "description": "In today's CBS MoneyWatch headlines: Tyson recalls chicken products, GM likely to announce a new electric car and an Indonesian air carrier has second thoughts about Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-22T16:46:07Z"}, {"title": "Justice Department demands Boeing documents on 737 Max approval process", "description": "Investigators are looking into how Boeing's 737 Max jet got approved by the FAA and whether the company downplayed safety concerns, following two deadly crashes only months apart. CBS News transportation correspondent Kris Van Cleave joins CBSN with the lates…", "sentiment": "undefined", "publishedAt": "2019-03-22T14:38:29Z"}, {"title": "Boeing issues subpoena as investigators face pressure to provide answers on the Ethiopia crash", "description": "Boeing was issued a subpoena by the Justice Department's fraud unit and must now retain all documents, reports and data relating to the investigation into its 737 Max planes. Investigators are facing mounting pressure to give the world answers on what happene…", "sentiment": "undefined", "publishedAt": "2019-03-22T00:24:34Z"}, {"title": "Brexit Extension, Facebook Passwords, Boeing Orders: CEO Daily for March 22, 2019", "description": "Must-read business news, delivered every morning.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:44:23Z"}, {"title": "REPORTERS NOTEBOOK: LION AIR-BOEING", "description": "Losing a loved one in a plane crash brings emotional devastation, and lawyers, wanting to make a deal. Correspondent Wendy Gillette has today's \"Reporter's Notebook.\"", "sentiment": "undefined", "publishedAt": "2019-03-22T18:00:00Z"}, {"title": "Boeing loses $4.9B order for 737 Max jets, but Indonesia's Garuda carrier open to buying different model", "description": "Indonesian airline Garuda has canceled its order for 49 more Boeing 737 Max 8 jets, worth nearly $5 billion, citing \"consumers' low confidence,\" a spokesman for the company said Friday. But a Garuda official said the airline may be open to acquiring another B…", "sentiment": "undefined", "publishedAt": "2019-03-22T09:24:20Z"}, {"title": "Indonesia's national airline seeks to cancel multibillion dollar order for 49 Boeing Max 8 jets", "description": "In a blow for Boeing, Indonesia's flag carrier is seeking the cancellation of a multibillion dollar order for 49 of the manufacturer's 737 Max 8 jets.", "sentiment": "undefined", "publishedAt": "2019-03-22T11:00:43Z"}, {"title": "Source: Pilots trained on Boeing 737 Max in 2.5-hour course", "description": "CNN's Drew Griffin reports on Boeing and its troubled 737 Max, which is the type of plane at the center of two deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-03-23T21:31:58Z"}, {"title": "JPMorgan warns Boeing's 737 Max crisis could drag down the entire US economy (BA)", "description": "Boeing is facing its worst crisis in years after two of its 737 Max planes have crashed in the last five months. As the plane remains grounded in most of the world, some airlines are beginning to rethink orders they have on the books. JPMorgan's top economist…", "sentiment": "undefined", "publishedAt": "2019-03-23T13:14:00Z"}, {"title": "Boeing Was ‘Go, Go, Go’ to Beat Airbus With the 737 Max", "description": "Work on a 737 Max 8 this week at Boeing’s plant in Renton, Wash. When Airbus competed for a big order from American Airlines in 2011, Boeing opted to update its 737 rather than design a new jet.", "sentiment": "undefined", "publishedAt": "2019-03-23T16:41:24Z"}, {"title": "Boeing Charted Own Safety Course for Years With FAA as Co-Pilot", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-23T08:00:01Z"}, {"title": "Vintage plane, soon to become bar, tours Times Square - Fox News", "description": "Vintage plane, soon to become bar, tours Times Square Fox News Defunct TWA aircraft towed through Manhattan for tour New York Post TWA plane driven through NYC before becoming JFK airport hotel bar Fox News View full coverage on Google News", "sentiment": "undefined", "publishedAt": "2019-03-23T21:12:05Z"}, {"title": "Forget Self-Driving Cars. Bring Back the Stick Shift.", "description": "Technology meant to save us from distraction is making us less attentive.", "sentiment": "undefined", "publishedAt": "2019-03-23T18:30:07Z"}, {"title": "Southwest says sending teams to review Boeing's 737 MAX upgrade", "description": "Southwest Airlines Co is sending experts from its technical pilot and training teams to review documentation and training associated with Boeing Co's updated speed trim system on its 737 MAX aircraft, a spokeswoman told Reuters on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-23T02:50:20Z"}, {"title": "Boeing's Grounding: Catastrophic Crashes And Questions About Boeing's Liability And 737 MAX Aircraft Viability", "description": "Pilot error is likely the largest contributing factor. Boeing’s (potential) negligence in disclosing a full description of the MCAS stall-prevention system and", "sentiment": "undefined", "publishedAt": "2019-03-23T00:30:10Z"}, {"title": "The Week Ahead", "description": "The combination of the dovish hold by the Federal Reserve and the eurozone's miserable flash Purchasing Managers Index casts a pall over the economic outlook. J", "sentiment": "undefined", "publishedAt": "2019-03-23T12:16:11Z"}, {"title": "Boeing has lost $40 billion-plus in market value since Ethiopia crash", "description": "Boeing is having a horrible month.", "sentiment": "undefined", "publishedAt": "2019-03-23T14:17:02Z"}, {"title": "U.S. airlines prepare for 737 MAX tests, Southwest parks jets near desert", "description": "Teams from the three U.S. airlines that own 737 MAX jets were heading to Boeing Co's factory in Renton, Washington, to review a software upgrade on Saturday, even as Southwest Airlines Co began parking its 34 MAXs near the California desert.", "sentiment": "undefined", "publishedAt": "2019-03-23T17:45:06Z"}, {"title": "U.S. airlines reviewing Boeing 737 MAX upgrade", "description": "Teams from the three U.S. airlines that own 737 MAX jets were heading to Boeing factory in Renton, Washington, to review a software upgrade on Saturday, even as Southwest Airlines began parking its 34 MAXs near the California desert.", "sentiment": "undefined", "publishedAt": "2019-03-23T19:09:50Z"}, {"title": "Book yourself a luxury airline suite in the sky", "description": "From an exclusive penthouse that comes with a Savor Hotel-trained butler, to a romantic studio apartment where the bed is sprinkled with rose petals - here's our pick of lust-worthy airline suites...", "sentiment": "undefined", "publishedAt": "2019-03-23T14:57:20Z"}, {"title": "U.S. airlines sending teams to review Boeing 737 MAX upgrade this weekend", "description": "The three U.S. airlines that own Boeing Co's 737 MAX are meeting the U.S. manufacturer this weekend to review a software upgrade for the jet that has suffered two fatal crashes in five months, officials from the airlines told Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-23T05:30:22Z"}, {"title": "U.S. airlines prepare for 737 MAX tests, Southwest parks jets near desert", "description": "Teams from the three U.S. airlines that own 737 MAX jets were heading to Boeing Co's factory in Renton, Washington, to review a software upgrade on Saturday, even as Southwest Airlines Co began parking its 34 MAXs near the California desert.", "sentiment": "undefined", "publishedAt": "2019-03-23T18:28:00Z"}, {"title": "Boeing 737 MAX 8 takes off at Washington airport despite jet being grounded after two deadly crashes", "description": "A Boeing 737 MAX 8 being built for Oman Air was pictured flying from Renton, Washington and against as it taxied past a Boeing hanger at a Seattle airport Friday, amid the air ban of the plane model.", "sentiment": "undefined", "publishedAt": "2019-03-23T03:06:49Z"}, {"title": "FAA to look at Boeing's fixes for 737 Max jets next week", "description": "NEW YORK (AP) — Boeing on Saturday confirmed the flight-control software fixes that it plans to make for its grounded 737 Max 8, the plane involved in two fatal accidents within five months.", "sentiment": "undefined", "publishedAt": "2019-03-23T22:58:56Z"}, {"title": "Prosecutors reportedly probe whether Boeing mislead regulators about safety of 737 Max jets", "description": "U.S. prosecutors are reportedly looking at whether Boeing provided incomplete or misleading information about the 737 MAX aircraft to U.S. air-safety regulators and customers.", "sentiment": "undefined", "publishedAt": "2019-03-23T14:55:00Z"}, {"title": "Video: NASA warns Boeing and SpaceX over potential design problems", "description": "NASA has warned Space X and Boeing of design and safety concerns for their competing astronaut launch systems Dragon and Starliner, according to industry sources.", "sentiment": "undefined", "publishedAt": "2019-03-23T15:23:43Z"}, {"title": "Video: Boeing races to reassure after airline seeks to cancel MAX 8 order", "description": "Boeing is set to install new warning systems in its MAX 8 jets, but it's too late for at least one airline, with Indonesia's Garuda asking to cancel a big order for the jets.", "sentiment": "undefined", "publishedAt": "2019-03-23T01:45:44Z"}, {"title": "Indonesia's national airline cancels $5B Boeing order", "description": "More turbulence for Boeing as it reels from the two deadly crashes of its 737 Max jets in Ethiopia and Indonesia. Indonesia's national airline has submitted paperwork seeking the cancellation of a multibillion-dollar order for nearly 50 of the jets. Kris Van …", "sentiment": "undefined", "publishedAt": "2019-03-23T12:04:20Z"}, {"title": "Ethiopian Airlines chief questions Max training requirements", "description": "ADDIS ABABA, Ethiopia (AP) — The chief of Ethiopian Airlines says the warning and training requirements set for the now-grounded 737 Max aircraft may not have been enough following the Ethiopian plane crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-23T13:09:20Z"}, {"title": "Indonesian airline wants to cancel Boeing order after crash", "description": "Indonesia's flag carrier is seeking the cancellation of a multibillion dollar order for 49 Boeing 737 Max 8 jets after its passengers lost confidence with the model", "sentiment": "undefined", "publishedAt": "2019-03-23T00:17:25Z"}, {"title": "U.S. lawmaker seeks Boeing whistleblowers, some MAX 737 orders in jeopardy", "description": "A U.S. lawmaker on Friday urged current or former Boeing Co and Federal Aviation Administration (FAA) employees to come forward with any information about the certification program for the 737 MAX, which has suffered two fatal crashes in five months.", "sentiment": "undefined", "publishedAt": "2019-03-23T08:41:37Z"}, {"title": "Ethiopian Airlines chief questions Max training requirements", "description": "The chief executive of Ethiopian Airlines says the warning and training requirements set for the Max planes 'might not have been enough'", "sentiment": "undefined", "publishedAt": "2019-03-23T14:24:15Z"}, {"title": "Boeing Plans Fixes to Make 737 MAX Stall-Prevention Feature Easier for Pilots to Control", "description": "U.S. air-safety regulators have tentatively approved sweeping software and pilot-training changes for Boeing Co.’s grounded 737 MAX jets, aimed at fixing problems with a suspect flight-control system, according to internal government documents and people fami…", "sentiment": "undefined", "publishedAt": "2019-03-23T20:46:26Z"}, {"title": "U.S. airlines prepare for 737 MAX tests, Southwest parks jets near desert", "description": "Teams from the three U.S. airlines that own 737 MAX jets were heading to Boeing Co's factory in Renton, Washington, to review a software upgrade on Saturday, even as Southwest Airlines Co began parking its 34 MAXs near the California desert.", "sentiment": "undefined", "publishedAt": "2019-03-23T18:57:26Z"}, {"title": "Southwest says sending teams to review Boeing's 737 MAX upgrade", "description": "Southwest Airlines Co is sending experts from its technical pilot and training teams to review documentation and training associated with Boeing Co's updated speed trim system on its 737 MAX aircraft, a spokeswoman told Reuters on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-23T02:47:23Z"}, {"title": "Southwest says sending teams to review Boeing's 737 MAX upgrade", "description": "Southwest Airlines Co is sending experts from its technical pilot and training teams to review documentation and training associated with Boeing Co's updated speed trim system on its 737 MAX aircraft, a spokeswoman told Reuters on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-23T02:50:20Z"}, {"title": "Ethiopian Airlines CEO rejects criticism that pilots did not train on 737 Max 8 simulator", "description": "The pilots of a jet that crashed in Ethiopia killing all on board used a flight simulator to learn how to fly the Boeing 737 MAX 8 plane, the airline told CNN.", "sentiment": "undefined", "publishedAt": "2019-03-23T23:34:53Z"}, {"title": "Mueller Report, Boeing, ISIS: Your Weekend Briefing", "description": "Here’s what you need to know about the week’s top stories.", "sentiment": "undefined", "publishedAt": "2019-03-24T09:11:09Z"}, {"title": "Mueller Report, Thailand, Brexit: Your Monday Briefing", "description": "The special counsel, Robert Mueller, made a rare public appearance on Sunday, attending services at St. John’s Episcopal Church near the White House.", "sentiment": "undefined", "publishedAt": "2019-03-24T19:20:22Z"}, {"title": "Boeing reportedly pushed engineers to develop 737 Max at twice the normal pace", "description": "After two deadly crashes in a five month span, the United States and several other countries have grounded all Boeing 737 Max aircrafts pending further investigation. As investigations mount, Boeing and the Federal Aviation Administration are pushing back aga…", "sentiment": "undefined", "publishedAt": "2019-03-24T17:42:29Z"}, {"title": "FAA to look at Boeing's fixes for 737 Max jets next week", "description": "Boeing is confirming the software fixes it plans to make for its grounded jet.", "sentiment": "undefined", "publishedAt": "2019-03-24T02:00:13Z"}, {"title": "At the 737 Max Factory, Pilots Simulate New Boeing Software", "description": "Pilots from five airlines gathered in Renton, Wash., on Saturday to review proposed changes to the software of the 737 Max, two of which have crashed.", "sentiment": "undefined", "publishedAt": "2019-03-24T23:47:17Z"}, {"title": "Boeing 737 MAX: A jet born of a frantic race to outdo a rival", "description": "The competitive pressure to build the 737 Max — which permeated the entire design and development — now threatens the reputation and profits of Boeing, after two deadly crashes in less than five months.", "sentiment": "undefined", "publishedAt": "2019-03-24T02:44:25Z"}, {"title": "Ethiopian Airlines defends its Boeing planes after deadly crash", "description": "The chief executive of Ethiopian Airlines has rejected media reports that optional equipment for Boeing 737 MAX planes was critical for safety aboard a flight that crashed this month.", "sentiment": "undefined", "publishedAt": "2019-03-24T10:15:57Z"}, {"title": "Boeing and FAA near completion of 737 Max 8 flight control system overhaul - The Washington Post", "description": "Boeing and FAA near completion of 737 Max 8 flight control system overhaul The Washington Post The Boeing 737 Max crisis goes way beyond software Quartz Boeing Was ‘Go, Go, Go’ to Beat Airbus With the 737 Max The New York Times Ethiopian Airlines CEO rejects …", "sentiment": "undefined", "publishedAt": "2019-03-24T01:05:09Z"}, {"title": "National champions are not the way to beat China", "description": "Smart industrial policy is a good thing but oligopoly is not", "sentiment": "undefined", "publishedAt": "2019-03-24T17:31:04Z"}, {"title": "Vintage plane tours Times Square before becoming a cocktail lounge", "description": "The vintage commercial airplane will soon serve as the cocktail lounge outside the TWA Hotel at JFK airport.", "sentiment": "undefined", "publishedAt": "2019-03-24T20:33:38Z"}, {"title": "American Airlines is canceling 90 flights a day because of 737 Max grounding", "description": "American Airlines plans to cancel flights well into April because of the Boeing 737 Max grounding.", "sentiment": "undefined", "publishedAt": "2019-03-24T18:00:22Z"}, {"title": "Photos show just how dramatically less glamorous flying economy is today compared to the golden age of aviation", "description": "The advent of commercial air travel has changed the way humanity interacts. The latest passengers figures released by IATA show that a whopping 4.1 billion people around the world took to the skies in 2017, up 7.3% over the previous year. The arrival of jet-p…", "sentiment": "undefined", "publishedAt": "2019-03-24T13:07:00Z"}, {"title": "American Airlines extends Boeing 737 MAX flight cancellations through April 24", "description": "American Airlines said Sunday it will extend flight cancellation through April 24 because of the grounding of the Boeing 737 MAX after two fatal crashes since October and cut some additional flights.", "sentiment": "undefined", "publishedAt": "2019-03-24T14:00:00Z"}, {"title": "Boeing invites pilots, regulators to brief about plan to support 737 MAX's return", "description": "Boeing Co said it invited airline pilots, technical leaders and regulators for an informational session in Renton, Washington on Wednesday, as part of an effort to share details about the plan to support the return of the 737 MAX to commercial service.", "sentiment": "undefined", "publishedAt": "2019-03-24T23:49:31Z"}, {"title": "American Airlines extends cancellation of 737 Max 8 flights", "description": "American Airlines said in a statement that it will continue to ground the 24 Boeing 737 Max 8 planes in its fleet, which has caused approximately 90 cancellations per day.", "sentiment": "undefined", "publishedAt": "2019-03-24T19:19:00Z"}, {"title": "American Airlines is cancelling 90 flights a day as Boeing 737 Max remains grounded", "description": "The airline, which had been flying 24 of the Boeing planes, said the cancellations were being made in an effort to provide more certainty and avoid last minute flight disruptions.", "sentiment": "undefined", "publishedAt": "2019-03-24T15:04:00Z"}, {"title": "Ethiopian Airlines defends its Boeing planes after deadly crash", "description": "The chief executive of Ethiopian Airlines has rejected media reports that optional equipment for Boeing 737 MAX planes was critical for safety aboard a flight that crashed this month.", "sentiment": "undefined", "publishedAt": "2019-03-24T10:04:29Z"}, {"title": "U.S. airlines visit Boeing as FAA awaits 737 MAX upgrades", "description": "Teams from the three U.S. airlines that own 737 MAX jets headed to Boeing Co's factory in Renton, Washington, to review a software upgrade on Saturday, as U.S. regulators prepared to receive and review the fixes in coming weeks.", "sentiment": "undefined", "publishedAt": "2019-03-24T05:49:43Z"}, {"title": "American Airlines extends Boeing 737 MAX flight cancellations through April 24", "description": "American Airlines said Sunday it will extend flight cancellation through April 24 because of the grounding of the Boeing 737 MAX after two fatal crashes since October and cut some additional flights.", "sentiment": "undefined", "publishedAt": "2019-03-24T14:24:00Z"}, {"title": "American Airlines extends Boeing 737 Max-related flight cancellations following deadly crashes", "description": "American Airlines is extending cancellations of flights through April 24 due to the grounding of Boeing 737 Max aircraft after deadly crashes involving the model in Ethiopia and Indonesia.", "sentiment": "undefined", "publishedAt": "2019-03-24T18:37:26Z"}, {"title": "Trump's bold claims about cutting red tape give Democrats a possible weapon in 2020 election", "description": "Trump's rhetoric about slashing regulation could boost one Democratic argument: that the president has crafted his policy to help big business rather than consumers.", "sentiment": "undefined", "publishedAt": "2019-03-24T13:02:00Z"}, {"title": "The Spoiled Children Edition", "description": "Why you might be missing the point when talking about Operation Varsity Blues. The Deutsche Bank/Commerzbank merger. The growing concern around Boeing planes.", "sentiment": "undefined", "publishedAt": "2019-03-24T11:06:57Z"}, {"title": "American Airlines extends 737 Max-related cancellations", "description": "NEW YORK (AP) — American Airlines is extending cancellations of flights through April 24 due to the grounding of Boeing 737 Max aircraft, as federal regulators continue to investigate two deadly crashes involving the plane model.", "sentiment": "undefined", "publishedAt": "2019-03-24T17:59:10Z"}, {"title": "Ethiopian Airlines defends its Boeing planes after deadly crash", "description": "The chief executive of Ethiopian Airlines has rejected media reports that optional equipment for Boeing 737 MAX planes was critical for safety aboard a flight that crashed this month.", "sentiment": "undefined", "publishedAt": "2019-03-24T10:13:24Z"}, {"title": "Fast-Tracked Aircraft Certification, Pushed by Boeing, Comes Under the Spotlight", "description": "The safety-certification process that put the Boeing 737 MAX in the air is coming under congressional scrutiny in what is shaping up as a test of the aircraft maker’s influence in Washington.", "sentiment": "undefined", "publishedAt": "2019-03-24T12:14:24Z"}, {"title": "Ethiopian Airlines Defends Its Boeing Planes After Deadly Crash", "description": "The chief executive of Ethiopian Airlines has rejected media reports that optional equipment for Boeing 737 MAX planes was critical for safety aboard a flight that crashed this month.", "sentiment": "undefined", "publishedAt": "2019-03-24T10:23:34Z"}, {"title": "Flight school calls for more women pilots after photo of mother-daughter duo flying plane goes viral", "description": "Flight school calls for more women pilots after photo of mother-daughter duo flying plane goes viral go.com", "sentiment": "undefined", "publishedAt": "2019-03-24T17:02:11Z"}, {"title": "Ethiopian Airlines defends its Boeing planes after deadly crash", "description": "The chief executive of Ethiopian Airlines has rejected media reports that optional equipment for Boeing 737 MAX planes was critical for safety aboard a flight that crashed this month.", "sentiment": "undefined", "publishedAt": "2019-03-24T10:15:57Z"}, {"title": "Ethiopian Airlines questions Boeing's 'aggressive' software", "description": "An Ethiopian Airlines executive questioned whether Boeing had told pilots enough about \"aggressive\" software that pushes a plane's nose down, a focus of investigation into a deadly crash in Ethiopia this month.", "sentiment": "undefined", "publishedAt": "2019-03-24T14:59:09Z"}, {"title": "American Airlines extends Boeing 737 MAX flight cancellations through April 24", "description": "American Airlines said Sunday it will extend flight cancellation through April 24 because of the grounding of the Boeing 737 MAX after two fatal crashes since October and cut some additional flights.", "sentiment": "undefined", "publishedAt": "2019-03-24T14:02:49Z"}, {"title": "Mueller Report, Brexit, Boeing: Your Monday Briefing", "description": "Robert Mueller with his wife, Ann Standish, on Sunday in Washington.", "sentiment": "undefined", "publishedAt": "2019-03-25T03:31:34Z"}, {"title": "Boeing tests software changes to 737 MAX planes", "description": "Pilots from the three American carriers that fly Boeing 737 MAX planes tested software changes developed by Boeing to a key stabilization system on Saturday, a person briefed on the tests said.", "sentiment": "undefined", "publishedAt": "2019-03-25T01:31:04Z"}, {"title": "U.S. panel to review how airplanes certified after Boeing 737 crashes", "description": "The U.S. Transportation Department said Monday it is forming an outside panel to review the Federal Aviation Administration's aircraft certification program amid growing concerns after two fatal Boeing 737 MAX crashes since October.", "sentiment": "undefined", "publishedAt": "2019-03-25T19:02:44Z"}, {"title": "Ethiopian Airlines has no immediate plans to attend Boeing's U.S. meeting", "description": "Ethiopian Airlines won't attend a meeting in the United States called by planemaker Boeing to tell aviation leaders about a planned update to software that is a focus of investigation in two deadly crashes, an airline spokesman told Reuters on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T08:46:52Z"}, {"title": "Boeing fix will prevent repeated activation of anti-stall system: sources", "description": "A Boeing Co software fix for the grounded 737 MAX will prevent repeated operation of an anti-stall system at the center of safety concerns and deactivate it altogether if two sensors disagree too much, two people familiar with pilot briefings said.", "sentiment": "undefined", "publishedAt": "2019-03-25T21:52:38Z"}, {"title": "10 thing you need to know before the opening bell (SPY, SPX, QQQ, DIA, BA)", "description": "Here is what you need to know. Mueller finds no Trump collusion with Russia. Robert Mueller's investigation of Russian interference in the 2016 US election \"did not find that the Trump campaign or anyone associated with it conspired or coordinated with Russia…", "sentiment": "undefined", "publishedAt": "2019-03-25T10:50:00Z"}, {"title": "Ethiopian Boeing 737 MAX 8 plane 'black box' data now in international hands", "description": "NTSB and FAA investigators have been given the raw data from the \"black boxes' holding critical information about the Ethiopian Boeing 737 MAX 8 crash.", "sentiment": "undefined", "publishedAt": "2019-03-25T20:54:16Z"}, {"title": "'Start Here': Barr declares Mueller time", "description": "It's Monday, March 25, 2019. Here's what you need to know to start your day.", "sentiment": "undefined", "publishedAt": "2019-03-25T09:25:16Z"}, {"title": "MAX effort: Boeing tests changes to grounded planes to get them back in the air", "description": "Pilots from five airlines tested upgrades to the 737 MAX's flight-control system over the weekend at Boeing’s facility outside Seattle.", "sentiment": "undefined", "publishedAt": "2019-03-25T22:48:25Z"}, {"title": "Can Jet Airways Survive Boeing 737 Max Fallout?", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-25T12:45:45Z"}, {"title": "Boeing Tells Airlines to Get Ready for Free 737 Max Software Fix", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-25T18:13:57Z"}, {"title": "One airline has attempted to cancel its order for Boeing's 737 Max 8. Here's why it would be difficult for other airlines to do the same. (BA)", "description": "Garuda Indonesia became the first airline to attempt to cancel its order for Boeing 's 737 Max 8 aircraft, a decision the airline announced on Friday. But other airlines won't necessarily follow Garuda's lead in canceling 737 Max 8 orders, said aviation analy…", "sentiment": "undefined", "publishedAt": "2019-03-25T14:29:07Z"}, {"title": "Qatar Airways CEO has confidence in Boeing airplanes after MAX crash", "description": "Qatar Airways' chief executive said on Monday the Middle East carrier has confidence in Boeing airplanes following two crashes involving the U.S. planemaker's 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:15:13Z"}, {"title": "Qatar Airways delays April Boeing MAX delivery until cause of Ethiopian crash known: CEO", "description": "Qatar Airways has delayed the April delivery of a Boeing 737 MAX until the cause of the Ethiopian Airlines crash involving the same type of plane is known, its chief executive said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:24:27Z"}, {"title": "Ethiopian Airlines CEO promises to get to bottom of flight 302 crash", "description": "Ethiopian Airlines CEO Tewolde Gebremariam said on Monday the airline would work with investigators in Ethiopia, the United States and elsewhere \"to figure out what went wrong with flight 302\".", "sentiment": "undefined", "publishedAt": "2019-03-25T08:29:36Z"}, {"title": "Five decades ago, Boeing's new 727 jet also had a terrible start", "description": "As Boeing Co and global airlines work to restore public confidence in the 737 MAX after two deadly crashes, they will have a play book they can use.", "sentiment": "undefined", "publishedAt": "2019-03-25T20:12:08Z"}, {"title": "Ethiopian Airlines CEO says preliminary crash report 'may be this week or next'", "description": "Ethiopian Airlines Chief Executive Officer Tewolde Gebremariam said on Monday he expected the preliminary release of a report into the March 10 crash of its Boeing 737 800 MAX \"maybe this week or next week\".", "sentiment": "undefined", "publishedAt": "2019-03-25T17:48:51Z"}, {"title": "Norwegian to lease planes, postpone sales after grounding of Boeing MAX", "description": "Norwegian Air will lease planes and postpone the sale of older models in its fleet following the grounding of its Boeing 737 MAX aircraft, the company said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T11:49:44Z"}, {"title": "Qatar Airways delays April Boeing MAX delivery until cause of Ethiopian crash known: CEO", "description": "Qatar Airways has delayed the April delivery of a Boeing 737 MAX until the cause of the Ethiopian Airlines crash involving the same type of plane is known, its chief executive said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:24:27Z"}, {"title": "Airbus close to signing aircraft deal with China: sources", "description": "European planemaker Airbus is close to signing a deal worth billions of dollars with China following a delay of more than a year in the negotiations, industry sources said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T16:30:14Z"}, {"title": "Boeing Shapes Itself For Future In February", "description": "Boeing announced a tentative agreement for Boeing 777X. Boeing rolled out new defense unmanned vehicle. Boeing continues to investment for the future.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:30:00Z"}, {"title": "China's C919 Poses Major Threat To Boeing's Dominance", "description": "The sales of jetliners are very important because they play into the bigger picture of world trade and trade imbalances and China is a massive battleground for", "sentiment": "undefined", "publishedAt": "2019-03-25T11:13:48Z"}, {"title": "Altria Group: Stockholder-Friendly For Income And Moderate Growth", "description": "Altria Group Has increased its dividend for ten years of the past ten years and presently has a yield of 5.7%, which is well above average. Altria Group's cash", "sentiment": "undefined", "publishedAt": "2019-03-25T15:44:08Z"}, {"title": "Why I Am Not Buying Hawaiian Holdings", "description": "Hawaiian Holdings has one of the most successful growth stories of the past 10 years among airlines. The problem is that this growth trend has ended in 2017, wi", "sentiment": "undefined", "publishedAt": "2019-03-25T16:18:43Z"}, {"title": "Ethiopian Airlines 'believes in Boeing'", "description": "Chief executive Tewolde Gebremariam says the firms will be linked \"well into the future\".", "sentiment": "undefined", "publishedAt": "2019-03-25T17:12:14Z"}, {"title": "American and Southwest cancel more Boeing 737 Max flights", "description": "The two airlines combined are canceling more than 200 flight a day that use the now-grounded passenger jets", "sentiment": "undefined", "publishedAt": "2019-03-25T12:36:21Z"}, {"title": "Boeing 737 Max: DOT launching review of FAA approval process", "description": "Ahead of Transportation Secretary Elaine Chao's first congressional testimony since the Ethiopian Airlines crash, the department announced a new committee that will review the FAA's certification of the Boeing 737 Max", "sentiment": "undefined", "publishedAt": "2019-03-25T19:38:04Z"}, {"title": "Boeing crash drives wedge between EU and US aviation", "description": "Brussels points to splintering in global system after FAA slow to ground 737 Max", "sentiment": "undefined", "publishedAt": "2019-03-25T04:28:25Z"}, {"title": "Ethiopian Airlines chief stands by Boeing despite crash", "description": "Tewolde Gebremariam insists carrier’s pilots had been ‘fully trained’ on 737 Max", "sentiment": "undefined", "publishedAt": "2019-03-25T14:17:01Z"}, {"title": "Boeing Plans to Meet Regulators, Pilots to Explain 737 Max Fixes - Bloomberg", "description": "Boeing Plans to Meet Regulators, Pilots to Explain 737 Max Fixes Bloomberg American Airlines is canceling 90 flights a day because of 737 Max grounding CNN Software Is Everywhere, But It's Not Always an Upgrade NPR Boeing Owes the World Some Answers Bloomberg…", "sentiment": "undefined", "publishedAt": "2019-03-25T04:59:00Z"}, {"title": "Airbus close to multibillion dollar plane deal with China", "description": "Airbus is close to landing a deal worth billions of dollars with China in what will be seen as a major coup against arch-rival Boeing, according to industry sources close to the situation.", "sentiment": "undefined", "publishedAt": "2019-03-25T17:13:18Z"}, {"title": "US and Russia trade warnings about Venezuela meddling", "description": "Mike Pompeo accuses Moscow of ‘unconstructive behaviour’ amid political unrest", "sentiment": "undefined", "publishedAt": "2019-03-25T18:10:56Z"}, {"title": "Ethiopian Airlines still 'believes in Boeing' despite 737 Max crash, CEO says", "description": "346 people have died after two separate crashes involving the plane.", "sentiment": "undefined", "publishedAt": "2019-03-25T11:40:15Z"}, {"title": "American Airlines to cancel 90 flights every day through most of April", "description": "The decision comes as a result of the FAA's decision to ground all Boeing 737 Max aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-25T12:42:18Z"}, {"title": "10 thing you need to know before the opening bell (SPY, SPX, QQQ, DIA, BA)", "description": "Here is what you need to know. Mueller finds no Trump collusion with Russia. Robert Mueller's investigation of Russian interference in the 2016 US election \"did not find that the Trump campaign or anyone associated with it conspired or coordinated with Russia…", "sentiment": "undefined", "publishedAt": "2019-03-25T10:50:00Z"}, {"title": "Pilot: Boeing has lost my trust", "description": "Although the Boeing 737 Max will be re-engineered  and thoroughly scrutinized so it can fly again safely, the plane will be forever blemished by its history, writes Les Abend. For Abend and other pilots, trust in manufacturer Boeing has been seriously eroded.", "sentiment": "undefined", "publishedAt": "2019-03-25T19:23:02Z"}, {"title": "Will NASA sideline its Boeing-built rocket for an upcoming Moon mission?", "description": "In the face of more frustrating delays with the rocket Boeing is building for NASA, the space agency will decide how to launch an upcoming Moon mission.", "sentiment": "undefined", "publishedAt": "2019-03-25T11:54:17Z"}, {"title": "Stocks making the biggest moves premarket: Biogen, Viacom, Boeing, Deutsche Bank & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-25T12:01:00Z"}, {"title": "Boeing Tries to Rebuild Confidence in the Company and 737 Max Aircraft", "description": "The company has invited experts to a Wednesday briefing, but questions about allowing Boeing to fast-track safety checks remain.", "sentiment": "undefined", "publishedAt": "2019-03-25T13:43:29Z"}, {"title": "Grounded 737 Max Planes Could Mean Flight Cancellations for Weeks, Airlines Say", "description": "American Airlines said it may cancel flights for weeks because of grounded Boeing Max 373 planes. Southwest and Air Canada also cancel.", "sentiment": "undefined", "publishedAt": "2019-03-25T23:17:54Z"}, {"title": "Ethiopian CEO says the airline still 'believes in Boeing' after 737 Max crash (BA)", "description": "Ethiopian Airlines is standing by Boeing after its fatal 737 Max crash earlier this month. The New York Times reported on Sunday that the company rushed production of the plane — now grounded around the world — to compete with Airbus. Ethiopian Airlines' CEO …", "sentiment": "undefined", "publishedAt": "2019-03-25T15:16:15Z"}, {"title": "Boeing's 737 Max crisis could have a bigger effect on the US economy than the government shutdown (BA)", "description": "Boeing is facing its worst crisis in years after two of its 737 Max planes crashed within five months. As the plane remains grounded in most of the world, some airlines are beginning to rethink orders they have on the books. JPMorgan's top economist warned Fr…", "sentiment": "undefined", "publishedAt": "2019-03-25T19:06:53Z"}, {"title": "Ethiopian Airlines believes in Boeing", "description": "&#34;Let me be clear: Ethiopian Airlines believes in Boeing (NYSE:BA). They have been a partner of ours for many years,&#34; CEO Tewolde GebreMariam wrote in a statement.The declaration comes despite", "sentiment": "undefined", "publishedAt": "2019-03-25T11:41:56Z"}, {"title": "Airbus said to win long-awaited China aircraft order", "description": "Boeing (BA +0.9%) slips from highs of the day after a Bloomberg report that Airbus (OTCPK:EADSF, OTCPK:EADSY) has sealed a long-awaited aircraft order from China.More to come.", "sentiment": "undefined", "publishedAt": "2019-03-25T16:49:55Z"}, {"title": "737 MAX software patch nearing completion?", "description": "As it looks to return the 737 MAX to commercial service, Boeing (NYSE:BA) has invited more than 200 global airline pilots, technical leaders and regulators for an information session on Wednesday, in", "sentiment": "undefined", "publishedAt": "2019-03-25T07:47:35Z"}, {"title": "Transportation Department panel to review FAA's aircraft approval process", "description": "The U.S. Department of Transportation says it will set up a special committee of experts to review the FAA's aircraft safety approval process, as scrutiny mounts over Boeing's (BA +1.8%) 737 MAX jets", "sentiment": "undefined", "publishedAt": "2019-03-25T19:32:08Z"}, {"title": "More flight cancellations ahead as Boeing makes fixes to 737 Max jets", "description": "Airlines are preparing for more flight cancellations as Boeing readies a software fix for its best-selling 737 Max planes following two fatal crashes of the aircraft that prompted regulators around the world to ground the plane.", "sentiment": "undefined", "publishedAt": "2019-03-25T16:21:10Z"}, {"title": "Five decades ago, Boeing's new 727 jet also had a terrible start", "description": "As Boeing Co and global airlines work to restore public confidence in the 737 MAX after two deadly crashes, they will have a play book they can use.", "sentiment": "undefined", "publishedAt": "2019-03-25T20:09:41Z"}, {"title": "UPDATE 1-Norwegian to lease planes, postpone sales after grounding of Boeing MAX", "description": "Norwegian Air will lease planes and postpone the sale of older models in its fleet following the grounding of Boeing 737 MAX aircraft, the airline said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T12:01:36Z"}, {"title": "Qatar Airways CEO has confidence in Boeing airplanes after MAX crash", "description": "Qatar Airways' chief executive said on Monday the Middle East carrier has confidence in Boeing airplanes following two crashes involving the U.S. planemaker's 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:13:19Z"}, {"title": "UPDATE 1-Ethiopian Airlines CEO promises to find out why flight 302 crashed", "description": "Ethiopian Airlines will work with investigators in Ethiopia, the United States and elsewhere \"to figure out what went wrong with flight 302\", the airline's CEO Tewolde Gebremariam said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T08:52:22Z"}, {"title": "U.S. panel to review how airplanes certified after Boeing 737 crashes", "description": "The U.S. Transportation Department said Monday it is forming an outside panel to review the Federal Aviation Administration's aircraft certification program amid growing concerns after two fatal Boeing 737 MAX crashes since October.", "sentiment": "undefined", "publishedAt": "2019-03-25T19:00:00Z"}, {"title": "UPDATE 1-U.S. panel to review how airplanes certified after Boeing 737 crashes", "description": "The U.S. Transportation Department said on Monday that a new blue ribbon commission will review how the Federal Aviation Administration certifies new aircraft after two Boeing 737 MAX jets crashed in recent months, killing nearly 350 people.", "sentiment": "undefined", "publishedAt": "2019-03-25T21:56:13Z"}, {"title": "Norwegian to lease planes, postpone sales after grounding of Boeing MAX", "description": "Norwegian Air will lease planes and postpone the sale of older models in its fleet following the grounding of its Boeing 737 MAX aircraft, the company said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T11:47:59Z"}, {"title": "Qatar Airways delays April Boeing MAX delivery until cause of Ethiopian crash known - CEO", "description": "Qatar Airways has delayed the April delivery of a Boeing 737 MAX until the cause of the Ethiopian Airlines crash involving the same type of plane is known, its chief executive said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:21:53Z"}, {"title": "Ethiopian Airlines has no immediate plans to attend Boeing's U.S. meeting", "description": "Ethiopian Airlines won't attend a meeting in the United States called by planemaker Boeing to tell aviation leaders about a planned update to software that is a focus of investigation in two deadly crashes, an airline spokesman told Reuters on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T08:43:05Z"}, {"title": "Boeing fix will prevent repeated activation of anti-stall system -sources", "description": "A Boeing Co software fix for the grounded 737 MAX will prevent repeated operation of an anti-stall system at the centre of safety concerns and deactivate it altogether if two sensors disagree too much, two people familiar with pilot briefings said.", "sentiment": "undefined", "publishedAt": "2019-03-25T21:48:01Z"}, {"title": "Airbus close to signing aircraft deal with China - sources", "description": "European planemaker Airbus is close to signing a deal worth billions of dollars with China following a delay of more than a year in the negotiations, industry sources said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T16:25:57Z"}, {"title": "UPDATE 1-Boeing fix will prevent repeated activation of anti-stall system -sources", "description": "A Boeing Co software fix for the grounded 737 MAX will prevent repeated operation of an anti-stall system at the centre of safety concerns and deactivate it altogether if two sensors disagree too much, two people familiar with pilot briefings said.", "sentiment": "undefined", "publishedAt": "2019-03-25T22:01:52Z"}, {"title": "Ethiopian Airlines CEO promises to get to bottom of flight 302 crash", "description": "Ethiopian Airlines CEO Tewolde Gebremariam said on Monday the airline would work with investigators in Ethiopia, the United States and elsewhere \"to figure out what went wrong with flight 302\".", "sentiment": "undefined", "publishedAt": "2019-03-25T08:16:39Z"}, {"title": "PRESS DIGEST- New York Times business news - March 25", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-25T05:56:58Z"}, {"title": "PRESS DIGEST - Wall Street Journal - March 25", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-25T04:22:18Z"}, {"title": "Morning News Call - India, March 25", "description": "To access a PDF version of this newsletter, please click here http://share.thomsonreuters.com/assets/newsletters/Indiamorning/MNC_IN_03252019.pdf\n    \n    If you would like to receive this newsletter via email, please register at:\nhttp://financial-risk-soluti…", "sentiment": "undefined", "publishedAt": "2019-03-25T03:23:56Z"}, {"title": "Boeing is reportedly close to completing its 737 Max software update (BA)", "description": "Boeing is nearly finished with a software update for its 737 Max aircraft, The Seattle Times reports. Airlines are reportedly able to order the update, which Boeing will give to them for free, following two deadly crashes in five months involving the 737 Max …", "sentiment": "undefined", "publishedAt": "2019-03-25T22:17:46Z"}, {"title": "Ups and downs: What will we know, and when will we know it?", "description": "Who is gaining ground?", "sentiment": "undefined", "publishedAt": "2019-03-25T13:00:07Z"}, {"title": "Boeing invites pilots, regulators to a briefing as it looks to return 737 MAX to service", "description": "Boeing has invited more than 200 global airline pilots, technical leaders, and regulators for an information session on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:11:00Z"}, {"title": "Norwegian to lease planes, postpone sales after grounding of Boeing MAX", "description": "Norwegian Air will lease planes and postpone the sale of older models in its fleet following the grounding of Boeing 737 MAX aircraft, the airline said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T12:07:26Z"}, {"title": "Five decades ago, Boeing's new 727 jet also had a terrible start", "description": "As Boeing Co and global airlines work to restore public confidence in the 737 MAX after two deadly crashes, they will have a play book they can use.", "sentiment": "undefined", "publishedAt": "2019-03-25T20:23:11Z"}, {"title": "Qatar Airways backs Boeing despite MAX crash crisis", "description": "Qatar Airways threw its support behind Boeing on Monday as the U.S. planemaker faces its biggest crisis in years after two deadly crashes of its flagship 737 MAX jet.", "sentiment": "undefined", "publishedAt": "2019-03-25T12:03:54Z"}, {"title": "Boeing invites pilots, regulators to briefing as it looks to return 737 MAX to service", "description": "Boeing Co said it invited more than 200 airline pilots, technical leaders and regulators for an information session on Wednesday as it looks to return the 737 MAX to commercial service.", "sentiment": "undefined", "publishedAt": "2019-03-25T03:20:32Z"}, {"title": "Airbus close to signing aircraft deal with China: sources", "description": "European planemaker Airbus is close to signing a deal worth billions of dollars with China following a delay of more than a year in the negotiations, industry sources said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T17:55:14Z"}, {"title": "Timeline: Debt-saddled Jet Airways' rescue plan takes off", "description": "Cash-strapped Jet Airways Ltd on Monday took major steps towards closing a rescue deal with its lenders, with Chairman Naresh Goyal and his wife stepping down from the airline's board.", "sentiment": "undefined", "publishedAt": "2019-03-25T14:29:03Z"}, {"title": "Wall Street falls on global economic slowdown fears", "description": "Wall Street's main indexes fell on Monday, dragged down by declines in high-growth technology shares, as fears of a global slowdown roiled the market for the second straight session.", "sentiment": "undefined", "publishedAt": "2019-03-25T14:41:47Z"}, {"title": "United Airlines Boeing jet heading from Melbourne to LAX makes an emergency landing", "description": "The US aircraft flying 256 passengers from Melbourne, Australia, to Los Angeles, touched down safely at La Tontouta airport in New Caledonia's capital Noumea. Pictured: file photo.", "sentiment": "undefined", "publishedAt": "2019-03-25T08:32:25Z"}, {"title": "The Daily 202: This is not ‘complete and total exoneration.’ 10 takeaways from Barr’s summary of Mueller’s report.", "description": "A political boost for the president, but questions abound.", "sentiment": "undefined", "publishedAt": "2019-03-25T14:22:02Z"}, {"title": "Alaska Air: Held Back By Post-Merger Turbulence", "description": "Alaska Air Group, Inc. witnessed declining margins since its acquisition of Virgin America Inc. in 2016. As of 2018, 95% of the integration is complete. ALK’s o", "sentiment": "undefined", "publishedAt": "2019-03-25T18:24:20Z"}, {"title": "Will Boeing Follow Pattern For Scandal Stocks?", "description": "The recent crash of two Boeing 737-MAX jets represents one of the most serious - if not the worst - corporate scandal this decade. In other scandals, the stocks", "sentiment": "undefined", "publishedAt": "2019-03-25T10:19:44Z"}, {"title": "Airlines warn of flight cancellations as Boeing readies 737 Max software fix", "description": "Airlines prepare to cancel more flights as the grounding of the Boeing 737 Max enters its second week.", "sentiment": "undefined", "publishedAt": "2019-03-25T11:56:00Z"}, {"title": "Department of Transportation forms special committee to review FAA's aircraft approval process", "description": "", "sentiment": "undefined", "publishedAt": "2019-03-25T19:09:00Z"}, {"title": "Stocks making the biggest moves midday: Viacom, Apple, Tesla, Boeing & more", "description": "These are the stocks posting the largest moves midday Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T16:40:00Z"}, {"title": "The Latest: US setting up expert panel to review FAA, Boeing", "description": "NEW YORK (AP) — The Latest on Ethiopian Plane Crash (all times local):", "sentiment": "undefined", "publishedAt": "2019-03-25T20:08:00Z"}, {"title": "Airbus seals long-awaited aircraft order from China in blow to Boeing", "description": "Airbus secured a $35 billion jet deal from China during a state visit by President Xi Jinping to the French capital, dealing a fresh blow to Boeing as it grapples with the grounding of its best-selling jet. The mammoth order consists of 290 A320-series narrow…", "sentiment": "undefined", "publishedAt": "2019-03-25T16:33:20Z"}, {"title": "New scrutiny for standard-bearers of the sky after 2 crashes", "description": "The relationship between Boeing and the Federal Aviation Administration, which has set the global standard in aviation safety for decades, will come under unprecedented scrutiny this week after two deadly airline crashes.", "sentiment": "undefined", "publishedAt": "2019-03-25T17:05:53Z"}, {"title": "Ethiopian Airlines CEO says pilots got correct training", "description": "ADDIS ABABA, Ethiopia (AP) — Ethiopian Airlines' CEO says the pilots who flew the plane that crashed on March 10 had trained on \"all appropriate simulators,\" rejecting reports that they had not been properly prepared to handle the new aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-25T13:22:20Z"}, {"title": "Wall Street Breakfast: Must-Know News", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-25T10:56:41Z"}, {"title": "Ethiopian Airlines commits to Boeing ties despite flight 302 crash questions", "description": "Ethiopian Airlines said on Monday it would keep close ties with U.S. planemaker Boeing even though questions remained about its 737 MAX 8 model, after a crash shortly after take off this month killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:32:50Z"}, {"title": "Pilot crashes stolen plane into building in Africa, killing self in reported murder attempt on wife", "description": "A pilot in Botswana reportedly tried to murder his wife by crashing a stolen plane into the building where she was attending a baby shower Saturday, but the man ended up as the only casualty in the horrifying homicide plot -- portions of which were caught on …", "sentiment": "undefined", "publishedAt": "2019-03-25T16:27:19Z"}, {"title": "Ethiopian Airlines Boss Says Stall-Prevention System Likely Activated on Crashed 737 MAX", "description": "Ethiopian Airlines’ chief executive said a stall-prevention system on Boeing’s 737 MAX appears to have been activated on a jet that crashed earlier this month.", "sentiment": "undefined", "publishedAt": "2019-03-25T12:49:53Z"}, {"title": "Qatar Airways backs Boeing despite MAX crash crisis", "description": "Qatar Airways threw its support behind Boeing on Monday as the U.S. planemaker faces its biggest crisis in years after deadly crashes of its flagship 737 MAX jet.", "sentiment": "undefined", "publishedAt": "2019-03-25T11:09:24Z"}, {"title": "Airbus wins China order for 300 jets as Xi visits France", "description": "Airbus signed a deal worth tens of billions of dollars on Monday to sell 300 aircraft to China as part of a trade package coinciding with a visit to Europe by Chinese President Xi Jinping and matching a China record held by rival Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-25T18:59:53Z"}, {"title": "Boeing invites pilots, regulators to briefing as it looks to return 737 MAX to service", "description": "Boeing Co said it invited more than 200 global airline pilots, technical leaders and regulators for an information session on Wednesday as it looks to return the 737 MAX to commercial service.", "sentiment": "undefined", "publishedAt": "2019-03-25T07:32:07Z"}, {"title": "Boeing invites pilots, regulators to brief about plan to support 737 MAX's return", "description": "Boeing Co said it invited airline pilots, technical leaders and regulators for an informational session in Renton, Washington on Wednesday, as part of an effort to share details about the plan to support the return of the 737 MAX to commercial service.", "sentiment": "undefined", "publishedAt": "2019-03-25T00:00:15Z"}, {"title": "Boeing invites pilots, regulators to briefing as it looks to return 737 MAX to service", "description": "Boeing Co said it invited more than 200 airline pilots, technical leaders and regulators for an information session on Wednesday as it looks to return the 737 MAX to commercial service.", "sentiment": "undefined", "publishedAt": "2019-03-25T02:21:00Z"}, {"title": "PRESS DIGEST- New York Times business news - March 25", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-25T05:56:58Z"}, {"title": "UPS partners with drone startup Matternet for medical sample deliveries", "description": "Unmanned drone deliveries are making their way inside the UPS network. Thanks to a partnership with drone startup Matternet, UPS will start delivering medical samples via unmanned drones at WakeMed’s hospital in Raleigh, North Carolina. With the approval of t…", "sentiment": "undefined", "publishedAt": "2019-03-26T16:30:22Z"}, {"title": "Boeing, Israel, Cyclone Idai: Your Wednesday Briefing", "description": "Boeing 737 Max 8 planes in Renton, Wash.", "sentiment": "undefined", "publishedAt": "2019-03-26T19:07:56Z"}, {"title": "After Boeing Crashes, Sharp Questions About Industry Regulating Itself", "description": "A Boeing 737 Max plane at the Boeing plant in Renton, Wash. After two crashes of such planes, new questions have emerged about the F.A.A’s practice of delegating much of its day-to-day regulatory work for certifying new jetliners to the industry.", "sentiment": "undefined", "publishedAt": "2019-03-26T17:42:41Z"}, {"title": "A Boeing 737 Max Makes an Emergency Landing in Orlando", "description": "A Boeing 737 Max 8 airplane made an emergency landing on Tuesday at Orlando International Airport shortly after taking off.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:19:24Z"}, {"title": "Airbus lands a massive deal with China as Boeing battles its crisis", "description": "As Boeing struggles with the 737 Max crisis, its big rival Airbus has announced a huge order from China.", "sentiment": "undefined", "publishedAt": "2019-03-26T04:10:40Z"}, {"title": "Changes coming at FAA after crashes, watchdog says", "description": "The Federal Aviation Administration and an inspector general will signal changes to aviation safety oversight in the wake of two fatal Boeing 737 MAX 8 crashes, according to prepared testimony obtained by CNN for a highly anticipated congressional hearing.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:49:28Z"}, {"title": "Pilots in the Lion Air 737 Max crash tried to prevent it by hitting an override switch again and again, unaware there were 3 other steps they needed to take, report claims", "description": "Pilots on a fatal Lion Air 737 Max flight reportedly hit an override switch dozens of times in a bid to stop them crashing, sources told The New York Times. According to the sources, the switch turned off software called MCAS, which was wrongly forcing the pl…", "sentiment": "undefined", "publishedAt": "2019-03-26T11:54:20Z"}, {"title": "A prize-winning show dog reportedly went missing before a flight in Atlanta", "description": "A prize-winning show dog has been lost at Hartsfield-Jackson Atlanta International Airport since Saturday, ABC News reports. The dog was missing from her crate when it was loaded onto a KLM Royal Dutch Airlines flight to Amsterdam on Saturday. A Hartsfield-Ja…", "sentiment": "undefined", "publishedAt": "2019-03-26T15:11:45Z"}, {"title": "Preliminary Report on Boeing 737 Max Crash to Be Released This Week, Ethiopian Official Says", "description": "An Ethiopian official said a preliminary report on the Boeing 737 Max plane crash that killed 157 on March 10 will be made public soon.", "sentiment": "undefined", "publishedAt": "2019-03-26T13:23:57Z"}, {"title": "China to buy 300 Airbus planes in a huge blow to Boeing", "description": "This comes at a bad time for the U.S.'s trade dispute with China.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:08:07Z"}, {"title": "Grounded Southwest Boeing 737 Max 8 makes emergency landing on way to storage facility", "description": "The plane had no passengers and was being ferried to a desert storage facility in southern California.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:29:30Z"}, {"title": "Boeing 737 Max: In simulation, pilots had 40 seconds to fix error that could doom plane, report says", "description": "In flight simulations designed to recreate the problems from a doomed Boeing 737 Max airliner, pilots found that they had less than 40 seconds to override a controversial automated system and prevent a crash, according to the New York Times.", "sentiment": "undefined", "publishedAt": "2019-03-26T15:02:25Z"}]