[{"title": "Ethiopian airlines pilots initially followed Boeing’s emergency steps to disable 737 MAX system", "description": "Pilots at the controls of the Boeing Co. 737 MAX that crashed in March in Ethiopia initially followed emergency procedures laid out by the plane maker but still failed to recover control of the jet, according to people briefed on the probe’s preliminary findi…", "sentiment": "undefined", "publishedAt": "2019-04-03T10:20:43Z"}, {"title": "Boeing system triggered repeatedly in Ethiopian crash - sources", "description": "Boeing anti-stall software repeatedly forced down the nose of a doomed Ethiopian jet after pilots had turned it off, sources told Reuters, as investigators scrutinise the role played by technology and crew in the fatal March 10 crash.", "sentiment": "undefined", "publishedAt": "2019-04-03T13:59:13Z"}, {"title": "Boeing software under scrutiny as Ethiopia prepares crash report", "description": "Boeing anti-stall software forced down the nose of a doomed Ethiopian jet even after pilots had turned it off, sources told Reuters on Wednesday, as investigators scrutinise the role played by technology and crew in the fatal March 10 crash.", "sentiment": "undefined", "publishedAt": "2019-04-03T15:41:16Z"}, {"title": "Ethiopian Airlines pilots initially followed Boeing procedures before crash - WSJ", "description": "The pilots of an Ethiopian Airlines 737 MAX jet that crashed last month had initially followed Boeing Co's emergency procedures but they still failed to regain control of the plane, the Wall Street Journal reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T04:25:01Z"}, {"title": "UAE to validate any Boeing MAX fix before lifting airspace ban - official", "description": "The United Arab Emirates will make its own checks on any fixes for the Boeing 737 MAX before permitting the grounded jet to resume flying in its airspace, a senior aviation regulatory official said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T08:55:34Z"}, {"title": "Ethiopian Airlines pilots initially used Boeing emergency procedures before crash -WSJ", "description": "The pilots of an Ethiopian Airlines 737 MAX jet that crashed last month had initially followed Boeing Co's emergency procedures but later deviated from them as they tried to regain control of the plane, the Wall Street Journal said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:39:06Z"}, {"title": "Boeing’s 737 Max Defense Just Got More Difficult - Bloomberg", "description": "Boeing’s 737 Max Defense Just Got More Difficult Bloomberg In the wake of the October crash involving a Lion Air Boeing 737 Max jet in Indonesia, Boeing Co. sent out a bulletin reminding pilots how to counteract an...", "sentiment": "undefined", "publishedAt": "2019-04-03T10:23:00Z"}, {"title": "Ethiopian Airlines Pilots Initially Followed Boeing’s Required Emergency Steps To Disable 737 MAX System", "description": "Pilots at the controls of the Boeing 737 MAX that crashed in March in Ethiopia initially followed emergency procedures laid out by the plane maker but still failed to recover control of the jet.", "sentiment": "undefined", "publishedAt": "2019-04-03T03:53:43Z"}, {"title": "Boeing software engaged repeatedly before crash: sources", "description": "Boeing anti-stall software on a doomed Ethiopian Airlines jet re-engaged as many as four times after the crew initially turned it off due to suspect data from an airflow sensor, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:19:59Z"}, {"title": "Boeing software engaged repeatedly before crash - sources", "description": "Boeing anti-stall software on a doomed Ethiopian Airlines jet re-engaged as many as four times after the crew initially turned it off due to suspect data from an airflow sensor, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:25:16Z"}, {"title": "Boeing software engaged repeatedly before crash: sources", "description": "Boeing anti-stall software on a doomed Ethiopian Airlines jet re-engaged as many as four times after the crew initially turned it off due to suspect data from an airflow sensor, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:19:59Z"}, {"title": "Boeing says successfully tested new 737 MAX software in CEO flight", "description": "Boeing Co said on Wednesday its chief executive, Dennis Muilenburg, had joined a test flight on a 737 MAX 7 jetliner for a demonstration of updated MCAS anti-stall software.", "sentiment": "undefined", "publishedAt": "2019-04-03T20:58:34Z"}, {"title": "FAA launches new review of Boeing 737 MAX to ensure safety", "description": "The Federal Aviation Administration said late on Wednesday it is launching a new review of the safety of the now-grounded Boeing 737 MAX that will be headed by a formal top U.S. safety official.", "sentiment": "undefined", "publishedAt": "2019-04-03T23:05:29Z"}, {"title": "Ethiopian Airlines pilots initially followed Boeing procedures before crash: WSJ", "description": "The pilots of an Ethiopian Airlines 737 MAX jet that crashed last month had initially followed Boeing Co's emergency procedures but they still failed to regain control of the plane, the Wall Street Journal reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T04:21:43Z"}, {"title": "Ethiopian Airlines pilots initially followed Boeing procedures before crash: WSJ", "description": "The pilots of an Ethiopian Airlines 737 MAX jet that crashed last month had initially followed Boeing Co's emergency procedures but they still failed to regain control of the plane, the Wall Street Journal reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T04:21:43Z"}, {"title": "GM, Ford and Toyota join to advance self-driving testing, standards", "description": "Three major automakers said on Wednesday they were forming a consortium to help draw up safety standards for self-driving cars that could eventually help create regulations in the United States.", "sentiment": "undefined", "publishedAt": "2019-04-03T10:02:34Z"}, {"title": "GM, Ford and Toyota join to advance self-driving testing, standards", "description": "Three major automakers said on Wednesday they were forming a consortium to help draw up safety standards for self-driving cars that could eventually help create regulations in the United States.", "sentiment": "undefined", "publishedAt": "2019-04-03T10:02:34Z"}, {"title": "Ethiopian Crash Investigators Call for Inquiry Into Boeing Max Controls", "description": "Preliminary findings on the Ethiopian Airlines Flight 302 disaster, based on black box data, again put attention on the jet’s anti-stall system.", "sentiment": "undefined", "publishedAt": "2019-04-04T10:27:45Z"}, {"title": "Ethiopian Crash Investigators Call for Inquiry Into Boeing Max Controls", "description": "Preliminary findings on the Ethiopian Airlines Flight 302 disaster, based on black box data, again put attention on the jet’s anti-stall system.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:35:10Z"}, {"title": "CNN reporter: Crash report a blow for Boeing", "description": "The Ethiopian Ministry of Transport has released the preliminary report on the crash of Ethiopian Airlines Flight 302 that killed all 157 people on board.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:45:18Z"}, {"title": "US family files wrongful death lawsuit in Ethiopian Airlines crash", "description": "The family of an American woman who died in last month's Ethiopian Airlines crash has filed a wrongful death lawsuit against Boeing, Ethiopian Airlines and a Delaware  company alleged to have manufactured a defective part of the plane.", "sentiment": "undefined", "publishedAt": "2019-04-04T15:49:56Z"}, {"title": "Ethiopian Airlines crash report set to be released", "description": "A preliminary report on the downed Ethiopian Airlines plane is set to be released. Follow here for the latest.", "sentiment": "undefined", "publishedAt": "2019-04-04T06:28:17Z"}, {"title": "Factbox: What we know about Boeing 737 MAX crash and what comes next", "description": "More than 300 Boeing 737 MAX jets have been grounded worldwide after two fatal crashes in five months in Ethiopia and Indonesia killed nearly 350 people.", "sentiment": "undefined", "publishedAt": "2019-04-04T13:55:07Z"}, {"title": "Family of American woman sues Boeing, Ethiopian Airlines over 737 Max crash", "description": "The family of an American woman killed in the crash of an Ethiopian Airlines 737 MAX filed a lawsuit on Thursday against the airline, Boeing Co and Rosemount Aerospace Inc, the manufacturer of a part of the aircraft that is the focus of investigators.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:42:59Z"}, {"title": "Explainer: Ethiopia crash raises questions over handling of faults on Boeing 737 MAX", "description": "Ethiopia's insistence that its pilots followed procedures when their Boeing Co 737 MAX nosedived before a deadly crash, and Boeing's recent declaration that a new software fix makes a \"safe plane safer,\" have set the stage for a lengthy fight over the roles o…", "sentiment": "undefined", "publishedAt": "2019-04-04T20:17:32Z"}, {"title": "Pilots of doomed Ethiopian Airlines flight struggled for control as plane's nose dipped: report", "description": "Pilots of an Ethiopian Airlines jet involved in a deadly crash cut out an electric trim system while the plane's nose was down and were unable to stabilise the aircraft manually, prompting them to reverse the action, a preliminary report into the accident sai…", "sentiment": "undefined", "publishedAt": "2019-04-04T16:16:56Z"}, {"title": "Boeing and Ethiopian investigators confirm a faulty sensor was triggered on the 737 Max shortly before it crashed (BA)", "description": "Ethiopia's Aircraft Accident Investigation Bureau (AIB) released its preliminary report on the crash of Ethiopian Airlines Flight ET302 on Thursday. According to the report, readings from the plane's flight data recorder shows that faulty readings from a malf…", "sentiment": "undefined", "publishedAt": "2019-04-04T18:35:13Z"}, {"title": "Ethiopian Airlines 737 Max pilots followed all the right procedures but crashed anyway, official report finds. Now the spotlight turns to Boeing", "description": "The pilots on the fatal Ethiopian Airlines 737 Max flight followed Boeing's emergency procedures but still were not unable to control the plane, according to the preliminary report on the disaster. Ethiopia's Transport Minister Dagmawit Moges said \"the crew p…", "sentiment": "undefined", "publishedAt": "2019-04-04T09:16:11Z"}, {"title": "Family of American Killed in Ethiopian Air Crash Sue Boeing Over Flight Control System", "description": "An American family has sued Boeing Co., Ethiopian Airlines and Rosemount Aerospace Inc. on behalf of Samya Stumo who died in a plane crash.", "sentiment": "undefined", "publishedAt": "2019-04-04T14:27:28Z"}, {"title": "Business this week", "description": "In a prospectus published ahead of a huge bond sale, Saudi Aramco revealed for the first time how much money it makes. Saudi Arabia’s state oil firm reaped $356bn in revenues last year. Annual net profit came to $111bn, almost twice that of Apple, the world’s…", "sentiment": "undefined", "publishedAt": "2019-04-04T14:52:57Z"}, {"title": "Damaged sensor on Ethiopian Airlines 737 Max triggered fatal crash: Sources", "description": "The Ethiopian Airlines crew commanding the Boeing 737 Max 8 followed all recommended procedures but couldn't regain control of the doomed flight, investigators said.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:25:32Z"}, {"title": "'Start Here': Mueller's docs sought, Trump's taxes requested, Biden's response voiced", "description": "It's Thursday, April 4, 2019. Here's what you need to know to start your day.", "sentiment": "undefined", "publishedAt": "2019-04-04T10:01:48Z"}, {"title": "Preliminary report says Ethiopia crew followed Boeing rules", "description": "Following the Ethiopian disaster, the Max jets have been grounded worldwide pending a software fix that Boeing is rolling out.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:50:14Z"}, {"title": "The Wall Street Journal: Boeing’s 737 MAX flight-control system is blamed for Ethiopian crash in initial findings", "description": "Air accident investigators faulted a flight-control feature on a Boeing Co. 737 MAX flown by Ethiopian Airlines that crashed in March, raising pressure on Boeing to fix the problem.", "sentiment": "undefined", "publishedAt": "2019-04-04T10:29:42Z"}, {"title": "Boeing promises to take 'any and all' steps necessary to make the MAX 8 safe", "description": "Boeing has said it will take &ldquo;any and all&rdquo; measures necessary to make their planes safe, after Ethiopian investigators concluded their report into last month's crash that killed 157 and caused the grounding of all Boeing 737 MAX 8s", "sentiment": "undefined", "publishedAt": "2019-04-04T19:12:38Z"}, {"title": "Minister Recommends Boeing Control Look", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T17:16:56Z"}, {"title": "Boeing Gains as Trade Optimism Outweighs Latest Crash Report", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T15:59:54Z"}, {"title": "Ethiopia Crash Report Calls on Boeing to Review 737 Max Controls", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T11:18:41Z"}, {"title": "Boeing Sued by Family of American on Ethiopian Air 737 Max Crash", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T13:45:03Z"}, {"title": "Ethiopia Crash Report Calls on Boeing to Review 737 Max Controls", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T08:29:36Z"}, {"title": "Ethiopian Crash Investigator Says ‘Crew Performed All the Procedures’", "description": "Investigators said on Thursday that the crew on the Ethiopian Airlines Boeing Max jet that crashed last month followed all procedures and recommended that the manufacturer should review the plane’s control system.", "sentiment": "undefined", "publishedAt": "2019-04-04T13:28:57Z"}, {"title": "Ethiopia to investigate crashed plane problems for up to a year", "description": "Ethiopian investigators cannot yet say whether there is a structural problem with the Boeing 737 MAX, based on flight and cockpit voice data from the plane that crashed on March 10 killing 157 people, the head of the investigation said.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:19:06Z"}, {"title": "Factbox: Main points of Ethiopian Airlines preliminary crash report", "description": "The Ethiopian Civil Aviation Authority has released a preliminary report into an Ethiopian Airlines crash on March 10 that killed 157 people and resulted in the worldwide grounding of more than 300 Boeing 737 MAX jets.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:51:49Z"}, {"title": "Ethiopia finds pilots not at fault in Boeing 737 Max crash", "description": "Investigators ask Boeing to complete a full review of anti-stall systems", "sentiment": "undefined", "publishedAt": "2019-04-04T08:43:10Z"}, {"title": "Ethiopian findings heap pressure on Boeing", "description": "As planes sit at group’s Renton factory, worries centre on software system", "sentiment": "undefined", "publishedAt": "2019-04-04T18:52:37Z"}, {"title": "Scandals suggest standards have slipped in corporate America", "description": "Boeing, Goldman Sachs and Facebook are among the companies in hot water", "sentiment": "undefined", "publishedAt": "2019-04-04T14:51:03Z"}, {"title": "Pilots 'followed Boeing procedures' but were unable to control Ethiopia Airlines plane as it nosedived", "description": "The crew of the Ethiopian Airlines plane that crashed last month killing 157 people, repeatedly followed procedures recommended by Boeing, but were unable to regain control of the jet, the Ethiopian transport minister said on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:02:15Z"}, {"title": "Ralph Nader calls for consumers to boycott Boeing 737 MAX", "description": "U.S. consumer activist Ralph Nader called on Thursday for consumers to boycott Boeing Co's 737 MAX aircraft, which suffered two deadly accidents in five months.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:26:39Z"}, {"title": "Boeing says software fix will always allow crew to override anti-stall system", "description": "Boeing Co said on Thursday that its new software fix for its anti-stall system, at the center of investigations into two deadly plane crashes, will give pilots the authority to always override the system if activated by faulty sensor data.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:26:58Z"}, {"title": "Boeing CEO says erroneous activation of MCAS software adds to pilots' high workload", "description": "Boeing Co Chief Executive Officer Dennis Muilenburg said on Wednesday erroneous activation of so-called MCAS software in its grounded 737 MAX aircraft could increase pressure on pilots, while flying the plane.", "sentiment": "undefined", "publishedAt": "2019-04-04T19:22:14Z"}, {"title": "UAE's aviation body to join FAA panel on Boeing 737 MAX", "description": "The United Arab Emirates has accepted an invitation to join the U.S. Federal Aviation Administration's (FAA) review panel on the Boeing 737 MAX, a senior official told Reuters on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:00:23Z"}, {"title": "Pressure heaped on Boeing after damning report into Ethiopian Airlines crash", "description": "Pilots flying Ethiopian Airlines Flight 302 repeatedly performed all the procedures provided by the manufacturer, but were not able to control the aircraft before it crashed, killing all 157 people aboard, Ethiopian Transportation Ministry officials said Thur…", "sentiment": "undefined", "publishedAt": "2019-04-04T08:43:21Z"}, {"title": "Boeing: Turbulence Ahead, Or Flying To New Highs?", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T16:57:16Z"}, {"title": "A pilot explains the Boeing 737 Max's anti-stall system", "description": "What might have gone wrong to cause the two recent crashes?", "sentiment": "undefined", "publishedAt": "2019-04-04T12:41:27Z"}, {"title": "Pilots in deadly Boeing 737 crash followed rules, official report says", "description": "Ethiopia's transport minister recommended that aviation authorities confirm the problem had been solved before allowing the model of jet back into the air.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:10:47Z"}, {"title": "Pilots Take Aim at Instructions for Boeing 737 MAX - The Wall Street Journal", "description": "Pilots Take Aim at Instructions for Boeing 737 MAX The Wall Street Journal Damaged sensor on Ethiopian Airlines 737 MAX triggered fatal crash: Sources ABC News WSJ: Pilots followed Boeing procedures, still crashed CNN Boeing’s 737 Max Defense Just Got More Di…", "sentiment": "undefined", "publishedAt": "2019-04-04T03:39:00Z"}, {"title": "In preliminary report, Ethiopian authorities give limited details on Boeing crash. What’s next? - The Washington Post", "description": "In preliminary report, Ethiopian authorities give limited details on Boeing crash. What’s next? The Washington Post Damaged sensor on Ethiopian Airlines 737 Max triggered fatal crash: Sources ABC News WSJ: Pilots followed Boeing procedures, still crashed CNN …", "sentiment": "undefined", "publishedAt": "2019-04-04T17:48:45Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-04-04T20:12:35Z"}, {"title": "Ethiopian government reveals initial findings on deadly plane crash", "description": "The crash of Ethiopian Airlines Flight 302 has brought huge pressure on Boeing to prove that its new Max series of passenger jets is safe", "sentiment": "undefined", "publishedAt": "2019-04-04T08:02:24Z"}, {"title": "Family of Ralph Nader's niece plan to sue Boeing over Ethiopian Airlines flight", "description": "Samya Rose Stumo's relatives intend to file a wrongful-death lawsuit against both the aircraft manufacturer and the parts supplier over her death in the crash near Bishoftu, Ethiopia last month.", "sentiment": "undefined", "publishedAt": "2019-04-04T07:51:51Z"}, {"title": "Trump abandons threat to close U.S.-Mexico border immediately", "description": "President Donald Trump is not 'ready to close' the border after all. 'We're going to give them a one-year warning and if the drugs don't stop or largely stop, we'll put tariffs on Mexico and products.'", "sentiment": "undefined", "publishedAt": "2019-04-04T17:06:14Z"}, {"title": "A 'hidden asset' at Citigroup has given the bank a dominant position in the fastest-growing business on Wall Street — but challengers are knocking at the door", "description": "A \"hidden asset\" at Citigroup has given the bank prime position in Wall Street's fastest-growing business. The Treasury and Trade Solutions division is Citi's crown jewel, pulling in $9.3 billion in revenue in 2018. While less glamorous, transaction banking i…", "sentiment": "undefined", "publishedAt": "2019-04-04T11:00:00Z"}, {"title": "Boeing crash report; Tesla sales slump; India slashes rates", "description": "Here's what you need to know about the markets before you start your business day.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:12:06Z"}, {"title": "What we learned from Ethiopian aviation officials about Flight 302", "description": "The pilots of Ethiopian Airlines Flight 302 did everything they were trained to do, but it still wasn't enough to regain control of the 737 Max 8 before it smashed into the ground near Addis Ababa's airport, killing 157.", "sentiment": "undefined", "publishedAt": "2019-04-04T12:18:42Z"}, {"title": "Ethiopian Airlines disaster: Read the full preliminary crash report", "description": "Investigators have completed their preliminary report into the crash of Ethiopian Airlines Flight 302 that crashed six minutes after takeoff from Addis Ababa on a flight to Nairobi on March 10. The report shows how the two pilots battled the Boeing 737 Max 8'…", "sentiment": "undefined", "publishedAt": "2019-04-04T16:44:13Z"}, {"title": "Preliminary report shows significant similarities between Ethiopia Airlines and Lion Air crashes", "description": "The pilots on board Ethiopian Airlines flight 302 battled the plane's automated trim system for nearly the entire duration of the 6-minute flight, according to a preliminary report obtained by CNN.", "sentiment": "undefined", "publishedAt": "2019-04-04T15:15:23Z"}, {"title": "Ethiopian Airlines crash report set to be released", "description": "A preliminary report on the downed Ethiopian Airlines plane is set to be released. Follow here for the latest.", "sentiment": "undefined", "publishedAt": "2019-04-04T06:28:17Z"}, {"title": "Stocks making the biggest moves premarket: Boeing, Tesla, JP Morgan, Netflix, Disney & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-04-04T11:57:00Z"}, {"title": "Ghosn Back, Tesla Drop, Boeing Report: CEO Daily for April 4, 2019", "description": "Must-read business news, delivered every morning.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:30:34Z"}, {"title": "Boeing 737 MAX Crashed After System Forced Its Nose Down ‘Uncommanded,’ Ethiopia Says", "description": "The pilots of a 737 Max jetliner that crashed in Ethiopia last month struggled as the plane’s automated commands pushed the nose down, investigators said Thursday in the first official word on the disaster that killed 157 people and sparked a crisis for plane…", "sentiment": "undefined", "publishedAt": "2019-04-04T10:37:58Z"}, {"title": "Boeing shares are sliding after Ethiopia points the finger at the airline over 737 Max crashes", "description": "Boeing's shares are sliding in premarket trading after the Ethiopian transport minister said the crew on a fatal Ethiopian Airlines 737 Max flight followed correct procedures but were unable to avert disaster. It places the blame for the incident squarely at …", "sentiment": "undefined", "publishedAt": "2019-04-04T10:53:07Z"}, {"title": "FAA creates international task force to review Boeing 737 MAX", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-04T02:35:48Z"}, {"title": "Boeing +3% as it does 'what the Street expects' to fix 737 MAX problems", "description": "Boeing (BA +2.7%) is a key driver in today's Dow outperformance following reports of a successful test of the software fix for the 737 MAX plane, which included CEO Dennis Muilenburg flying in the coc", "sentiment": "undefined", "publishedAt": "2019-04-04T15:55:08Z"}, {"title": "Ethiopia releases 737 Max preliminary crash report", "description": "The first official report into the Ethiopian Airlines 737 Max crash is out, but it doesn't explicitly mention Boeing's (NYSE:BA) anti-stall MCAS software.&#34;[Pilots] followed the Boeing (BA) recomme", "sentiment": "undefined", "publishedAt": "2019-04-04T08:52:42Z"}, {"title": "Preliminary report says Ethiopia crew followed Boeing rules", "description": "The preliminary report of the data from the Ethiopian Airlines jet that crashed last month states that the flight crew performed all procedures from Boeing but could not control the jet", "sentiment": "undefined", "publishedAt": "2019-04-04T08:36:58Z"}, {"title": "Preliminary report finds that Ethiopian Airlines crew performed all procedures from Boeing but could not control the jet", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:22:56Z"}, {"title": "The Latest: Ethiopian families saddened by air crash report", "description": "A sister of one of the crash victims of the Ethiopian Airlines flight said her whole family is grieving the death of her brother again amid the preliminary report's release on Thursday", "sentiment": "undefined", "publishedAt": "2019-04-04T16:47:21Z"}, {"title": "Ralph Nader calls for consumers to boycott Boeing 737 MAX", "description": "U.S. consumer activist Ralph Nader called on Thursday for consumers to boycott Boeing Co's 737 MAX aircraft, which suffered two deadly accidents in five months.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:23:18Z"}, {"title": "Family of American woman sues Boeing, Ethiopian Airlines over 737 Max crash", "description": "The family of an American woman killed in the crash of an Ethiopian Airlines 737 MAX filed a lawsuit on Thursday against the airline, Boeing Co and Rosemount Aerospace Inc, the manufacturer of a part of the aircraft that is the focus of investigators.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:38:01Z"}, {"title": "Ethiopian report says crew followed procedures - source", "description": "A preliminary report on the crash of an Ethiopian airliner to be released on Thursday will say that the Boeing 737 MAX crew followed all procedures, a person familiar with the report said.", "sentiment": "undefined", "publishedAt": "2019-04-04T07:53:35Z"}, {"title": "China says invited to join FAA panel on Boeing 737 Max", "description": "China's aviation regulator has been invited to join the U.S. Federal Aviation Administration's (FAA) review panel on the Boeing 737 MAX, an official at the regulator said on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:11:10Z"}, {"title": "Ethiopia to investigate crashed plane problems for up to a year", "description": "Ethiopian investigators cannot yet say whether there is a structural problem with the Boeing 737 MAX, based on flight and cockpit voice data from the plane that crashed on March 10 killing 157 people, the head of the investigation said.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:15:12Z"}, {"title": "Airbus net orders in the red by end of first quarter", "description": "Airbus suffered more cancellations than orders by end-March, leaving the European company with a bleak first quarter after its five-year winning streak in the race for jetliner orders against U.S rival Boeing ended last year.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:00:09Z"}, {"title": "Boeing CEO says erroneous activation of MCAS software adds to pilots' high workload", "description": "Boeing Co Chief Executive Officer Dennis Muilenburg said on Wednesday erroneous activation of so-called MCAS software in its grounded 737 MAX aircraft could increase pressure on pilots, while flying the plane.", "sentiment": "undefined", "publishedAt": "2019-04-04T19:17:38Z"}, {"title": "UPDATE 1-Family of American woman sues Boeing, Ethiopian Airlines over 737 Max crash", "description": "The family of an American woman killed in the crash of an Ethiopian Airlines 737 MAX filed a lawsuit on Thursday against the airline, Boeing Co and Rosemount Aerospace Inc, which makes a part of the aircraft that is the focus of investigators.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:49:02Z"}, {"title": "WRAPUP 1-Ethiopia inquiry shows Boeing MAX hurtling uncontrolled to disaster", "description": "Ethiopia Airlines' doomed 737 MAX jet hit excessive speed and was forced downwards by a wrongly-triggered automation system as pilots wrestled to regain control, a preliminary report into the crash that has shaken the aviation world showed on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T19:25:50Z"}, {"title": "UPDATE 1-Norwegian Air's income per passenger rose less than expected in March", "description": "Norwegian Air's income per passenger rose less than expected in March, while its aircraft filled up at a faster pace than analysts anticipated, the budget carrier's traffic report showed on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T06:16:10Z"}, {"title": "US STOCKS SNAPSHOT-S&P 500 nudges up toward six-month high, tech drags", "description": "The benchmark S&P 500 stock index edged higher on Thursday, nearing six-month highs, with losses in technology stocks countered by gains in Boeing Co and Facebook Inc as investors waited for more clarity on the U.S.-China trade talks.", "sentiment": "undefined", "publishedAt": "2019-04-04T20:04:35Z"}, {"title": "Boeing says software fix will always allow crew to override anti-stall system", "description": "Boeing Co said on Thursday that its new software fix for its anti-stall system, at the center of investigations into two deadly plane crashes, will give pilots the authority to always override the system if activated by faulty sensor data.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:17:38Z"}, {"title": "Morning News Call - India, April 4", "description": "To access a PDF version of this newsletter, please click here http://share.thomsonreuters.com/assets/newsletters/Indiamorning/MNC_IN_04042019.pdf\n    \n    If you would like to receive this newsletter via email, please register at:\nhttp://financial-risk-soluti…", "sentiment": "undefined", "publishedAt": "2019-04-04T03:19:46Z"}, {"title": "Ethiopian crash jet crew 'followed procedure'", "description": "Ethiopian Airlines crew in Boeing 737 crash \"could not control\" jet despite following procedures, report finds.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:31:26Z"}, {"title": "10 Things to Know for Today", "description": "Among 10 Things to Know: Report: Crew of doomed Ethiopia jetliner followed Boeing's procedures; New Zealand mosque massacre suspect to face 89 charges in court; Nissan's Ghosn arrested again in financial misconduct case", "sentiment": "undefined", "publishedAt": "2019-04-04T10:23:55Z"}, {"title": "Nader family sues Boeing over Ethiopian Airlines crash", "description": "After losing a relative in the crash of Ethiopian Airlines Flight 302 on March 10, the family of consumer advocate and one-time presidential candidate Ralph Nader says it is suing the airplane's manufacturer, Boeing. Rough cut (no reporter narration).", "sentiment": "undefined", "publishedAt": "2019-04-04T18:59:19Z"}, {"title": "Ethiopia urges Boeing to review controls, backs pilots", "description": "Ethiopian Airlines pilots followed proper procedures when their Boeing MAX 8 airplane repeatedly nosedived before a March 10 crash that killed 157 people, Ethiopia’s minister of transport said on Thursday as she delivered the first official report on the disa…", "sentiment": "undefined", "publishedAt": "2019-04-04T10:01:45Z"}, {"title": "Ethiopian crew followed procedures - first official crash report", "description": "Ethiopian Airlines pilots followed proper procedures when their Boeing MAX 8 airplane repeatedly nosedived before a March 10 crash that killed 157 people, Ethiopia’s minister of transport said on Thursday as she delivered the first official report on the disa…", "sentiment": "undefined", "publishedAt": "2019-04-04T10:01:45Z"}, {"title": "Preliminary report: Ethiopia crew followed Boeing procedures", "description": "The crew of the Ethiopian Airlines jet that crashed last month performed all the procedures recommended by Boeing when the plane started to nose dive but could not save it, according to findings from a preliminary report by Ethiopia's government", "sentiment": "undefined", "publishedAt": "2019-04-04T11:37:32Z"}, {"title": "The Latest: Report finds faulty readings on Ethiopian jet", "description": "A doomed Ethiopian Airlines jet suffered from faulty readings by a key sensor, and pilots followed Boeing's recommended procedures when the plane started to nose dive but could not avoid crashing", "sentiment": "undefined", "publishedAt": "2019-04-04T17:13:03Z"}, {"title": "Markets Right Now: Stocks open higher on Wall Street", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-04T13:43:42Z"}, {"title": "Ethiopian report says crew followed procedures: source", "description": "A preliminary report on the crash of an Ethiopian airliner to be released on Thursday will say that the Boeing 737 MAX crew followed all procedures, a person familiar with the report said.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:02:00Z"}, {"title": "Amazon wants to launch thousands of satellites so it can offer broadband internet from space", "description": "Amazon is planning to build a network of more than 3,000 satellites federal filings reveal, in an ambitious attempt to provide global internet access.", "sentiment": "undefined", "publishedAt": "2019-04-04T13:48:00Z"}, {"title": "Ethiopian Airlines crash - pilots 'followed guidelines'", "description": "The first official report into last month's plane crash has found that the pilots followed Boeing procedures, but were unable to control the aircraft. Also, Australia passes controversial new laws which could see social media executives jailed if they fail to…", "sentiment": "undefined", "publishedAt": "2019-04-04T14:33:00Z"}, {"title": "Algerian opposition says protests will continue", "description": "The Algerian opposition says mass street protests will continue, despite the resignation of the country's long-time president Abdelaziz Bouteflika. We speak to one of the opposition leaders, Mostapha Bouchachi. Also on the programme: The Ethiopian government …", "sentiment": "undefined", "publishedAt": "2019-04-04T14:17:00Z"}, {"title": "Stock futures stall | Tesla shares tanks | Dimon defends capitalism", "description": "It's not clear that the stock market's recent rally will end today, but it's also unclear that it will continue, with futures trading close to the flat line.", "sentiment": "undefined", "publishedAt": "2019-04-04T11:27:00Z"}, {"title": "Crew of crashed Ethiopian Boeing jet 'repeatedly performed recommended procedures'", "description": "The Ethiopian transport minister told a press conference in Addis Ababa the preliminary report stated the pilots had 'repeatedly' followed the recommended procedure but could not gain control.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:52:46Z"}, {"title": "Boeing says software fix to always allow override of anti-stall system", "description": "Boeing Co said on Thursday that a new software fix for its anti-stall system, at the center of investigations into two deadly plane crashes, will give pilots the authority to always override the system if activated by faulty sensor data.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:44:48Z"}, {"title": "Ethiopia urges Boeing to review 737 MAX controls, backs pilots", "description": "Ethiopia urged Boeing to review its flight control technology and said pilots of state carrier Ethiopian Airlines had carried out proper procedures in the first public findings on the crash of a 737 MAX jet that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-04-04T14:51:48Z"}, {"title": "Ethiopia inquiry shows Boeing MAX hurtling uncontrolled to disaster", "description": "Ethiopia Airlines' doomed 737 MAX jet hit excessive speed and was forced downwards by a wrongly-triggered automation system as pilots wrestled to regain control, a preliminary report into the crash that has shaken the aviation world showed on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T20:08:05Z"}, {"title": "Wall Street inches higher on Facebook, Boeing bounce; trade talks in focus", "description": "U.S. stocks inched higher on Thursday driven by Facebook Inc and Boeing Co, adding to gains following a strong start to the quarter, while investors kept a close watch on U.S.-China trade talks.", "sentiment": "undefined", "publishedAt": "2019-04-04T14:49:41Z"}, {"title": "Norwegian Air passenger income growth misses expectations in March", "description": "Norwegian Air earned less money than expected from each traveller in March but its aircraft filled up at a faster pace than analysts anticipated, the budget carrier's monthly traffic report showed on Thursday.", "sentiment": "undefined", "publishedAt": "2019-04-04T09:59:15Z"}, {"title": "Avolon seeks to de-register two planes leased to Jet Airways, woes deepen for airline", "description": "Avolon, one of the world's biggest aircraft lessors, applied to de-register two planes it had placed with Jet Airways Ltd, making it the first lessor to do so on a non-consensual basis with the struggling Indian airline.", "sentiment": "undefined", "publishedAt": "2019-04-04T10:23:10Z"}, {"title": "Power Up: Let the subpoena wars begin between Trump and House Democrats", "description": "It's not going to be pretty.", "sentiment": "undefined", "publishedAt": "2019-04-04T10:24:12Z"}, {"title": "Ethiopia report calls on Boeing to confirm that control issues are fixed before 737 Max 8 flies again", "description": "Ethiopia has said Boeing must review the \"controllability\" of the 737 MAX 8 aircraft model and that aviation authorities should verify the flight control system was \"adequately addressed\" by the U.S. plane manufacturer.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:42:00Z"}, {"title": "Boeing's Changed Trajectory (Podcast Transcript)", "description": "This transcript features our discussion of the questions Boeing is facing about its recent behavior and its overall industry position in light of the 737 MAX 8", "sentiment": "undefined", "publishedAt": "2019-04-04T16:05:04Z"}, {"title": "Preliminary report says Ethiopia crew followed Boeing rules", "description": "ADDIS ABABA, Ethiopia (AP) — The Ethiopian Airlines crew of the jet that crashed last month performed all the procedures recommended by Boeing but could not control the jet, states the preliminary report of the data from plane.", "sentiment": "undefined", "publishedAt": "2019-04-04T08:54:36Z"}, {"title": "Markets Right Now: Stocks open higher on Wall Street", "description": "NEW YORK (AP) — The latest on developments in financial markets (all times local):", "sentiment": "undefined", "publishedAt": "2019-04-04T13:42:52Z"}, {"title": "Southwest blasted for poor Max 8 customer service: 'They're kind of just saying, 'Too bad''", "description": "The airline is facing unprecedented criticism for its handling of passenger rebooking after the Max 8 grounding caused 2,800+ flight cancellations.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:41:00Z"}, {"title": "10 Things to Know for Today", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today:", "sentiment": "undefined", "publishedAt": "2019-04-04T10:22:37Z"}]