[{"title": "After Boeing Crashes, Sharp Questions About Industry Regulating Itself", "description": "The Wilbur Wright Federal Building in Washington, part of the headquarters of the Federal Aviation Administration. Whether the F.A.A. has gone too far in allowing Boeing to regulate itself has emerged as a key question after two recent Boeing 737 Max crashes.", "sentiment": "undefined", "publishedAt": "2019-03-26T17:42:41Z"}, {"title": "Southwest Boeing 737 Max Makes Emergency Landing After Engine Trouble", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-26T21:10:58Z"}, {"title": "In test of Boeing Jet, pilots had 40 seconds to fix error", "description": "The pilots tested a crisis situation similar to what investigators suspect went wrong in the Lion Air crash in Indonesia last fall. In the tests, a single sensor failed, triggering software designed to help prevent a stall.", "sentiment": "undefined", "publishedAt": "2019-03-26T02:07:25Z"}, {"title": "Explainer - Boeing 737 MAX: What to expect at Capitol Hill, Boeing meetings", "description": "Wednesday will be a pivotal day for aircraft maker Boeing Co and the federal aviation safety regulators as they try to rebuild trust following two deadly crashes of Boeing 737 MAX airliners.", "sentiment": "undefined", "publishedAt": "2019-03-26T23:37:16Z"}, {"title": "China not taking Boeing 737 Max 8 airworthiness certificate applications", "description": "China's civil aviation regulator has stopped taking applications for Boeing 737 Max 8 airworthiness certification since March 21, an official at the regulator's news department said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T11:30:38Z"}, {"title": "Ethiopian crash report likely to be released this week as Boeing briefs airlines", "description": "A preliminary report on an Ethiopian Airlines crash will very likely be released this week, the country's transport ministry said on Tuesday, as Boeing prepares to brief more airlines on software and training updates on the 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-26T08:15:54Z"}, {"title": "A Boeing 737 Max 8 declared an emergency landing after an engine problem - CNN", "description": "A Boeing 737 Max 8 declared an emergency landing after an engine problem CNN Southwest Boeing 737 Max makes emergency landing in Orlando; FAA cites engine issue unrelated to recent crashes CNBC NYT: Pilots had 40 seconds to avert disaster in test of Boeing 73…", "sentiment": "undefined", "publishedAt": "2019-03-26T22:02:26Z"}, {"title": "Boeing 737 Max 8 makes emergency landing in Orlando", "description": "A Boeing 737 Max 8 has made an emergency landing in Orlando.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:33:40Z"}, {"title": "Explainer - Boeing 737 MAX: What to expect at Capitol Hill, Boeing meetings", "description": "Wednesday will be a pivotal day for aircraft maker Boeing Co and the federal aviation safety regulators as they try to rebuild trust following two deadly crashes of Boeing 737 MAX airliners.", "sentiment": "undefined", "publishedAt": "2019-03-26T23:37:16Z"}, {"title": "Factbox: What we know about Boeing 737 MAX crash and what comes next", "description": "More than 300 Boeing 737 MAX jets have been grounded worldwide after two fatal crashes in the past five months in Ethiopia and Indonesia killed nearly 350 people.", "sentiment": "undefined", "publishedAt": "2019-03-26T16:39:16Z"}, {"title": "Exclusive: FAA says oversight needs to 'evolve' after Boeing crashes", "description": "The acting head of the U.S. Federal Aviation Administration will tell a congressional panel on Wednesday that the agency’s oversight approach must \"evolve\" after two fatal Boeing 737 MAX crashes since October, according to written testimony viewed by Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-26T16:11:33Z"}, {"title": "Boeing 737 MAX software fix: easy to upload, harder to approve", "description": "Boeing engineers armed with laptops and thumb drives will be able to upload a crucial software fix for the 737 MAX anti-stall system in about an hour. That's the easy part.", "sentiment": "undefined", "publishedAt": "2019-03-26T20:44:43Z"}, {"title": "Southwest 737 MAX 8 passenger-less flight lands safely after declaring emergency: FAA", "description": "A Southwest Airlines Co Boeing 737 MAX 8 aircraft without passengers and of the type that was grounded two weeks ago, landed safely on Tuesday after declaring an emergency over an engine-related problem leaving Orlando International Airport in Florida, the U.…", "sentiment": "undefined", "publishedAt": "2019-03-26T20:58:17Z"}, {"title": "Exclusive: U.S. FAA to overhaul oversight approach to air safety by July", "description": "The Federal Aviation Administration will significantly change its oversight approach to air safety by July 2019, U.S. Transportation Department Inspector General Calvin Scovel said in written testimony ahead of a U.S. Senate panel hearing.", "sentiment": "undefined", "publishedAt": "2019-03-26T16:39:33Z"}, {"title": "Airbus shares rally after large Chinese order", "description": "Airbus shares rose on Tuesday after the European planemaker won a deal worth tens of billions of dollars to sell 300 aircraft to China.", "sentiment": "undefined", "publishedAt": "2019-03-26T08:09:13Z"}, {"title": "Futures edge higher after two sessions of declines", "description": "U.S. stock index futures edged higher on Tuesday, looking to bounce back from two sessions of declines triggered by pessimism around global growth.", "sentiment": "undefined", "publishedAt": "2019-03-26T11:36:05Z"}, {"title": "Will success of historic London-Perth route help usher in an era of ultra long-haul flying?", "description": "One year on from its launch the historic Qantas service from London to Perth, the first scheduled non-stop flight between Britain and Australia, has been hailed a roaring success.", "sentiment": "undefined", "publishedAt": "2019-03-26T11:37:43Z"}, {"title": "Boeing had submitted software fix before Ethiopia crash", "description": "Acting head of Federal Aviation Administration to be questioned at Senate hearing", "sentiment": "undefined", "publishedAt": "2019-03-26T23:34:14Z"}, {"title": "Airbus secures multi-billion dollar jet order from China", "description": "It comes as rival Boeing works to rebuild confidence in its 737 Max aircraft after two fatal crashes.", "sentiment": "undefined", "publishedAt": "2019-03-26T02:52:35Z"}, {"title": "Airlines keeping safety training 'to an absolute minimum'", "description": "Airlines are keeping safety training to an \"absolute minimum\" to cut costs, a flight safety expert says.", "sentiment": "undefined", "publishedAt": "2019-03-26T00:01:18Z"}, {"title": "A Boeing 737 Max makes emergency landing at Orlando airport", "description": "A Southwest Airlines Boeing 737 Max 8 plane — the same model that the FAA has ordered grounded after two recent crashes — made an emergency landing at Orlando International Airport Tuesday afternoon.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:59:00Z"}, {"title": "Southwest Boeing 737 Max 8 had engine emergency", "description": "A Boeing 737 Max 8 being ferried without passengers experienced engine trouble shortly after takeoff and had to return to the airport", "sentiment": "undefined", "publishedAt": "2019-03-26T22:07:46Z"}, {"title": "Southwest Boeing 737 Max 8 makes emergency landing", "description": "A Boeing 737 Max 8 being ferried without passengers experienced engine trouble shortly after takeoff and had to return to the airport", "sentiment": "undefined", "publishedAt": "2019-03-26T22:07:46Z"}, {"title": "Buy Boeing Shares as Risks Are Already Priced In, Baird Says - Bloomberg", "description": "Buy Boeing Shares as Risks Are Already Priced In, Baird Says Bloomberg Southwest Boeing 737 Max jet makes emergency landing CBS Evening News Lion Air crash: Boeing pilots had ‘40 seconds to fix error’ in simulation of deadly flight The Independent Boeing is h…", "sentiment": "undefined", "publishedAt": "2019-03-26T13:08:00Z"}, {"title": "Giuliani demands CNN apologize for Trump-Russia coverage; Avenatti suggests arrest is politically-motivated - Fox News", "description": "Giuliani demands CNN apologize for Trump-Russia coverage; Avenatti suggests arrest is politically-motivated Fox News Giuliani to CNN's Chris Cuomo: Apologize For Torturing Trump For Two Years With Collusion; Cuomo: \"Never\" RealClearPolitics Trump just got re-…", "sentiment": "undefined", "publishedAt": "2019-03-26T08:40:43Z"}, {"title": "Pilots had 40 SECONDS to over-ride automated system in Lion Air and Ethiopian Airlines crashes", "description": "Lion Air and Ethiopian Airlines planes have crashed in last 5 months, killing 346. The automated MCAS system is the focus of investigations into the two crashes.", "sentiment": "undefined", "publishedAt": "2019-03-26T11:05:04Z"}, {"title": "Top senator says US faces 'too many threats' to have an acting defense secretary", "description": "The chairman of the Senate Armed Services Committee is urging President Donald Trump to quickly nominate a permanent secretary of defense.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:51:35Z"}, {"title": "A Southwest Airlines Boeing 737 Max just made an emergency landing in Florida (LUV, BA)", "description": "A Southwest Airlines Boeing 737 Max airliner made an emergency landing in Orlando, Florida on Tuesday. According to the FAA, the pilots reported an engine issue. The plane was being ferried to Victorville, California for desert storage. No passengers were on …", "sentiment": "undefined", "publishedAt": "2019-03-26T21:04:10Z"}, {"title": "China signs $34 billion order for 300 Airbus planes as country suspends licenses for Boeing 737 Max aircraft after deadly crashes (BA, AIRBUS)", "description": "China signed an order for 300 Airbus planes on Monday. The deal is worth about 30 billion euros ($34 billion), French government officials told Reuters. The order comes as China's aviation authority suspended airworthiness certificates for the 737 Max 8, whic…", "sentiment": "undefined", "publishedAt": "2019-03-26T12:47:18Z"}, {"title": "Lion Air crash: Boeing pilots had '40 seconds to fix error' in simulation of deadly flight", "description": "All 189 people on board flight 610 died after plane nosedived into Java Sea", "sentiment": "undefined", "publishedAt": "2019-03-26T15:33:25Z"}, {"title": "Boeing is in crisis, but it is doing just fine in its race with Airbus", "description": "Boeing remains competitive with its biggest rival, Airbus, even as Boeing faces one of its worst crises ever.", "sentiment": "undefined", "publishedAt": "2019-03-26T18:53:28Z"}, {"title": "How the FAA must step up to protect Americans", "description": "Justin T. Green writes that the recent crashes of two Boeing 737 Max 8 airplanes demonstrate that aviation would be even safer if the FAA acted more swiftly and decisively after an airline disaster to address identified safety hazards.", "sentiment": "undefined", "publishedAt": "2019-03-26T23:18:48Z"}, {"title": "Changes coming at FAA after crashes, watchdog says", "description": "The Federal Aviation Administration and an inspector general will signal changes to aviation safety oversight in the wake of two fatal Boeing 737 MAX 8 crashes, according to prepared testimony obtained by CNN for a highly anticipated congressional hearing.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:49:28Z"}, {"title": "NYT: Pilots had 40 seconds to avert disaster in test of Boeing 737 Max plane", "description": "Flight simulations recreating the problems suspected to be responsible for the crash of a Boeing 737 Max 8 plane last year gave pilots under 40 seconds to override a malfunctioning system, according to a report in the New York Times.", "sentiment": "undefined", "publishedAt": "2019-03-26T15:29:44Z"}, {"title": "What's moving markets today", "description": "Here's what investors are paying attention to.", "sentiment": "undefined", "publishedAt": "2019-03-26T10:58:30Z"}, {"title": "Southwest Boeing 737 Max 8 plane makes emergency landing due to reported engine problem - Fox News", "description": "Southwest Boeing 737 Max 8 plane makes emergency landing due to reported engine problem Fox News NYT: Pilots had 40 seconds to avert disaster in test of Boeing 737 Max plane CNN After Boeing Crashes, Sharp Questions About Industry Regulating Itself The New Yo…", "sentiment": "undefined", "publishedAt": "2019-03-26T21:42:37Z"}, {"title": "Boeing Fires Employee Responsible for Hanging a Noose in a South Carolina Factory", "description": "Boeing (BA) investigated the hanging of a noose in a South Carolina plant manufacturing Dreamliner 787s and fired the person responsible.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:51:44Z"}, {"title": "In a New Blow to Boeing, Rival Airbus Sells 300 Planes to China", "description": "Airbus is selling 300 aircraft to China. Most are A320s—the planes that compete against Boeing's grounded 737 Max 8s.", "sentiment": "undefined", "publishedAt": "2019-03-26T10:38:57Z"}, {"title": "U.S. Astronauts Will Be Back on the Moon by 2024, Vice President Pence Said", "description": "Vice President Mike Pence said at a National Space Council meeting the U.S. and NASA will return astronauts to the moon in 5 years, by 2024.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:13:09Z"}, {"title": "Boeing 737 MAX jet makes emergency landing in Orlando", "description": "A Boeing (NYSE:BA) 737 MAX jet declared an emergency and returned to Orlando airport after reporting an engine problem, the Federal Aviation Administration says.The FAA says the incident was not relat", "sentiment": "undefined", "publishedAt": "2019-03-26T20:57:14Z"}, {"title": "Baird: Buy Boeing as risks are priced in", "description": "Investors should &#34;aggressively buy&#34; Boeing (BA +0.6%) shares as the stock’s recent slump already reflects the grounding of the 737 MAX and a possible reset of 2019 guidance, according to Rober", "sentiment": "undefined", "publishedAt": "2019-03-26T13:45:47Z"}, {"title": "FAA head to say oversight needs to 'evolve' after Boeing crashes - Reuters", "description": "Acting FAA Administrator Dan Elwell will tell a Senate Commerce subcommittee tomorrow that Boeing's (BA -0.3%) 737 MAX jets will return to service &#34;only when the FAA’s analysis of the facts and te", "sentiment": "undefined", "publishedAt": "2019-03-26T16:56:14Z"}, {"title": "Airbus wins major China order for 300 jets", "description": "It's official: Airbus (OTCPK:EADSY) has signed a deal worth some €30B to sell 300 aircraft to China, including 290 A320-family jets and 10 A350 wide-body jets.The larger-than-expected order, which mat", "sentiment": "undefined", "publishedAt": "2019-03-26T07:58:54Z"}, {"title": "EXPLAINER-Boeing 737 MAX: What to expect at Capitol Hill, Boeing meetings", "description": "Wednesday will be a pivotal day for aircraft maker Boeing Co and the federal aviation safety regulators as they try to rebuild trust following two deadly crashes of Boeing 737 MAX airliners.", "sentiment": "undefined", "publishedAt": "2019-03-26T23:34:52Z"}, {"title": "China not taking Boeing 737 Max 8 airworthiness certificate applications", "description": "China's civil aviation regulator has stopped taking applications for Boeing 737 Max 8 airworthiness certification since March 21, an official at the regulator's news department said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T11:23:34Z"}, {"title": "UPDATE 1-China not taking Boeing 737 MAX 8 airworthiness certificate applications", "description": "China's civil aviation regulator has stopped taking applications for Boeing's 737 Max 8 airworthiness certification since March 21, an official at the regulator's news department said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T12:09:54Z"}, {"title": "Lufthansa plans to buy either Boeing 737 MAX or Airbus A320neo", "description": "Deutsche Lufthansa AG plans to buy a triple-digit number of either Boeing 737 MAX or Airbus A320neo jetliners to expand its fleet, chief executive Carsten Spohr said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T17:43:13Z"}, {"title": "RPT-UPDATE 2-Boeing fix will prevent repeated activation of anti-stall system -sources", "description": "A Boeing Co software fix for the grounded 737 MAX will prevent repeated operation of an anti-stall system at the centre of safety concerns and deactivate it altogether if two sensors disagree widely, two people familiar with pilot briefings said.", "sentiment": "undefined", "publishedAt": "2019-03-26T13:41:33Z"}, {"title": "PRESS DIGEST- Wall Street Journal - March 26", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-26T04:57:03Z"}, {"title": "Crash probe brings more scrutiny of Boeing, FAA", "description": "As investigators of the Ethiopian Airlines crash of a 737 MAX prepare to release their report as early as this week, and Boeing readies a software fix, the Federal Aviation Administration is prepared to tell lawmakers it plans to overhaul safety oversight lat…", "sentiment": "undefined", "publishedAt": "2019-03-26T20:53:40Z"}, {"title": "Boeing 737 MAX forced to make emergency landing", "description": "One day before the Federal Aviation Administration gets ready to inform lawmakers of plans to overhaul safety oversight, a Boeing 737 MAX was forced to make an emergency landing due to an engine-related problem.", "sentiment": "undefined", "publishedAt": "2019-03-26T20:53:40Z"}, {"title": "Ethiopian official: Preliminary report on Boeing 737 MAX 8 crash due out this week", "description": "A preliminary report on the crash of Ethiopian Airlines Flight 302 will be released this week, a spokesman for the country's transport ministry said.", "sentiment": "undefined", "publishedAt": "2019-03-26T20:36:32Z"}, {"title": "After-hours buzz: KB Home, Bed Bath & Beyond, Boeing & more", "description": "See which stocks are posting big moves after the bell on March 26.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:40:00Z"}, {"title": "China not taking Boeing 737 MAX 8 airworthiness certificate applications", "description": "China's civil aviation regulator has stopped taking applications for Boeing's 737 Max 8 airworthiness certification since March 21, an official at the regulator's news department said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T12:11:35Z"}, {"title": "Exclusive: FAA says oversight needs to 'evolve' after Boeing crashes", "description": "The acting head of the U.S. Federal Aviation Administration will tell a congressional panel on Wednesday that the agency’s oversight approach must \"evolve\" after two fatal Boeing 737 MAX crashes since October, according to written testimony viewed by Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-26T16:08:48Z"}, {"title": "Lufthansa plans to buy either Boeing 737 MAX or Airbus A320neo", "description": "Deutsche Lufthansa AG plans to buy a triple-digit number of either Boeing 737 MAX or Airbus A320neo jetliners to expand its fleet, chief executive Carsten Spohr said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T18:05:32Z"}, {"title": "Southwest 737 Max makes emergency landing in Orlando", "description": "The FAA says a Southwest Airlines Boeing 737 Max jet made a safe emergency landing Tuesday in Orlando, Florida, after experiencing an apparent engine problem.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:58:03Z"}, {"title": "The Daily 202: Trump’s response to the Mueller report foreshadows bitter 2020 battles", "description": "Tribalism means neither side is giving any ground.", "sentiment": "undefined", "publishedAt": "2019-03-26T14:41:36Z"}, {"title": "Airbus wins China order for 300 jets as Xi Jinping visits France", "description": "Airbus signed a deal worth tens of billions of dollars on Monday to sell 300 aircraft to China, coinciding with a visit to Europe by Chinese President Xi Jinping and matching a China record held by U.S. rival Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-26T02:32:00Z"}, {"title": "Raytheon Is A Decent Addition To Your Dividend Growth Portfolio", "description": "Raytheon shows strong fundamentals and plenty of growth opportunities. The company is fairly valued with a forward P/E of 15.5. Investors who look for exposure", "sentiment": "undefined", "publishedAt": "2019-03-26T12:17:26Z"}, {"title": "Selling Or Holding Boeing Depends More On The Economy Than The Grounding", "description": "Boeing shares depreciated significantly following the second crash of a 737 Max aircraft and the subsequent grounding of the aircraft model globally, but the sh", "sentiment": "undefined", "publishedAt": "2019-03-26T18:21:24Z"}, {"title": "Southwest Boeing 737 Max reportedly made an emergency landing at Orlando International Airport", "description": "", "sentiment": "undefined", "publishedAt": "2019-03-26T20:32:00Z"}, {"title": "Key senator urges White House to fill top Pentagon post", "description": "WASHINGTON (AP) — The Republican chairman of a key Senate committee is urging the White House to quickly nominate someone to lead the Pentagon.", "sentiment": "undefined", "publishedAt": "2019-03-26T18:50:23Z"}, {"title": "Boeing CEO says company is 'humbled and learning' from deadly Ethiopian Airlines crash", "description": "Boeing CEO Dennis Muilenburg released a statement in support of Ethiopian Airlines following the Flight 302 crash that killed 157 people in March.", "sentiment": "undefined", "publishedAt": "2019-03-26T18:55:00Z"}, {"title": "Norwegian Air temporarily suspends some NY ticket sales", "description": "NEWBURGH, N.Y. (AP) — Norwegian Air says it will temporarily suspend new ticket sales on routes served by its currently grounded fleet of Boeing 737 Max 8 aircraft, including routes run between New York Stewart International Airport and Europe.", "sentiment": "undefined", "publishedAt": "2019-03-26T15:01:50Z"}, {"title": "Ethiopian official says plane crash report due this week", "description": "ADDIS ABABA, Ethiopia (AP) — An Ethiopian official said a preliminary report on the plane crash that killed 157 on March 10 will be made public later this week. The final report may take months to complete but a preliminary…", "sentiment": "undefined", "publishedAt": "2019-03-26T12:55:35Z"}, {"title": "Southwest Boeing 737 Max jet makes emergency landing", "description": "A Southwest Airlines 737 Max 8 made an emergency landing Tuesday in Orlando, Florida. This comes as Boeing continues to work on a software update following two deadly crashes. Kris Van Cleave has the latest.", "sentiment": "undefined", "publishedAt": "2019-03-26T22:46:42Z"}, {"title": "The Best Dividend Stocks To Buy Ahead Of The Coming Bear Market", "description": "The 10y-3m yield curve, the best recession predictor ever discovered, has now inverted, signalling a recession is likely to begin in nine to 16 months. It's tim", "sentiment": "undefined", "publishedAt": "2019-03-26T17:20:19Z"}, {"title": "Boeing employee who 'hung a noose' at a South Carolina plant is fired after month-long investigation", "description": "Shocked workers at the sprawling Charleston campus where Boeing makes its 787 Dreamliner found the foot-long noose last month, causing widespread consternation among employees.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:04:27Z"}, {"title": "Southwest 737 Max makes emergency landing in Orlando", "description": "The Federal Aviation Administration says a Southwest Airlines Boeing 737 Max jet made a safe emergency landing Tuesday in Orlando, Florida, after experiencing an apparent engine problem.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:12:33Z"}, {"title": "Chairman of India's troubled Jet Airways resigns", "description": "NEW DELHI (AP) — The chairman of India's private Jet Airways has resigned amid mounting financial woes which have forced it to suspend 14 international routes and ground more than 80 planes.", "sentiment": "undefined", "publishedAt": "2019-03-26T03:17:45Z"}, {"title": "Boeing readies 737 MAX software fix as families wait for crash report", "description": "Boeing Co will provide airlines that have bought the 737 MAX with free software upgrades, the U.S. manufacturer said on Monday, as Ethiopian Airlines told Reuters it expected a preliminary crash report this week or next.", "sentiment": "undefined", "publishedAt": "2019-03-26T07:36:39Z"}, {"title": "Lawmakers Scrutinize Timeline for Boeing 737 MAX Software Fix", "description": "Congressional investigators examining the FAA safety certification of Boeing’s 737 MAX aircraft also are questioning why it has taken so long to complete a safety fix initially described to pilots and airlines in November.", "sentiment": "undefined", "publishedAt": "2019-03-26T12:44:13Z"}, {"title": "Southwest 737 MAX Makes Emergency Landing in Orlando, Fla.", "description": "A Southwest Airlines Boeing 737 MAX made an emergency landing in Orlando after an engine problem forced pilots to abort a flight to an aircraft parking facility in California.", "sentiment": "undefined", "publishedAt": "2019-03-26T21:17:58Z"}, {"title": "In Test of Boeing Jet, Pilots Had 40 Seconds to Fix Error", "description": "They had just moments to override an automated system and avert disaster in simulations of problems with the Lion Air plane that crashed last fall.", "sentiment": "undefined", "publishedAt": "2019-03-26T01:35:32Z"}, {"title": "Boeing 737 MAX software fix: easy to upload, harder to approve", "description": "Boeing engineers armed with laptops and thumb drives will be able to upload a crucial software fix for the 737 MAX anti-stall system in about an hour. That's the easy part.", "sentiment": "undefined", "publishedAt": "2019-03-26T20:33:35Z"}, {"title": "Ethiopian crash report likely to be released this week as Boeing briefs airlines", "description": "A preliminary report on an Ethiopian Airlines crash will very likely be released this week, the country's transport ministry said on Tuesday, as Boeing prepares to brief more airlines on software and training updates on the 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-26T08:15:54Z"}, {"title": "Ethiopian crash report likely to be released this week as Boeing briefs airlines", "description": "A preliminary report on an Ethiopian Airlines crash will very likely be released this week, the country's transport ministry said on Tuesday, as Boeing prepares to brief more airlines on software and training updates on the 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-26T08:15:49Z"}, {"title": "Ethiopian crash report likely to be released this week as Boeing briefs airlines", "description": "A preliminary report on an Ethiopian Airlines crash will very likely be released this week, the country's transport ministry said on Tuesday, as Boeing prepares to brief more airlines on software and training updates on the 737 MAX.", "sentiment": "undefined", "publishedAt": "2019-03-26T08:15:54Z"}, {"title": "Southwest 737 MAX 8 passenger-less flight lands safely after declaring emergency: FAA", "description": "A Southwest Airlines Co Boeing 737 MAX 8 aircraft without passengers and of the type that was grounded two weeks ago, landed safely on Tuesday after declaring an emergency over an engine-related problem leaving Orlando International Airport in Florida, the U.…", "sentiment": "undefined", "publishedAt": "2019-03-26T20:58:17Z"}, {"title": "Airbus shares rally after large Chinese order", "description": "Airbus shares rose on Tuesday after the European planemaker won a deal worth tens of billions of dollars to sell 300 aircraft to China.", "sentiment": "undefined", "publishedAt": "2019-03-26T08:09:13Z"}, {"title": "NASA and the White House want billions so companies will compete to build human moon landers", "description": "In a potential boon for companies like SpaceX and Blue Origin, NASA is asking for $363 million next year to accelerate a program to build spacecraft to take humans to and from the moon.", "sentiment": "undefined", "publishedAt": "2019-03-26T19:29:14Z"}, {"title": "Your Wednesday Briefing", "description": "Boeing, Jussie Smollett, Measles: Here’s what you need to know.", "sentiment": "undefined", "publishedAt": "2019-03-27T09:59:32Z"}, {"title": "Boeing introduces 737 Max software overhaul", "description": "Boeing unveiled an overhaul Wednesday to a software system and the pilot training of its signature 737 MAX plane, marking its most direct attempt to fix an element of the plane's original design that investigators believe led to two recent crashes.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:50:02Z"}, {"title": "Boeing's reputation on the line after crashes", "description": "Boeing, a company whose reputation for safety was enviable, is under intense scrutiny after the grounding of the company's 737 Max 8 plane. CNN's Richard Quest reports.", "sentiment": "undefined", "publishedAt": "2019-03-27T06:26:47Z"}, {"title": "5 things you need to know today", "description": "We (and by \"we,\" we mean CNN Business) asked you what makes a great boss. Here's what you said. And here's what else you need to know to Get Up to Speed and Out the Door. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign …", "sentiment": "undefined", "publishedAt": "2019-03-27T10:02:42Z"}, {"title": "'We are all humbled': Boeing CEO publishes contrite open letter, as 737 Max crash investigations zero in on software linked to nosedives that brought down 2 planes", "description": "Boeing's CEO said the company is \"humbled\" and \"learning\" in an open letter to Ethiopian Airlines and the wider aviation industry after two fatal crashes involving their 737 Max jets. Dennis Muilenburg said Boeing will work \"to earn and strengthen the flying …", "sentiment": "undefined", "publishedAt": "2019-03-27T11:15:23Z"}, {"title": "The 30 highest-paying jobs in Washington state, where Amazon, Microsoft and Boeing have taken over", "description": "Washington is home to some of America's most iconic companies, including Boeing, Microsoft, and Amazon. Using data from the Bureau of Labor Statistics, we found the 30 occupations with the highest average salaries in the Evergreen State. Washington state is h…", "sentiment": "undefined", "publishedAt": "2019-03-27T14:23:51Z"}, {"title": "The FAA’s Oversight of Boeing Will Be Examined in Senate Hearings", "description": "Congressional hearings into the Federal Aviation Administration's oversight of Boeing in light of two recent crashes are to begin Wednesday", "sentiment": "undefined", "publishedAt": "2019-03-27T08:20:05Z"}, {"title": "Vice President Mike Pence Wants to Land Astronauts on the Moon Within Five Years", "description": "Vice President Mike Pence on Tuesday called for landing astronauts on the moon within five years", "sentiment": "undefined", "publishedAt": "2019-03-27T03:17:58Z"}, {"title": "Boeing reveals proposed updates to 737 MAX amid scrutiny of automated safety system", "description": "Boeing has proposed software updates to the 737 MAX's automated safety system in an effort to prevent further crashes.", "sentiment": "undefined", "publishedAt": "2019-03-27T18:40:22Z"}, {"title": "'Start Here': Jussie Smollett's shocking deal, and a new battle over Obamacare", "description": "It's Wednesday, March 27, 2019. Here's what you need to know to start your day.", "sentiment": "undefined", "publishedAt": "2019-03-27T09:05:12Z"}, {"title": "Boeing working to ‘restore faith’ in industry", "description": "Boeing invited pilots and others to tour its Renton, Washington plant Wednesday where 737 Max jetliners are assembled in an effort to show how it is improving safety in the aircraft that has had two fatal crashes in the past 6 months. (March 27)", "sentiment": "undefined", "publishedAt": "2019-03-27T21:40:58Z"}, {"title": "Senators to press Trump officials on air safety following Boeing 737 Max 8 crashes abroad", "description": "A Senate panel will press Trump administration officials on Wednesday in the first congressional hearing on aviation safety following the crashes of two Boeing 737 Max planes abroad.", "sentiment": "undefined", "publishedAt": "2019-03-27T10:12:01Z"}, {"title": "Senate holds hearing on the Boeing 737 Max 8", "description": "FAA Administrator Daniel Elwell testifies before a Senate panel on the agency's decision to keep Max 8s in the air as other countries grounded them.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:58:24Z"}, {"title": "Barbara Bush, Trump talks to Hannity, $750M Powerball jackpot: 5 things to know Wednesday", "description": "Barbara Bush, Trump talks to Hannity days after Mueller's report, the $750M Powerball drawing and more things to start your Wednesday morning.", "sentiment": "undefined", "publishedAt": "2019-03-27T08:26:37Z"}, {"title": "India becomes 4th country to use anti-satellite weapon in demonstration of its 'space power'", "description": "India says it has successfully test-fired an anti-satellite weapon in an unexpected announcement juIndia became the fourth country to successfully use an anti-satellite weapon after it shot down one of its low earth orbit satellites Wednesday - an act which P…", "sentiment": "undefined", "publishedAt": "2019-03-27T08:05:34Z"}, {"title": "Americans will return to moon by 2024 -- with or without NASA, Pence says", "description": "Vice President Mike Pence on Tuesday called on NASA to step up its game and land astronauts on the moon within five years, “by any means necessary.”", "sentiment": "undefined", "publishedAt": "2019-03-27T09:57:50Z"}, {"title": "US aims for humans on Moon in five years", "description": "Vice-President Mike Pence says he wants Nasa to return astronauts to the Moon within five years.", "sentiment": "undefined", "publishedAt": "2019-03-27T12:36:06Z"}, {"title": "Senators Say Boeing Crashes Have Shaken Confidence in Aviation", "description": "Senators opened a highly anticipated hearing on the crash of two Boeing Co. 737 Max airliners in five months, lauding the safety record of U.S. aviation but vowing to get to the bottom of the tragedies that killed 346 people and have shaken the confidence in …", "sentiment": "undefined", "publishedAt": "2019-03-27T19:38:15Z"}, {"title": "Boeing Readies 737 Max Software Update as Senate Probes Crashes", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T23:29:39Z"}, {"title": "Boeing Says It Was Nearing Software Fix Before Second 737 Crash", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T18:00:00Z"}, {"title": "Chao Defends FAA Amid Scrutiny of Agency and Ties to Boeing", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T16:37:09Z"}, {"title": "Sen. Jerry Moran on Boeing 737 Max and U.S. Trade Policy", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T19:19:40Z"}, {"title": "Boeing, Cyclone Idai, McGregor: Your Wednesday Briefing", "description": "A Boeing 737 Max 8 at the Boeing plant in Renton, Wash.", "sentiment": "undefined", "publishedAt": "2019-03-27T03:23:26Z"}, {"title": "Brexit, Boeing, Baseball: Your Wednesday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "sentiment": "undefined", "publishedAt": "2019-03-27T22:37:31Z"}, {"title": "As Boeing Confronted a Swelling Crisis, It Had Little to Say", "description": "Public comments from the company have been relatively sparse while an outcry grew after a second deadly crash involving one of its planes.", "sentiment": "undefined", "publishedAt": "2019-03-27T13:40:36Z"}, {"title": "India, Brexit, China: Your Thursday Briefing", "description": "People watching a live broadcast of Prime Minister Narendra Modi’s announcement that India had successfully shot down a satellite.", "sentiment": "undefined", "publishedAt": "2019-03-27T19:08:33Z"}, {"title": "Live Briefing: Boeing and F.A.A. Hearings: Live Updates", "description": "Congressional committees are holding hearings today dealing with federal oversight of the aviation industry. Boeing executives are also meeting with pilots, airline executives and regulators.", "sentiment": "undefined", "publishedAt": "2019-03-27T14:03:03Z"}, {"title": "Boeing sees ‘no reason to overhaul’ its airplane development process as aviation industry converges on Renton, Wash. - The Washington Post", "description": "Boeing sees ‘no reason to overhaul’ its airplane development process as aviation industry converges on Renton, Wash. The Washington Post FAA acting administrator grilled over 737 Max crashes CBS Evening News Boeing Faces Capitol’s Glare as It Presses to Fix t…", "sentiment": "undefined", "publishedAt": "2019-03-27T23:15:00Z"}, {"title": "Senator Ted Cruz explains Congress' inquiry into Boeing 737 Max crashes, certification process - CNBC", "description": "Senator Ted Cruz explains Congress' inquiry into Boeing 737 Max crashes, certification process CNBC Boeing to preview fix for 737 Max jets Wednesday. Here's everything we know CNBC Southwest Boeing 737 Max jet makes emergency landing CBS Evening News Lion Air…", "sentiment": "undefined", "publishedAt": "2019-03-27T13:11:38Z"}, {"title": "United 'optimistic' on Boeing 737 MAX software update, wants oversight", "description": "United Airlines, one of three U.S. carriers that operate Boeing's 737 MAX, is \"optimistic\" about the U.S. manufacturer's software update, Vice President of Corporate Safety Michael Quiello said in a statement on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:34:14Z"}, {"title": "Boeing unveils 737 MAX software fix after fatal crashes", "description": "Boeing Co said on Wednesday it had reprogrammed software on its 737 MAX to prevent erroneous data from triggering an anti-stall system that is facing mounting scrutiny in the wake of two deadly nose-down crashes in the past five months.", "sentiment": "undefined", "publishedAt": "2019-03-27T18:09:30Z"}, {"title": "Boeing confirms it will make safety feature standard on 737 MAX", "description": "Boeing Co confirmed Wednesday it will make a safety feature standard on its now-grounded 737 MAX that might have warned earlier of problems that possibly played a role in two recent crashes.", "sentiment": "undefined", "publishedAt": "2019-03-27T16:47:14Z"}, {"title": "U.S. FAA says it has not granted initial approval for Boeing 737 MAX anti-stall upgrade", "description": "The U.S. Federal Aviation Administration denied on Wednesday that it has granted provisional approval for Boeing Co's announced anti-stall software upgrade of 737 MAX aircraft following crashes in Indonesia and Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-27T19:02:17Z"}, {"title": "American Airlines pilots 'optimistic, but cautious' on 737 MAX fix", "description": "Allied Pilots Association, which represents American Airlines Group Inc pilots, said on Wednesday they were pleased with Boeing Co's progress on a 737 MAX fix but warned that the certification process should not be rushed or fast-tracked.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:02:24Z"}, {"title": "Southwest cuts forecast for revenue performance measure after 737 Max groundings", "description": "Southwest Airlines Co said on Wednesday the recent groundings of Boeing 737 MAX planes would lead to its first-quarter revenue per available seat mile coming in below its previous forecast.", "sentiment": "undefined", "publishedAt": "2019-03-27T10:42:47Z"}, {"title": "FAA tells U.S. Senate it would need 10,000 new employees, $1.8 billion to assume all certification", "description": "The Federal Aviation Administration told a U.S. Senate panel would need an additional 10,000 employees that would cost $1.8 billion if it were to assume all responsibilities for aircraft certification.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:54:52Z"}, {"title": "How to guarantee your next flight is on an A380 superjumbo", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T15:31:11Z"}, {"title": "Boeing, initially defensive, now ‘humbled’ by 737 Max crisis - The Washington Post", "description": "Boeing, initially defensive, now ‘humbled’ by 737 Max crisis The Washington Post Southwest Boeing 737 Max jet makes emergency landing CBS Evening News Boeing unveils 737 Max fixes, says planes are safer CNBC Boeing and FAA’s Apology Tour Lacks an Apology Bloo…", "sentiment": "undefined", "publishedAt": "2019-03-27T23:31:16Z"}, {"title": "Boeing 737 MAX Lessons To Be Learned", "description": "MCAS seems to have played a role in the second Boeing 737 MAX crash. As noted in earlier, Lion Air Boeing 737 MAX crash coverage, the robustness, design, certif", "sentiment": "undefined", "publishedAt": "2019-03-27T10:00:00Z"}, {"title": "Demystifying Aviation Economics", "description": "My colleague Kveta and I have been trying to demystify fuel burn dynamics on the transatlantic route for nearly a year now. Despite everyone knowing nameplates", "sentiment": "undefined", "publishedAt": "2019-03-27T12:04:50Z"}, {"title": "Boeing should charge for safety", "description": "Technology comes at a cost; the trouble is who pays for it.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:31:16Z"}, {"title": "Boeing has launched fixes for its 737 Max plane", "description": "The US planemaker is making cockpit alterations in the plane model involved in two fatal crashes.", "sentiment": "undefined", "publishedAt": "2019-03-27T18:07:01Z"}, {"title": "How Boeing's 737 MAX Failed - The Wall Street Journal", "description": "How Boeing's 737 MAX Failed The Wall Street Journal Southwest Boeing 737 Max jet makes emergency landing CBS Evening News FAA faces loss of trust as Congress digs into crash probes POLITICO Boeing is handling the 737 Max crisis all wrong Quartz FAA to overhau…", "sentiment": "undefined", "publishedAt": "2019-03-27T16:07:00Z"}, {"title": "FAA acting administrator grilled over 737 Max crashes", "description": "Congress held hearings on Wednesday about the FAA's oversight and approval process of the Boeing 737 Max 8 aircraft. Boeing outlined a software fix and new training for pilots while the FAA said it's revamping the way airline development is handled. Kris Van …", "sentiment": "undefined", "publishedAt": "2019-03-27T23:21:33Z"}, {"title": "Congress seeks answers on Boeing 737 Max 8 - live updates", "description": "The U.S. Senate is holding hearings to review FAA oversight and safety of the Boeing 737 Max 8", "sentiment": "undefined", "publishedAt": "2019-03-27T14:49:49Z"}, {"title": "Southwest sees $150 million revenue hit from grounded Boeing 737s", "description": "The low-cost carrier said it expects to cancel more than 9,000 flights through the end of March, partly due to the 737s", "sentiment": "undefined", "publishedAt": "2019-03-27T12:50:48Z"}, {"title": "System validating US aircraft is flawed, says senior government official", "description": "The system used to validate US aircraft is inadequate in a number of ways, according to a senior government watchdog, who has warned of significant gaps aircraft testing.", "sentiment": "undefined", "publishedAt": "2019-03-27T19:12:44Z"}, {"title": "Boeing announces planned software fix for 737 Max", "description": "Hint of role in crash as company pledges ‘accidents like these will never happen again’", "sentiment": "undefined", "publishedAt": "2019-03-27T18:00:28Z"}, {"title": "Boeing just unveiled how it's going to fix the 737 Max that was grounded after 2 fatal crashes in recent months", "description": "Boeing unveiled the software fix and updated training procedures for the 737 Max airliner on Wednesday. The updated software will \"provide additional layers of protection if the AOA sensors provide erroneous data,\" Boeing said in a release. The updates are al…", "sentiment": "undefined", "publishedAt": "2019-03-27T18:58:06Z"}, {"title": "Southwest Airlines cuts its forecast after the grounding of Boeing's 737 Max (LUV)", "description": "Southwest Airlines on Wednesday cut its forecast for first-quarter capacity, citing the grounding of the Boeing 737 Max and other issues. The airline sees its first-quarter 2019 available-seat-mile growth to be about 1% annually, down from its previous foreca…", "sentiment": "undefined", "publishedAt": "2019-03-27T11:54:00Z"}, {"title": "The FAA's acting administrator joked about United's infamous dragging incident in newly public emails (UAL)", "description": "Acting FAA administrator Daniel Elwell sent a joking email to a United executive amid the airline's response to its major public-relations crisis in 2017. \"Crossing my fingers for a denied boarding flight. ,\" Daniel Elwell said in a newly public email publi…", "sentiment": "undefined", "publishedAt": "2019-03-27T23:02:25Z"}, {"title": "NASA says it's committed to Boeing-built rocket after considering alternatives", "description": "In the face of more frustrating delays with the rocket Boeing is building for NASA, the space agency said it would consider using other rockets for an upcoming Moon mission.", "sentiment": "undefined", "publishedAt": "2019-03-27T01:04:41Z"}, {"title": "Boeing prepares to brief pilots and regulators on 737 Max software fix during meeting", "description": "Officials from across the aviation world will convene at Boeing's sprawling production facility outside of Seattle Wednesday as the company tries to restore industry confidence in its safety protocols and the airworthiness of their signature plane, which was …", "sentiment": "undefined", "publishedAt": "2019-03-27T04:16:40Z"}, {"title": "Boeing can regain public trust, but it's running out of time", "description": "As the leader of a company, you have to put the organization's mission and welfare above your self-interest. That's what you sign up for, write Leonard J. Marcus and Eric J. McNulty of Harvard's National Preparedness Leadership Initiative.", "sentiment": "undefined", "publishedAt": "2019-03-27T14:04:06Z"}, {"title": "Top Analyst Upgrades and Downgrades: American Water, Boeing, Carnival, Chipotle, Kinder Morgan, Palo Alto Networks, Ralph Lauren, Square and More", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T12:59:44Z"}, {"title": "Boeing to release a fix for 737 Max jets Wednesday. Here's everything we know", "description": "After months of development and discussion with federal aviation regulators, Boeing plans to brief about 200 pilots at its Renton, Washington facilities Wednesday on its fixes for the 737 Max jets involved in two fatal crashes since October.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:46:00Z"}, {"title": "Here are the biggest analyst calls of the day: Boeing, Chipotle, Papa John's, Square & more", "description": "Here are the biggest calls on Wall Street on Wednesday", "sentiment": "undefined", "publishedAt": "2019-03-27T11:45:00Z"}, {"title": "Dow futures lower | 737 Max jet emergency lands | Economic optimism dips: CNBC survey", "description": "Dow futures were pointing to a lower open follwing a rebound for the markets on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:06:00Z"}, {"title": "Boeing, Lockheed lead government contract spending", "description": "A 24/7 Wall St. review found that these companies make the most from the federal government.", "sentiment": "undefined", "publishedAt": "2019-03-27T10:01:37Z"}, {"title": "Southwest Airlines takes financial hit from Boeing 737 Max 8 grounding", "description": "The grounding of Boeing 737 Max 8 planes is costing Southwest Airlines. It will lose $150 million in first-quarter revenue due to one-time issues.", "sentiment": "undefined", "publishedAt": "2019-03-27T12:39:39Z"}, {"title": "CNN10 - 3/28/19", "description": "Boeing works to restore confidence in its 737 MAX aircraft, the E.U. wants vehicle speed limiters to be mandatory, and India acquires new space technology.", "sentiment": "undefined", "publishedAt": "2019-03-27T23:00:16Z"}, {"title": "Citi resumes coverage of Boeing at Buy", "description": "&#34;We don't claim to know what happened or what will happen (until the 737 MAX can fly again). But we offer context for thinking about various scenarios using our FCF tool which lets you adjust prod", "sentiment": "undefined", "publishedAt": "2019-03-27T12:15:16Z"}, {"title": "Boeing, Capitol Hill shine spotlight on 737 MAX", "description": "It's a big day for Boeing (NYSE:BA) and federal aviation safety regulators as they try to rebuild trust following two deadly crashes of 737 MAX airliners.Boeing has scheduled a briefing for about 200", "sentiment": "undefined", "publishedAt": "2019-03-27T08:13:04Z"}, {"title": "Boeing jumps after unveiling 737 MAX fix, safety audits show no added concerns", "description": "Boeing (BA +1.4%) pops higher after unveiling its software fix, cockpit alerts and additional pilot training for its 737 MAX planes, saying the changes will boost the safety of the aircraft which has", "sentiment": "undefined", "publishedAt": "2019-03-27T18:18:22Z"}, {"title": "Three breakfast reads", "description": "Apple Is Undervalued As New Services Will Act As Trojan Horses To Drive Revenue And Brand Loyalty Boeing 737 MAX Lessons To Be Learned Senior Housing Properties Has Five Star Problems", "sentiment": "undefined", "publishedAt": "2019-03-27T11:36:34Z"}, {"title": "FAA says not yet granted initial OK for Boeing 737 MAX anti-stall upgrade", "description": "The FAA says it has not yet granted provisional approval for Boeing's (NYSE:BA) announced anti-stall software upgrade of 737 MAX aircraft.The regulator says it has worked with the company throughout i", "sentiment": "undefined", "publishedAt": "2019-03-27T22:27:37Z"}, {"title": "Stocks open slightly higher, Treasury yields tumble", "description": "Stocks mostly edge higher at the open after the U.S. trade deficit fell by much more than expected, potentially providing a boost to this quarter's GDP; Dow +0.2%, S&amp;P +0.1%, Nasdaq flat.European", "sentiment": "undefined", "publishedAt": "2019-03-27T13:50:59Z"}, {"title": "Boeing will release a fix for 737 Max jets Wednesday. Here's everything we know", "description": "Boeing plans to brief about 200 pilots at its Renton, Washington, facilities Wednesday on its fixes for the 737 Max jets involved in two fatal crashes since October.", "sentiment": "undefined", "publishedAt": "2019-03-27T13:26:00Z"}, {"title": "In wake of Boeing 737 Max crashes, FAA to improve air-safety oversight by this summer", "description": "Federal aviation regulators plan to increase their oversight of air safety, officials said at a Congressional hearing over the Boeing 737 Max aircraft that had been involved in two deadly crashes in five months.", "sentiment": "undefined", "publishedAt": "2019-03-27T22:14:00Z"}, {"title": "Boeing unveils 737 Max fixes, says planes are safer", "description": "Boeing previewed its software fix, cockpit alerts and additional pilot training for its 737 Max planes on Wednesday, saying the changes improve the safety of the aircraft involved in two deadly crashes since October.", "sentiment": "undefined", "publishedAt": "2019-03-27T18:20:01Z"}, {"title": "Southwest says 737 Max grounding is cutting into its profit margin", "description": "Southwest Airlines said on Wednesday the recent groundings of Boeing 737 Max planes would lead to its first-quarter revenue per available seat mile coming in below its previous forecast.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:25:00Z"}, {"title": "As Trump and Xi chew over a trade deal, China buys 300 Airbus planes", "description": "“This is absolutely a message to the U.S. government around these trade negotiations that the balance can tilt towards Airbus should it be resolved in a way that’s not mutually beneficial,” said one aviation industry expert.", "sentiment": "undefined", "publishedAt": "2019-03-27T15:48:47Z"}, {"title": "Wall Street Breakfast: Boeing, Capitol Hill Shine Spotlight On 737 MAX", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-27T11:00:52Z"}, {"title": "The 15 best airports in the world: Ranked", "description": "Skytrax announced the winner of its annual World Airport Awards on Wednesday at the Passenger Terminal Expo in London, England. Singapore's Changi Airport was named the World's Best Airport for the seventh consecutive year. It's one of the busiest hubs in Asi…", "sentiment": "undefined", "publishedAt": "2019-03-27T22:28:03Z"}, {"title": "EXPLAINER-Boeing 737 MAX: What to expect at Capitol Hill, Boeing meetings", "description": "Wednesday will be a pivotal day for aircraft maker Boeing Co and federal aviation safety regulators as they try to rebuild trust following two deadly crashes of Boeing 737 MAX airliners.", "sentiment": "undefined", "publishedAt": "2019-03-27T00:54:51Z"}, {"title": "United 'optimistic' on Boeing 737 MAX software update, wants oversight", "description": "United Airlines, one of three U.S. carriers that operate Boeing's 737 MAX, is \"optimistic\" about the U.S. manufacturer's software update, Vice President of Corporate Safety Michael Quiello said in a statement on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:24:30Z"}, {"title": "Boeing confirms it will make safety feature standard on 737 MAX", "description": "Boeing Co confirmed Wednesday it will make a safety feature standard on its now-grounded 737 MAX that might have warned earlier of problems that possibly played a role in two recent crashes.", "sentiment": "undefined", "publishedAt": "2019-03-27T16:40:55Z"}, {"title": "UPDATE 1-U.S. FAA says it has not granted initial approval for Boeing 737 MAX anti-stall upgrade", "description": "The U.S. Federal Aviation Administration said Wednesday that it has not yet granted provisional approval for Boeing Co's announced anti-stall software upgrade of 737 MAX aircraft following crashes in Indonesia and Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:50:19Z"}, {"title": "U.S. transport chief: 'Questionable' why some Boeing safety features not required", "description": "U.S. Transportation Secretary Elaine Chao told a Senate committee on Wednesday it was \"very questionable\" why some Boeing 737 MAX safety features were not required, but she stopped short of saying the government would require retrofitting all aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-27T14:54:54Z"}, {"title": "U.S. FAA says it has not granted initial approval for Boeing 737 MAX anti-stall upgrade", "description": "The U.S. Federal Aviation Administration denied on Wednesday that it has granted provisional approval for Boeing Co's announced anti-stall software upgrade of 737 MAX aircraft following crashes in Indonesia and Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-27T19:01:02Z"}, {"title": "UPDATE 1-Boeing to make safety feature standard on 737 MAX", "description": "Boeing Co said on Wednesday it will make a safety feature standard on its now-grounded 737 MAX jets that might have warned of problems potentially linked to two recent fatal crashes.", "sentiment": "undefined", "publishedAt": "2019-03-27T17:37:36Z"}, {"title": "American Airlines pilots 'optimistic, but cautious' on 737 MAX fix", "description": "Allied Pilots Association, which represents American Airlines Group Inc pilots, said on Wednesday they were pleased with Boeing Co's progress on a 737 MAX fix but warned that the certification process should not be rushed or fast-tracked.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:00:00Z"}, {"title": "PRESS DIGEST- Financial Times - March 27", "description": "The following are the top stories in the Financial Times. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-27T00:40:04Z"}, {"title": "FAA tells U.S. Senate it would need 10,000 new employees, $1.8 bln to assume all certification", "description": "The Federal Aviation Administration told a U.S. Senate panel would need an additional 10,000 employees that would cost $1.8 billion if it were to assume all responsibilities for aircraft certification.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:34:05Z"}, {"title": "US STOCKS-Wall St set to open flat as global growth fears persist", "description": "Wall Street's main indexes were set for a flat open on Wednesday, as global growth fears and a prolonged inverted U.S. yield curve prompted investors to shun riskier assets.", "sentiment": "undefined", "publishedAt": "2019-03-27T13:09:09Z"}, {"title": "US STOCKS-Futures edge lower as growth worries linger", "description": "U.S. stock index futures edged lower on Wednesday, as investors continued to be gripped by global growth fears and an inverted yield curve that weighed on appetite for risk.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:41:28Z"}, {"title": "PRESS DIGEST - Wall Street Journal - March 27", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-27T04:24:05Z"}, {"title": "FAA to revamp aircraft construction oversight, official says", "description": "FAA to significantly revamp oversight of aircraft construction after Boeing 737 Max troubles, official says", "sentiment": "undefined", "publishedAt": "2019-03-27T09:30:20Z"}, {"title": "Boeing unveils software upgrade for 737 MAX", "description": "Boeing revealed the software fixes it plans for the grounded 737 MAX, the type of aircraft involved in two fatal crashes in five months, but the Federal Aviation Administration is not yet on board with the upgrade.", "sentiment": "undefined", "publishedAt": "2019-03-27T21:07:14Z"}, {"title": "Boeing offers sympathies, unveils 737 MAX software fix", "description": "Mike Sinnett, vice president of airline programs for Boeing, extends sympathies to the families who lost loved ones in the Ethiopian Airlines crash before unveiling a software fix to the 737 MAX. Rough Cut (no reporter narration).", "sentiment": "undefined", "publishedAt": "2019-03-27T15:24:18Z"}, {"title": "FAA to revamp aircraft construction oversight, official says", "description": "In testimony prepared for a Senate subcommittee hearing on Wednesday, an inspector general says his office found management weaknesses with a number of the FAA's oversight processes.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:25:00Z"}, {"title": "FAA, Boeing's 737 Max to face heat in Congress Wednesday as plane-maker outlines software fix", "description": "Lawmakers are set to grill aviation safety officials Wednesday in the wake of the second Boeing 737 Max crash in less than five months.", "sentiment": "undefined", "publishedAt": "2019-03-27T12:10:00Z"}, {"title": "Stocks making the biggest moves premarket: Boeing, Southwest, Novartis, Apple, Amazon & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:58:00Z"}, {"title": "The FAA is reportedly planning to rewrite the rules for airline safety, after scrutiny for letting Boeing partly regulate itself", "description": "Changes will be made to how the Federal Aviation Administration certifies aircraft to fly, officials will tell Congress on Wednesday, according to multiple news outlets. The FAA gets aircraft manufacturers to sign off on their own work in the FAA's name as pa…", "sentiment": "undefined", "publishedAt": "2019-03-27T13:56:04Z"}, {"title": "Boeing unveils 737 Max fixes, says planes are safer", "description": "Boeing previewed its software fix, cockpit alerts and new training for its 737 Max planes Wednesday, saying the changes improve safety.", "sentiment": "undefined", "publishedAt": "2019-03-27T18:00:00Z"}, {"title": "Southwest trims first-quarter outlook after 737 Max groundings", "description": "Southwest Airlines Co on Wednesday was the first major airline to formally cut its financial outlook in the wake of the recent groundings of Boeing 737 MAX planes.", "sentiment": "undefined", "publishedAt": "2019-03-27T12:07:36Z"}, {"title": "FAA tells U.S. Senate it would need 10,000 new employees, $1.8 billion to assume all certification", "description": "The Federal Aviation Administration told a U.S. Senate panel would need an additional 10,000 employees that would cost $1.8 billion if it were to assume all responsibilities for aircraft certification.", "sentiment": "undefined", "publishedAt": "2019-03-27T20:53:02Z"}, {"title": "Boeing CEO writes open letter to Ethiopian Airlines", "description": "Dennis Muilenburg used the bulk of his letter to praise Ethiopian Airlines on Wednesday. His letter comes a week after a Boeing used by the airline crashed this month, killing 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-27T17:27:27Z"}, {"title": "US airman relaxes in Strike Eagle fighter jet at it flies at 575mph just 500ft above ground", "description": "The photos, taken in a military low-fly area in the mountains of North Wales, near  Dolgellau, show the weapons systems officer relaxing in the rear seat of the US Air Force twin-seat aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:46:45Z"}, {"title": "The Daily 202: Trump faces many obstacles if he’s serious about trying to make Republicans ‘the party of health care’", "description": "Legal experts say the 5th Circuit could strike down Obamacare, compelling the Supreme Court to take up the case in 2020.", "sentiment": "undefined", "publishedAt": "2019-03-27T14:30:37Z"}, {"title": "Brexit, Boeing, China: Your Thursday Briefing", "description": "Prime Minister Theresa May speaking in the House of Commons on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-28T04:00:13Z"}, {"title": "Your Thursday Briefing", "description": "Prime Minister Theresa May of Britain in Parliament on Wednesday. “I know there is a desire for a new approach” toward Brexit, she told lawmakers.", "sentiment": "undefined", "publishedAt": "2019-03-28T09:55:17Z"}, {"title": "Bad Times in Trumpville", "description": "Democrats were happy to shift the conversation to health care after the release of the findings in the Mueller report.", "sentiment": "undefined", "publishedAt": "2019-03-28T01:07:07Z"}, {"title": "Business this week", "description": "At a product launch focused squarely on digital services (rather than a new device) Apple unveiled its video-streaming Apple  tv+ app. Featuring original programmes as well as content from cable channels, such as HBO, the app will be available on certain smar…", "sentiment": "undefined", "publishedAt": "2019-03-28T15:51:18Z"}, {"title": "WATCH: Speeding semi-truck slams into school bus", "description": "Video shows two young children stepping off the school bus just as the semi-truck slammed into the back of it.", "sentiment": "undefined", "publishedAt": "2019-03-28T11:54:42Z"}, {"title": "Boeing 737 Max: Don't rush into criminal case and don't make safety a political football", "description": "Safety regulators should make careful decisions on when to ground planes, when to put them back in the air, and when to start criminal investigations.", "sentiment": "undefined", "publishedAt": "2019-03-28T11:00:04Z"}, {"title": "FAA: We don’t allow companies to police themselves", "description": "During the 737 Max’s five-year certification, FAA safety engineers and test pilots put in 110,000 hours of work, writes Daniel K. Elwell, FAA acting administrator", "sentiment": "undefined", "publishedAt": "2019-03-28T21:54:32Z"}, {"title": "Airliners, E-Cigs Dent America's Self-Regulating Credibility", "description": "Companies from Boeing to Juul have enjoyed certain freedoms that could backfire if consumers feel their safety is being jeopardized.", "sentiment": "undefined", "publishedAt": "2019-03-28T08:00:20Z"}, {"title": "Boeing Sued Over Ethiopia Crash as Legal, Political Woes Deepen", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-28T19:45:29Z"}, {"title": "Boeing Faces Capitol’s Glare as It Presses to Fix the 737 Max", "description": "The Boeing factory in Renton, Wash. In a meeting with more than 200 pilots and airline executives there on Wednesday, the company outlined its planned software updates for its 737 Max.", "sentiment": "undefined", "publishedAt": "2019-03-28T00:18:59Z"}, {"title": "Some Presidents Felt Trapped in the White House Bubble. Trump Thrives in It.", "description": "Every president complains that the White House is a confining bubble, but unlike his predecessors, Donald Trump has made little effort to break out of it.", "sentiment": "undefined", "publishedAt": "2019-03-28T07:36:26Z"}, {"title": "Boeing Faces Capitol’s Glare as It Presses to Fix the 737 Max", "description": "The Boeing factory in Renton, Wash. In a meeting with more than 200 pilots and airline executives there on Wednesday, the company outlined its planned software updates for its 737 Max.", "sentiment": "undefined", "publishedAt": "2019-03-28T02:58:19Z"}, {"title": "U.S. safety officials review Ethiopian black box data: sources", "description": "U.S. safety investigators have reviewed data from the flight recorders or black boxes that were aboard crashed Ethiopian Airlines Flight 302, four people briefed on the investigation told Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-28T17:56:54Z"}, {"title": "U.S. lawsuit filed against Boeing over Ethiopian Airlines crash", "description": "A lawsuit against Boeing Co was filed in U.S. federal court on Thursday in what appeared to be the first suit over a March 10 Ethiopian Airlines crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:12:39Z"}, {"title": "Washington state reviewing WTO Boeing tax case ruling: statement", "description": "Washington Governor Jay Inslee said on Thursday his state was reviewing a World Trade Organization ruling against Boeing Co on a tax case and will consult with the U.S. Trade Representative on next steps.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:09:37Z"}, {"title": "Futures muted with U.S.-China trade negotiations in focus", "description": "U.S. stock index futures treaded water on Thursday, as investors awaited more details on the progress in U.S.-China trade negotiations amid lingering fears of slowing economic growth.", "sentiment": "undefined", "publishedAt": "2019-03-28T12:01:57Z"}, {"title": "David Jason: Planes, Trains and Automobiles, review - a cushty jaunt at vintage vehicles with a delightful guide", "description": "What no yellow three-wheeler van?", "sentiment": "undefined", "publishedAt": "2019-03-28T22:01:00Z"}, {"title": "Inside the training simulator for Boeing 737 Max 8 plane", "description": "An Ethiopian Airlines chief pilot takes CNN's Robyn Kriel on a tour of facilities, including simulators used for training pilots and working out safety measures.", "sentiment": "undefined", "publishedAt": "2019-03-28T06:22:26Z"}, {"title": "Boeing And Airbus Don't Impress In February", "description": "Boeing and Airbus book nine orders in February. Boeing remains in the lead in order battle. Airbus receives flurry of cancellations putting its order tally deep", "sentiment": "undefined", "publishedAt": "2019-03-28T10:00:00Z"}, {"title": "Airlines face lawsuits over 'toxic' cabin air", "description": "Pilots and cabin crew are taking legal action saying they are exposed to \"toxic\" air during flights.", "sentiment": "undefined", "publishedAt": "2019-03-28T18:32:09Z"}, {"title": null, "description": "A migrant surge in Texas, a cruise ship drifts off Norway, Boeing birds grounded in California and more.", "sentiment": "undefined", "publishedAt": "2019-03-28T22:52:52Z"}, {"title": "Boeing hit with lawsuit after 737 Max crash", "description": "Boeing faces the first lawsuit brought by the estate of a victim in the Ethiopia Airlines crash", "sentiment": "undefined", "publishedAt": "2019-03-28T21:14:10Z"}, {"title": "Senators grill FAA on cozy relationship with Boeing", "description": "Boeing is stepping up efforts to convince airlines it is safe to fly their 737 Max jets again. But contentious hearings on Capitol Hill left unanswered questions about the grounded jets and whether the FAA will change the way it certifies planes as safe to fl…", "sentiment": "undefined", "publishedAt": "2019-03-28T11:30:35Z"}, {"title": "WTO rules US failed to stop unfair tax breaks to Boeing", "description": "Ruling paves way for EU tariffs on US goods but is less harsh than US aircraft maker expected", "sentiment": "undefined", "publishedAt": "2019-03-28T18:43:27Z"}, {"title": "Five airlines face toxic cabin air claims in UK, union says", "description": "Fifty-one pilots and crew begin legal action and inquiry demanded", "sentiment": "undefined", "publishedAt": "2019-03-28T15:00:43Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-03-28T21:23:47Z"}, {"title": "Buffett says Delta stake rose above 10% by mistake - Seeking Alpha", "description": "Buffett says Delta stake rose above 10% by mistake Seeking Alpha Buffett on the economy: 'It looks like things have slowed down' CNBC Buffett Says Delta Purchases Put Him Above 10% by Mistake Yahoo Finance Buffett says Apple content plan hard to predict, tout…", "sentiment": "undefined", "publishedAt": "2019-03-28T19:52:42Z"}, {"title": "Boeing Has Announced Software Fixes for Its Troubled 737 Max Aircraft", "description": "The company announced several upgrades, but did not admit that problems with the software caused the Indonesia or Ethiopia crashes", "sentiment": "undefined", "publishedAt": "2019-03-28T06:03:42Z"}, {"title": "Millennials keep pouring money into Boeing after the 737 Max turmoil (BA)", "description": "Boeing was among the most popular stocks among Robinhood users for the third straight week. Shares of the plane maker plunged more than 14% in the wake of the second accident involving its 737 Max aircraft in a five month span. Watch Boeing trade live. Millen…", "sentiment": "undefined", "publishedAt": "2019-03-28T19:04:00Z"}, {"title": "Millennials keep pouring money into Boeing after the 737 Max turmoil (BA)", "description": "Boeing was among the most popular stocks among Robinhood users for the third straight week. Shares of the plane maker plunged more than 14% in the wake of the second accident involving its 737 Max aircraft in a five month span. Watch Boeing trade live. Millen…", "sentiment": "undefined", "publishedAt": "2019-03-28T19:04:00Z"}, {"title": "5 things to know for March 28: Health care, Brexit, Boeing, Jayme Closs, EU car rules", "description": "Here's what else you need to know to Get Up to Speed and Out the Door.", "sentiment": "undefined", "publishedAt": "2019-03-28T09:56:46Z"}, {"title": "Aerion designing supersonic jet to run completely on biofuels: CEO", "description": "Supersonic jet developer Aerion Corp is designing its first plane to run completely on biofuels to reduce emissions, even as the company calls for new global standards for planes that can conquer the sound barrier, the company's chief executive said on Thursd…", "sentiment": "undefined", "publishedAt": "2019-03-28T21:49:20Z"}, {"title": "Millennials keep pouring money into Boeing after the 737 Max turmoil (BA)", "description": "Boeing was among the most popular stocks among Robinhood users for the third straight week. Shares of the plane maker plunged more than 14% in the wake of the second accident involving its 737 Max aircraft in a five month span. Watch Boeing trade live. Millen…", "sentiment": "undefined", "publishedAt": "2019-03-28T19:04:00Z"}, {"title": "Grounded Boeing 737 Max also grounds FAA reputation", "description": "Ethiopian Airlines and Lion Air crashes are only the latest tragedies from Federal Aviation Administration's coziness with airline industry: Our view", "sentiment": "undefined", "publishedAt": "2019-03-28T21:56:19Z"}, {"title": "Boeing got unfair U.S. tax break, hurting Airbus, WTO says", "description": "The World Trade Organization rules in favor of the European Union in a 14-year trade battle with the U.S. over plane subsidies given to Boeing (BA +0.1%), affirming an earlier ruling that a tax break", "sentiment": "undefined", "publishedAt": "2019-03-28T18:12:11Z"}, {"title": "First lawsuit filed in Boeing 737 MAX crash in Ethiopia", "description": "A lawsuit against Boeing (NYSE:BA) was filed in U.S. federal court today, apparently the first suit over the March 10 Ethiopian Airlines 737 MAX crash that killed 157 people.The lawsuit was filed by t", "sentiment": "undefined", "publishedAt": "2019-03-28T22:31:33Z"}, {"title": "Danaher: Buy For Long-Term Total Return And 9% Three-Year CAGR", "description": "Danaher’s total return over-performed the DOW average for my 51 month test period by 58.42%, which is great for a company that has increased revenues, earnings,", "sentiment": "undefined", "publishedAt": "2019-03-28T14:37:59Z"}, {"title": "Wall Street Breakfast: Yield Curve, Trade Talks, GDP", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-28T11:02:03Z"}, {"title": "'My heart broke into 100 pieces this morning': People who worked at Wow Air react to the airline's surprise announcement that it's shutting down", "description": "Icelandic budget airline Wow Air abruptly announced it was shutting down on Thursday, leaving thousands of passengers stranded. Two people who worked at Wow Air told Business Insider they enjoyed their time at the airline and were sad to see it go. \"My heart …", "sentiment": "undefined", "publishedAt": "2019-03-28T18:01:45Z"}, {"title": "Help Wanted: Trump administration riddled with vacancies", "description": "The president has yet to nominate people for nearly 140 top-level positions, which experts say is hampering his long-term goals.", "sentiment": "undefined", "publishedAt": "2019-03-28T08:31:53Z"}, {"title": "Washington state reviewing WTO Boeing tax case ruling -statement", "description": "Washington Governor Jay Inslee said on Thursday his state was reviewing a World Trade Organization ruling against Boeing Co on a tax case and will consult with the U.S. Trade Representative on next steps.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:04:20Z"}, {"title": "U.S. lawsuit filed against Boeing over Ethiopian Airlines crash", "description": "A lawsuit against Boeing Co was filed in U.S. federal court on Thursday in what appeared to be the first suit over a March 10 Ethiopian Airlines crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:10:13Z"}, {"title": "WTO says U.S. failed to withdraw state tax break for Boeing", "description": "The World Trade Organization said on Thursday the United States had ignored a request to withdraw subsidised tax breaks to Boeing in its main planemaking state of Washington as a 15-year-old transatlantic trade row edges towards tit-for-tat sanctions.", "sentiment": "undefined", "publishedAt": "2019-03-28T16:07:36Z"}, {"title": "UPDATE 1-Vietnam's Bamboo Airways to buy 50 Airbus A321neo planes - chairman", "description": "Bamboo Airways will buy 50 Airbus A321Neo planes, its chairman Trinh Van Quyet said on Thursday, as the Vietnamese carrier expands and begins international flights.", "sentiment": "undefined", "publishedAt": "2019-03-28T16:07:41Z"}, {"title": "PRESS DIGEST - Wall Street Journal - March 28", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-28T05:03:05Z"}, {"title": "Buffett says Apple content plan hard to predict, touts airline safety", "description": "Warren Buffett on Thursday said he could not predict the success of Apple Inc's new suite of services but was confident the public would benefit as content providers vie for their wallets.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:21:32Z"}, {"title": "PRESS DIGEST- New York Times business news - March 28", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-28T05:28:12Z"}, {"title": "News Daily: MPs reject eight Brexit options, and Facebook bans white nationalism", "description": "Your morning briefing for 28 March 2019.", "sentiment": "undefined", "publishedAt": "2019-03-28T06:14:28Z"}, {"title": "Lawsuit filed against Boeing over crash in Ethiopia", "description": "Lawyers hired by the family of a passenger killed in this month's crash of an Ethiopian Airlines jet are suing Boeing, which made the plane", "sentiment": "undefined", "publishedAt": "2019-03-28T23:03:15Z"}, {"title": "Trade panel: Boeing got unfair US tax break, hurting Airbus", "description": "A World Trade Organization body has ruled Boeing received U.S. subsidies via tax break from Washington state that damaged sales of aircraft made by European archrival Airbus", "sentiment": "undefined", "publishedAt": "2019-03-28T20:33:57Z"}, {"title": "Buffett says issues with Boeing jet won't hold back aviation", "description": "Warren Buffett says there's a problem with the 737 Max, but he's sure Boeing is working hard to fix the plane, and it won't have a long-term effect on the aviation industry", "sentiment": "undefined", "publishedAt": "2019-03-28T22:50:27Z"}, {"title": "Business Highlights", "description": "Business Highlights", "sentiment": "undefined", "publishedAt": "2019-03-28T22:55:59Z"}, {"title": "How Does The Vanguard Industrial ETF Offering Compare To Competitors?", "description": "We look at how Vanguard's Industrial ETF stacks up against its three largest competitors. All four ETFs track different indices. Fees, performance, and holdings", "sentiment": "undefined", "publishedAt": "2019-03-28T06:30:41Z"}, {"title": "FAA boss admits letting Boeing partly self-regulate the software thought to be behind both fatal 737 Max crashes", "description": "Boeing was able to oversee much of the certification of its own software linked to two fatal 737 Max crashes, the acting head of the Federal Aviation Authority told Congress. He said that FAA had initially overseen the software's certification, but more autho…", "sentiment": "undefined", "publishedAt": "2019-03-28T12:46:24Z"}, {"title": "Morning Bits: Trump is determined to sink his party", "description": "Must-read links to start the day", "sentiment": "undefined", "publishedAt": "2019-03-28T11:45:00Z"}, {"title": "U.S. lawsuit filed against Boeing over Ethiopian Airlines crash", "description": "A lawsuit against Boeing Co was filed in U.S. federal court on Thursday in what appeared to be the first suit over a March 10 Ethiopian Airlines 737 MAX crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:52:40Z"}, {"title": "Washington state reviewing WTO Boeing tax case ruling: statement", "description": "Washington Governor Jay Inslee said on Thursday his state was reviewing a World Trade Organization ruling against Boeing Co on a tax case and will consult with the U.S. Trade Representative on next steps.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:14:17Z"}, {"title": "Buffett says Apple content plan hard to predict, touts airline safety", "description": "Warren Buffett on Thursday said he could not predict the success of Apple Inc's new suite of services but was confident the public would benefit as content providers vie for their wallets.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:42:08Z"}, {"title": "Aerion designing supersonic jet to run completely on biofuels: CEO", "description": "Supersonic jet developer Aerion Corp is designing its first plane to run completely on biofuels to reduce emissions, even as the company calls for new global standards for planes that can conquer the sound barrier, the company's chief executive said on Thursd…", "sentiment": "undefined", "publishedAt": "2019-03-28T22:01:38Z"}, {"title": "The Daily 202: A judge’s ruling against Medicaid work requirements shows the difficulty of scaling back entitlements", "description": "Trump ignored Pence and McCarthy’s advice in picking another fight over Obamacare repeal.", "sentiment": "undefined", "publishedAt": "2019-03-28T14:20:50Z"}, {"title": "SGL Carbon's (SGLFF) CEO Jurgen Kohler on Q4 2018 Results - Earnings Call Transcript", "description": "SGL Carbon SE (OTCPK:SGLFF) Q4 2018 Earnings Conference Call March 27, 2019, 09:00 AM ET Company Participants Raj Junginger - Head of IR Jurgen Kohler - CEO Mic", "sentiment": "undefined", "publishedAt": "2019-03-28T06:58:20Z"}, {"title": "Warren Buffett: Boeing 737 Max problems 'aren't going to change the industry'", "description": "Berkshire Hathaway CEO Warren Buffett said problems with the Boeing 737 Max 'aren't going to change the industry.'", "sentiment": "undefined", "publishedAt": "2019-03-28T19:01:00Z"}, {"title": "US lawsuit filed against Boeing over Ethiopian Airlines crash", "description": "A lawsuit against Boeing was filed in U.S. federal court on Thursday in what appeared to be the first suit over a March 10 Ethiopian Airlines crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:40:00Z"}, {"title": "It will take China more than 10 years to compete with Boeing, Airbus, says CEO of Dassault Systemes", "description": "China plans to get into plane manufacturing with the state-owned Commercial Aircraft Corporation of China. That could potentially reduce the country's dependence on the likes of Boeing and Airbus.", "sentiment": "undefined", "publishedAt": "2019-03-28T07:03:00Z"}, {"title": "Danaher: Buy For Long-Term Total Return And 9% 3-Year CAGR", "description": "Danaher’s total return over-performed the DOW average for my 51 month test period by 58.42%, which is great for a company that has increased revenues, earnings,", "sentiment": "undefined", "publishedAt": "2019-03-28T14:37:59Z"}, {"title": "Trade panel: Boeing got unfair US tax breaks, hurting Airbus", "description": "GENEVA (AP) — Delivering final word in a nearly 14-year standoff, a World Trade Organization body has ruled Boeing received U.S. subsidies via tax breaks from Washington state that damaged sales of aircraft made by European archrival Airbus.", "sentiment": "undefined", "publishedAt": "2019-03-28T16:29:58Z"}, {"title": "Lawsuit filed against Boeing over crash in Ethiopia", "description": "A representative of a passenger killed in this month's Ethiopian Airlines crash is suing Boeing, claiming that a flight-control system on the plane was defective and Boeing failed to warn the airline about it.", "sentiment": "undefined", "publishedAt": "2019-03-28T23:02:52Z"}, {"title": "Boeing sued over Ethiopia crash as legal, political woes deepen", "description": "Boeing Co. was sued on behalf of a passenger killed in the crash of an Ethiopian Airlines flight over claims that its 737 Max 8 isn't safely designed, deepening the legal and political woes the planemaker faces over its 737…", "sentiment": "undefined", "publishedAt": "2019-03-28T22:18:00Z"}, {"title": "Buffett says issues with Boeing jet won't hold back aviation", "description": "GRAPEVINE, Texas (AP) — Investor Warren Buffett, who has major stakes in three airlines that operate the Boeing 737 Max, says safety issues with the jet won't have a long-term effect on the aviation industry.", "sentiment": "undefined", "publishedAt": "2019-03-28T22:50:10Z"}, {"title": "FAA head on whether Boeing 737 Max 8 safety features should have been mandatory", "description": "At a Senate hearing on oversight and safety of the Boeing 737 Max 8 aircraft, Senator Ed Markey, D-Mass., asked FAA Acting Administrator Daniel Elwell what he thought about Boeing charging airlines extra for certain additional safety features, and whether the…", "sentiment": "undefined", "publishedAt": "2019-03-28T00:49:57Z"}, {"title": "FAA to revamp oversight after deadly Boeing crashes", "description": "The Federal Aviation Administration says it will revamp how it oversees the development of airplanes, after two deadly Boeing crashes in the past si months. Mike Slack, a licensed pilot, former NASA engineer and aviation attorney, joins CBSN to discuss the re…", "sentiment": "undefined", "publishedAt": "2019-03-28T01:18:41Z"}, {"title": "Eye Opener at 8: Senators grill FAA on Boeing relationship", "description": "A look back at what we've been covering on \"CBS This Morning.\" <a href=\"http://www.cbsnews.com/newsletters/\" target=\"_blank\"><u>Subscribe to get the Eye Opener delivered straight to your inbox.</u></a>", "sentiment": "undefined", "publishedAt": "2019-03-28T12:30:38Z"}, {"title": "Schoolboy, 10, meets up with Qantas CEO after sending him a letter asking how to run his airline", "description": "Budding businessman Alex Jacquot, 10, was invited to Qantas headquarters in Sydney on Wednesday after he wrote to CEO Alan Joyce for advice.", "sentiment": "undefined", "publishedAt": "2019-03-28T09:50:04Z"}, {"title": "Trade panel: Boeing got unfair US tax breaks, hurting Airbus", "description": "A World Trade Organization body has ruled Boeing received U.S. subsidies via tax breaks from Washington state that damaged sales of aircraft made by European archrival Airbus", "sentiment": "undefined", "publishedAt": "2019-03-28T16:34:17Z"}, {"title": "Buffett says Apple content plan hard to predict, touts airline safety", "description": "Warren Buffett on Thursday said he could not predict the success of Apple Inc's new suite of services but was confident the public would benefit as content providers vie for their wallets.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:24:50Z"}, {"title": "Buffett says Apple content plan hard to predict, touts airline safety", "description": "Warren Buffett on Thursday said he could not predict the success of Apple Inc's new suite of services but was confident the public would benefit as content providers vie for their wallets.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:24:50Z"}, {"title": "In Ethiopia Crash, Faulty Sensors on Boeing 737 Max Are Suspected", "description": "As in the Lion Air disaster, investigators believe an automated system on the doomed Ethiopian Airlines flight was set off by erroneous readings.", "sentiment": "undefined", "publishedAt": "2019-03-29T22:48:36Z"}, {"title": "TUI sticks with Boeing, sees 737 MAXs flying by mid-July", "description": "Anglo-German tour operator TUI said it has no intention of scaling back orders for Boeing's 737 MAX planes after two fatal crashes, and expects them to be flying again by mid-July based on feedback from the U.S. planemaker and EU regulator.", "sentiment": "undefined", "publishedAt": "2019-03-29T14:54:23Z"}, {"title": "Investigators are close to confirming the lead theory about why the Ethiopian Airlines 737 Max crashed, report claims", "description": "Investigators have reached the preliminary conclusion that an automated anti-stall system played a part in the fatal crash of a Boeing 737 Max operated by Ethiopian Airlines, The Wall Street Journal reported. A flaw in the plane's software system has been the…", "sentiment": "undefined", "publishedAt": "2019-03-29T10:18:57Z"}, {"title": "American Airlines suspends flights to Venezuela as the country grapples with growing political unrest", "description": "American Airlines is suspending its flights to Venezuela indefinitely as the country grapples with growing political unrest. The airline will continue working with team members, union leaders and other key stakeholders to restart service when conditions are r…", "sentiment": "undefined", "publishedAt": "2019-03-29T05:10:13Z"}, {"title": "A U.S. Lawsuit Targets Boeing Over the Deadly Ethiopian Airlines Crash", "description": "The family of Jackson Musoni, a 31-year-old Rwandan national who was among the victims of the Ethiopian Airlines crash, filed the lawsuit", "sentiment": "undefined", "publishedAt": "2019-03-29T08:26:05Z"}, {"title": "Ride-Share Service Lyft Jumps 21% On First Day of Stock Trading", "description": "Ride-share service company Lyft made its much-anticipated trading debut on the Nasdaq stock exchange jumping 21 percent to $87.24.", "sentiment": "undefined", "publishedAt": "2019-03-29T16:12:44Z"}, {"title": "Anti-Stall System Switched on Before Ethiopian Airlines Boeing 737 MAX Crash: Report", "description": "The stall-prevention system on a Boeing Co. 737 Max jet automatically switched on before the plane crashed in Ethiopia this month, the Wall Street Journal reported, citing initial findings from the plane’s flight data. The conclusion was relayed at a briefing…", "sentiment": "undefined", "publishedAt": "2019-03-29T11:33:57Z"}, {"title": "Anti-stall system was activated before Boeing 737 crash: Sources", "description": "These are the first details to have emerged since Ethiopian investigators shared the fatal flight’s black box data with international aviation experts earlier this week.", "sentiment": "undefined", "publishedAt": "2019-03-29T18:36:16Z"}, {"title": "WATCH: Software glitch indicated in Boeing crash: Report", "description": "The Wall Street Journal reports there is emerging consensus that an automated system \"misfired\" in both the Ethiopian Airlines accident and Lion Air crash last year.", "sentiment": "undefined", "publishedAt": "2019-03-29T12:33:39Z"}, {"title": "Investigators believe Boeing anti-stall system was activated in Ethiopian crash: Report", "description": "In a preliminary finding, officials investigating the crash of an Ethiopian airlines Boeing 737 Max 8 believe that a flight control feature designed to prevent a stall was activated before the plane nose-dived and crashed, The Wall Street Journal reports.", "sentiment": "undefined", "publishedAt": "2019-03-29T13:20:55Z"}, {"title": "The Wall Street Journal: Investigators says Boeing 737 MAX stall-prevention feature activated in Ethiopian crash", "description": "Officials investigating the fatal crash of a Boeing Co. 737 MAX in Ethiopia have reached a preliminary conclusion that a suspect flight-control feature automatically activated before the plane nose-dived into the ground, according to people briefed on the mat…", "sentiment": "undefined", "publishedAt": "2019-03-29T09:43:32Z"}, {"title": "Boeing anti-stall system 'caused Ethiopia crash'", "description": "Investigators into a Boeing 737 MAX crash in Ethiopia that killed 157 people have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people briefed on th…", "sentiment": "undefined", "publishedAt": "2019-03-29T09:39:05Z"}, {"title": "Boeing 737 Stall-Prevention System Reportedly Activated in Crash", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-29T06:26:54Z"}, {"title": "Travel Giant TUI Says Boeing 737 Grounding to Cost $225 Million", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-29T08:17:56Z"}, {"title": "No call for simulators in new Boeing 737 MAX training proposals", "description": "Boeing Co said it will submit by the end of this week a training package that 737 MAX pilots are required to take before a worldwide ban can be lifted, proposing as it did before two deadly crashes that those pilots do not need time on flight simulators to sa…", "sentiment": "undefined", "publishedAt": "2019-03-29T00:05:20Z"}, {"title": "Factbox: Airlines set out cost after Boeing plane grounded", "description": "Tour operator TUI warned its profit would fall by at least 200 million euros ($225 million) this year after the grounding of Boeing's 737 MAX aircraft, further evidence of the financial impact of two fatal crashes involving the same type of plane.", "sentiment": "undefined", "publishedAt": "2019-03-29T13:25:11Z"}, {"title": "Regulators knew before crashes that 737 MAX trim control was confusing in some conditions: document", "description": "U.S. and European regulators knew at least two years before a Lion Air crash that the usual method for controlling the Boeing 737 MAX's nose angle might not work in conditions similar to those in two recent disasters, a document shows.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:23:14Z"}, {"title": "Anti-stall system active before Ethiopian 737 MAX crash: sources", "description": "An anti-stall system at the center of a probe into the crash of a Boeing 737 MAX jetliner in Indonesia five months ago was also at play when an identical aircraft crashed in Ethiopia earlier this month, three people briefed on the matter said.", "sentiment": "undefined", "publishedAt": "2019-03-29T17:49:25Z"}, {"title": "737 grounding will cost Europe's biggest tour company at least $225 million", "description": "Grounding the Boeing 737 Max has led to a profit warning from Europe's biggest travel company TUI.", "sentiment": "undefined", "publishedAt": "2019-03-29T11:17:52Z"}, {"title": "Tui warn over profits after 737 Max grounding", "description": "Hanover-based company warns on 2019 earnings if aircraft do not resume flights in July", "sentiment": "undefined", "publishedAt": "2019-03-29T08:53:03Z"}, {"title": "Boeing's Tentative Agreement With The FAA Could Move Its Stock Higher", "description": "The Stall prevention system (MCAS) most likely caused the crashes. The FAA agrees with Boeing’s plans for an extensive change to the software. This will provide", "sentiment": "undefined", "publishedAt": "2019-03-29T14:55:04Z"}, {"title": "Ahead In April: Start Of Q1 Earnings, Jobs Report, Ongoing U.S-China Dispute", "description": "A resolution to the U.S.-China trade dispute remains in the foreground. As Q1 earnings season kicks off this month, investors brace for a softer quarter. March", "sentiment": "undefined", "publishedAt": "2019-03-29T10:44:55Z"}, {"title": "Boeing Ethiopia crash probe 'finds anti-stall device activated'", "description": "A flight-control feature activated before the Ethiopian Airlines plane crashed, a report says.", "sentiment": "undefined", "publishedAt": "2019-03-29T08:48:17Z"}, {"title": "Tui travel firm warns Boeing grounding to hit profits", "description": "The travel company says the grounding of Boeing 737 Max planes will cost it €200m (£173m) this year.", "sentiment": "undefined", "publishedAt": "2019-03-29T08:35:07Z"}, {"title": "The Morning Rundown: Today's top headlines", "description": "Brexit, DHS and a good day to be a Dodgers fan: The Morning Rundown", "sentiment": "undefined", "publishedAt": "2019-03-29T12:19:00Z"}, {"title": "Black box data indicates anti-stall system a factor in deadly crash", "description": "New information suggestions similarities between a deadly crash in Ethiopia and one in Indonesia last October", "sentiment": "undefined", "publishedAt": "2019-03-29T22:35:21Z"}, {"title": "A warning on Tom Cotton and the China new cold war", "description": "To predict what’s next in US foreign policy, it pays to watch the Republican senator", "sentiment": "undefined", "publishedAt": "2019-03-29T10:00:28Z"}, {"title": "AstraZeneca leads FTSE fallers after share issue", "description": "Analysts claim drugmaker lacks ‘strategic flexibility’ following the raising of $3.5bn", "sentiment": "undefined", "publishedAt": "2019-03-29T19:33:03Z"}, {"title": "Stocks to watch: AstraZeneca, Tui, H&M, Auto Trader", "description": "Man Group’s attractions should keep cash returns flowing, says Credit Suisse", "sentiment": "undefined", "publishedAt": "2019-03-29T12:10:07Z"}, {"title": "The Final Minutes of Ethiopian Airlines' Doomed Boeing 737 MAX - The Wall Street Journal", "description": "The Final Minutes of Ethiopian Airlines' Doomed Boeing 737 MAX The Wall Street Journal Boeing Ethiopia crash probe 'finds anti-stall device activated' BBC News Investigators Believe Boeing 737 MAX Stall-Prevention Feature Activated in Ethiopian Crash The Wall…", "sentiment": "undefined", "publishedAt": "2019-03-29T17:18:00Z"}, {"title": "Automatic anti-stall system activated before Ethiopian Airlines crash: report", "description": "Preliminary findings from officials investigating the Ethiopian Airlines Boeing 737 MAX 8 crash suggest that a flight-control feature automatically activated before the plane nose-dived into the ground, according to reporting from the Wall Street Journal.", "sentiment": "undefined", "publishedAt": "2019-03-29T08:04:46Z"}, {"title": "5 things to know for March 29: Boeing crash, Trump rally, Brexit, Venezuela, Facebook", "description": "Here's what else you need to know to Get Up to Speed and Out the Door.", "sentiment": "undefined", "publishedAt": "2019-03-29T10:02:07Z"}, {"title": "Shanahan's efforts to reopen Niger probe surprise military officials", "description": "Acting Secretary of Defense Patrick Shanahan is seeking to tap a senior US military officer to oversee possible punishments and re-open the probe relating to the 2017 Niger ambush that left four US soldiers dead, a move that has caught several senior official…", "sentiment": "undefined", "publishedAt": "2019-03-29T01:04:41Z"}, {"title": "Mysterious odor forces emergency landing of United flight", "description": "A mysterious odor in the cabin of a United flight leaving Baltimore-Washington Airport caused an emergency landing at Dulles International airport on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-29T14:12:00Z"}, {"title": "Ethiopian Airlines Crash Likely Due to Problematic Boeing 737 Max 8 Safety Feature, Say Investigators", "description": "Investigators reportedly found that the so-called MCAS system activated before the plane's nosedive.", "sentiment": "undefined", "publishedAt": "2019-03-29T12:34:11Z"}, {"title": "Challenges Ahead for the Satellite Startup Industry", "description": "So many space satellite startups have raised so much money that some fear too many craft in orbit could lead to collisions in space.", "sentiment": "undefined", "publishedAt": "2019-03-29T17:33:50Z"}, {"title": "Anti-stall system activated in Ethiopian crash - investigators", "description": "Officials investigating the fatal crash of a Boeing (NYSE:BA) 737 MAX in Ethiopia have reached a preliminary conclusion that a suspect flight-control feature automatically activated before the plane n", "sentiment": "undefined", "publishedAt": "2019-03-29T08:39:03Z"}, {"title": "U.S. stocks waver, but hold onto gains", "description": "The three major U.S. stock averages hold onto gains in midday trading buoyed by advances in the industrial (+0.8%), information technology (+0.7%), and health-care (+0.7%) sectors.The Nasdaq and the D", "sentiment": "undefined", "publishedAt": "2019-03-29T16:17:41Z"}, {"title": "Seattle, We Have A Problem - Initiating Coverage On The Boeing Company", "description": "Boeing is a major player in space, with a mighty legacy of mission successes. But its space business is configured for the old world where the only customer was", "sentiment": "undefined", "publishedAt": "2019-03-29T12:40:18Z"}, {"title": "Several United passengers had to be taken to the hospital after the plane made an emergency landing because of a strong odor in the cabin (UAL)", "description": "United Airlines flight 1675 made an emergency landing at Washington D.C.'s Washington Dulles International Airport due to a fuel odor, Washington's NBC affiliate reports. A United representative told Business Insider the flight diverted due to \"a strong odor,…", "sentiment": "undefined", "publishedAt": "2019-03-29T16:21:40Z"}, {"title": "Wall Street Breakfast: Lyft Begins Trade After Pricing IPO At Top Of Range", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-29T11:02:38Z"}, {"title": "UPDATE 1-Sriwijaya Air cancels plan to lease 2 Boeing 737 MAX jets", "description": "Indonesia's Sriwijaya Air, which is operated by flag carrier Garuda Indonesia, has cancelled plan to lease two Boeing Co 737 MAX jets, a spokesman said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-29T07:53:24Z"}, {"title": "Indonesia's Sriwijaya cancels plan to lease 2 Boeing 737 MAX jets", "description": "Indonesia's Sriwijaya Air, which is operated by flag carrier Garuda Indonesia, has cancelled a plan to lease two Boeing Co 737 MAX jets, a spokesman said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-29T07:18:07Z"}, {"title": "INSIGHT-Regulators knew before crashes that 737 MAX trim control was confusing in some conditions - document", "description": "U.S. and European regulators knew at least two years before a Lion Air crash that the usual method for controlling the Boeing 737 MAX's nose angle might not work in conditions similar to those in two recent disasters, a document shows.", "sentiment": "undefined", "publishedAt": "2019-03-29T12:30:00Z"}, {"title": "INSIGHT-Regulators knew before crashes that 737 MAX trim control was confusing in some conditions - document", "description": "U.S. and European regulators knew at least two years before a Lion Air crash that the usual method for controlling the Boeing 737 MAX's nose angle might not work in conditions similar to those in two recent disasters, a document shows.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:20:44Z"}, {"title": "Investigators believe anti-stall system activated in Ethiopian crash - WSJ", "description": "Investigators into a deadly Boeing 737 MAX crash in Ethiopia have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people briefed on the matter. (Repor…", "sentiment": "undefined", "publishedAt": "2019-03-29T05:28:59Z"}, {"title": "UPDATE 1-Investigators believe anti-stall system activated in Ethiopian crash - WSJ", "description": "Investigators into a Boeing 737 MAX crash in Ethiopia that killed 157 people have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people briefed on th…", "sentiment": "undefined", "publishedAt": "2019-03-29T05:41:42Z"}, {"title": "TUI sticks with Boeing, sees 737 MAXs flying by mid-July", "description": "Anglo-German tour operator TUI said it has no intention of scaling back orders for Boeing's 737 MAX planes after two fatal crashes, and expects them to be flying again by mid-July based on feedback from the U.S. planemaker and EU regulator.", "sentiment": "undefined", "publishedAt": "2019-03-29T14:50:20Z"}, {"title": "Anti-stall system active before Ethiopian 737 MAX crash -sources", "description": "An anti-stall system at the centre of a probe into the crash of a Boeing 737 MAX jetliner in Indonesia five months ago was also at play when an identical aircraft crashed in Ethiopia earlier this month, three people briefed on the matter said. Data pulled fro…", "sentiment": "undefined", "publishedAt": "2019-03-29T17:41:10Z"}, {"title": "Report: Anti-stall system was on before Ethiopian jet crash", "description": "Investigators have determined that an anti-stall system automatically activated before an Ethiopian Airlines Boeing 737 Max jet plunged into the ground, a newspaper reported Friday", "sentiment": "undefined", "publishedAt": "2019-03-29T15:49:28Z"}, {"title": "Markets Right Now: Stocks up broadly; Lyft soars 8.7 percent", "description": "Stocks broadly higher on last day of trading for first quarter; Lyft jumps 8.7 percent at debut", "sentiment": "undefined", "publishedAt": "2019-03-29T20:16:36Z"}, {"title": "Regulators knew before crashes that 737 MAX trim control was confusing in some conditions - document", "description": "U.S. and European regulators knew at least two years before a Lion Air crash that the usual method for controlling the Boeing 737 MAX's nose angle might not work in conditions similar to those in two recent disasters, a document shows.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:22:36Z"}, {"title": "Boeing anti-stall system fitted to Ethiopia Airlines jet 'WAS activated before crash'", "description": "The troubled anti-stall system fitted to Boeing 737 MAX jets is now the prime suspect in two fatal crashes in Indonesia and Ethiopia as the jets remain grounded worldwide while a fix is found.", "sentiment": "undefined", "publishedAt": "2019-03-29T08:55:11Z"}, {"title": "BlackBerry Limited (BB) CEO John Chen on Q4 2019 Results - Earnings Call Transcript", "description": "BlackBerry Limited (NYSE:BB) Q4 2019 Earnings Conference Call March 29, 2019, 08:00 AM ET Company Participants Christopher Lee - VP, Finance John Chen - Executi", "sentiment": "undefined", "publishedAt": "2019-03-29T16:42:08Z"}, {"title": "The Price Boeing Is Paying", "description": "Boeing to face costs likely in the hundreds of millions of dollars for grounding Boeing 737 MAX. Some customers might look for flexibility in delivery and payme", "sentiment": "undefined", "publishedAt": "2019-03-29T12:56:13Z"}, {"title": "The Barking Dow Dogs: IBM Tops Again By Yield, UnitedHealth Tops By Broker Targets For April", "description": "30 Dow stocks represent nine of elevensectors. Dow Tracks utilities as a separate index and omits real estate. Broker top ten target-estimated net gains ranged", "sentiment": "undefined", "publishedAt": "2019-03-29T20:47:32Z"}, {"title": "Report: Anti-stall system was on before Ethiopian jet crash", "description": "Investigators have determined that an anti-stall system automatically activated before an Ethiopian Airlines Boeing 737 Max jet plunged into the ground, a newspaper reported Friday.", "sentiment": "undefined", "publishedAt": "2019-03-29T15:49:07Z"}, {"title": "Stocks making the biggest moves premarket: CarMax, BlackBerry, GM, Wells Fargo & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-03-29T11:57:00Z"}, {"title": "Odor in cabin diverts DC-area flight bound for San Francisco", "description": "CHANTILLY, Va. (AP) — Authorities say a reported odor in the cabin caused a flight from the Washington region to be diverted after takeoff and seven passengers were taken to a hospital for evaluation.", "sentiment": "undefined", "publishedAt": "2019-03-29T14:30:33Z"}, {"title": "Travel giant TUI says Boeing 737 grounding to cost $225 million", "description": "TUI is the biggest 737 Max operator in Europe after Norwegian Air Shuttle ASA, with 15 of the planes in its fleet of 150 aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-29T08:17:56Z"}, {"title": "Boeing 737 MAX stall-prevention system reportedly activated in Ethiopian crash", "description": "The conclusion, relayed at an FAA briefing Thursday, is the strongest indication yet that the same system malfunctioned in both the Ethiopian Airlines flight and the Lion Air disaster in Indonesia in October, the Wall Street Journal reported.", "sentiment": "undefined", "publishedAt": "2019-03-29T06:26:54Z"}, {"title": "WSJ report: Anti-stall system activated before Ethiopian Airlines crash", "description": "The Wall Street Journal reports that the Boeing 737 Max jet's stall-prevention system was activated prior to the Ethiopian Airlines crash that killed 157 people. Former NASA engineer Mike Slack joins CBSN to discuss to discuss how the feature could have been …", "sentiment": "undefined", "publishedAt": "2019-03-29T18:33:50Z"}, {"title": "Data Sheet—Why the Satellite Market Is Getting So Overcrowded", "description": "So many space satellite startups have raised so much money that some fear too many craft in orbit could lead to collisions in space.", "sentiment": "undefined", "publishedAt": "2019-03-29T13:14:24Z"}, {"title": "Boeing Probe, Lyft IPO, Not-Brexit Day: CEO Daily for March 29, 2019", "description": "Must-read business news, delivered every morning.", "sentiment": "undefined", "publishedAt": "2019-03-29T11:21:55Z"}, {"title": "Travel operator TUI issues profit warning over 737 grounding", "description": "BERLIN (AP) — European travel operator TUI Group has warned that its profits this year could be a quarter lower than anticipated as a result of the grounding of Boeing 737 Max jets.", "sentiment": "undefined", "publishedAt": "2019-03-29T11:37:18Z"}, {"title": "Travel operator TUI issues profit warning over 737 grounding", "description": "European travel operator TUI Group is lowering its profit outlook following the grounding of Boeing 737 Max jets", "sentiment": "undefined", "publishedAt": "2019-03-29T11:40:18Z"}, {"title": "Investigators believe anti-stall system activated in Ethiopian crash - WSJ", "description": "Investigators looking into a Boeing 737 MAX crash in Ethiopia that killed 157 people have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people brief…", "sentiment": "undefined", "publishedAt": "2019-03-29T07:33:55Z"}, {"title": "Anti-stall system active before Ethiopian 737 MAX crash - sources", "description": "An anti-stall system at the centre of a probe into the crash of a Boeing 737 MAX jetliner in Indonesia five months ago was also at play when an identical aircraft crashed in Ethiopia earlier this month, three people briefed on the matter said.", "sentiment": "undefined", "publishedAt": "2019-03-29T18:12:09Z"}, {"title": "Investigators believe anti-stall system activated in Ethiopian crash - WSJ", "description": "Investigators into a deadly Boeing 737 MAX crash in Ethiopia have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people briefed on the matter.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:37:56Z"}, {"title": "Investigators Believe Boeing 737 MAX Stall-Prevention Feature Activated in Ethiopian Crash", "description": "Officials investigating the fatal crash of a Boeing 737 MAX in Ethiopia have reached a preliminary conclusion that a suspect flight-control feature automatically activated before the plane nose-dived into the ground.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:10:00Z"}, {"title": "Trump declares 'Russia hoax' dead, rips Democrats and FBI at Michigan rally as he eyes 2020", "description": "Trump declares 'Russia hoax' dead, rips Democrats and FBI at Michigan rally as he eyes 2020 foxnews.com", "sentiment": "undefined", "publishedAt": "2019-03-29T09:19:22Z"}, {"title": "No call for simulators in new Boeing 737 MAX training proposals", "description": "Boeing Co said it will submit by the end of this week a training package that 737 MAX pilots are required to take before a worldwide ban can be lifted, proposing as it did before two deadly crashes that those pilots do not need time on flight simulators to sa…", "sentiment": "undefined", "publishedAt": "2019-03-29T00:05:20Z"}, {"title": "Regulators knew before crashes that 737 MAX trim control was confusing in some conditions: document", "description": "U.S. and European regulators knew at least two years before a Lion Air crash that the usual method for controlling the Boeing 737 MAX's nose angle might not work in conditions similar to those in two recent disasters, a document shows.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:23:14Z"}, {"title": "Investigators believe anti-stall system activated in Ethiopian crash: WSJ", "description": "Investigators into a deadly Boeing 737 MAX crash in Ethiopia have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people briefed on the matter.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:34:38Z"}, {"title": "Investigators believe anti-stall system activated in Ethiopian crash: WSJ", "description": "Investigators into a deadly Boeing 737 MAX crash in Ethiopia have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground, the Wall Street Journal reported on Friday, citing people briefed on the matter.", "sentiment": "undefined", "publishedAt": "2019-03-29T05:34:38Z"}, {"title": "Financial pressure mounts to fix Boeing's troubled jetliner", "description": "Boeing faces pressure to fix a flight-control system suspected of a role in 2 deadly crashes and get its Max airliners back in the skies", "sentiment": "undefined", "publishedAt": "2019-03-29T23:52:28Z"}, {"title": "Boeing 737 MAX crash: Anti-stall system reportedly activated in Ethiopian Airlines tragedy", "description": "Investigators looking into a Boeing 737 MAX crash in Ethiopia that killed 157 people have reached a preliminary conclusion that an anti-stall system was activated before the plane hit the ground.", "sentiment": "undefined", "publishedAt": "2019-03-29T11:25:57Z"}, {"title": "Investigators reportedly believe Boeing 737 Max anti-stall system activated before Ethiopia crash", "description": "Based on data retrieved from the flight's black boxes, the stall prevention system — also known as the MCAS — activated automatically before the plane nose-dived into the ground, the Wall Street Journal reported.", "sentiment": "undefined", "publishedAt": "2019-03-29T07:50:46Z"}, {"title": "Ethiopian Airlines crash: 'Pitch up, pitch up!'", "description": "Details are emerging of the final moments of the flight, which crashed six minutes after take-off.", "sentiment": "undefined", "publishedAt": "2019-03-30T13:50:46Z"}, {"title": "Week in pictures: 23 - 29 March 2019", "description": "A selection of the best news photographs from around the world, taken over the past week.", "sentiment": "undefined", "publishedAt": "2019-03-30T01:39:47Z"}, {"title": "Southwest flight cancellations to drag into May due to Boeing Max 8 grounding", "description": "The airline says it is removing its Boeing 737 Max 8 from its flight schedule through May, up from April 20 previously.", "sentiment": "undefined", "publishedAt": "2019-03-30T02:46:04Z"}, {"title": "Palestinians rally at Gaza border to mark protest anniversary", "description": "Protests call for right to return to land in what is now Israel, but have been fueled by discontent over Gaza’s economic situation", "sentiment": "undefined", "publishedAt": "2019-03-30T18:27:07Z"}, {"title": "As Boeing Reels From Crashes, Airbus Stays Mum About Sales Gains", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-30T00:00:01Z"}, {"title": "Final moments of Ethiopian Airlines Boeing 737 Max revealed: Pilot recorded saying 'pitch up, pitch up' - Fox News", "description": "Final moments of Ethiopian Airlines Boeing 737 Max revealed: Pilot recorded saying 'pitch up, pitch up' Fox News Ethiopian Airlines crash: 'Pitch up, pitch up!' BBC News Black-box data indicates anti-stalling feature was engaged in Ethiopia crash, official sa…", "sentiment": "undefined", "publishedAt": "2019-03-30T18:34:29Z"}, {"title": "'Pitch up, pitch up': Final moments of Ethiopian Airlines Boeing 737 Max jet before crash", "description": "A pilot on the Ethiopian Airlines flight which crashed three weeks ago was heard saying &ldquo;pitch up, pitch up&rdquo; just moments before the disaster, the Wall St Journal has reported.", "sentiment": "undefined", "publishedAt": "2019-03-30T22:30:46Z"}, {"title": "Southwest to keep Boeing 737 MAX off schedules through May instead of April 20: company memo", "description": "Southwest Airlines Co said on Friday it was pulling its Boeing Co 737 MAX jets from flight schedules through May, extending its earlier timeline from April 20, according to a company memorandum seen by Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-30T00:19:23Z"}, {"title": "Black box data shows anti-stalling feature was engaged in Ethiopia crash - The Washington Post", "description": "Black box data shows anti-stalling feature was engaged in Ethiopia crash The Washington Post The emerging Boeing 737 MAX scandal, explained Vox.com Boeing Ethiopia crash probe 'finds anti-stall device activated' BBC News Holiday Giant Pays a Price for Grounde…", "sentiment": "undefined", "publishedAt": "2019-03-30T00:05:42Z"}, {"title": "Wall Street Breakfast: What Moved Markets This Week", "description": "Stocks ended the quarter on a high note after U.S. officials said China had made proposals on a range of issues that go further than it has before, including o", "sentiment": "undefined", "publishedAt": "2019-03-30T13:37:14Z"}, {"title": "Southwest grounds Boeing 737 MAX jets until end of May", "description": "Southwest Airlines (NYSE:LUV) says it will was pull its 34 Boeing 737 MAX 8 jets from the company's flight schedules through the end of May, according to Reuters. An earlier timeline had the Boeing 7", "sentiment": "undefined", "publishedAt": "2019-03-30T14:11:59Z"}, {"title": "Wall Street Breakfast: What Moved Markets This Week", "description": "Stocks ended the quarter on a high note after U.S. officials said China had made proposals on a range of issues that go further than it has before, including o", "sentiment": "undefined", "publishedAt": "2019-03-30T13:37:14Z"}, {"title": "Wall Street Breakfast: What Moved Markets This Week", "description": "Stocks ended the quarter on a high note after U.S. officials said China had made proposals on a range of issues that go further than it has before, including o", "sentiment": "undefined", "publishedAt": "2019-03-30T13:37:14Z"}, {"title": "Southwest to keep 737 MAX off schedules through May", "description": "Southwest Airlines Co. said on Friday it was pulling its Boeing Co 737 MAX jets from flight schedules through May, extending its earlier timeline from April 20, according to a company memorandum seen by Reuters. Yahaira Jacquez reports.", "sentiment": "undefined", "publishedAt": "2019-03-30T22:43:53Z"}, {"title": "Ethiopia crash investigation zeros in on automated anti-stall system", "description": "The Federal Aviation Administration received black box flight data from Ethiopian Airlines Flight 302 on Thursday, indicating that the MCAS anti-stall system was activated before the crash.", "sentiment": "undefined", "publishedAt": "2019-03-30T13:14:54Z"}, {"title": "Stocks To Watch: Automakers, Macau Names And CinemaCon Action", "description": "Welcome to Seeking Alpha's Stocks to Watch - a preview of key events scheduled for the next week. Follow this account and turn the e-mail alert on to receive th", "sentiment": "undefined", "publishedAt": "2019-03-30T13:09:24Z"}, {"title": "'Playing with lives': Widow of pilot on doomed Lion Air flight says direct appeals made to ground Boeing model", "description": "Families of the victims in Indonesia urged authorities to take measures before the second Boeing 737 Max 8 crash in Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-30T09:00:00Z"}, {"title": "The Dangerous Flaws in Boeing’s Automated System", "description": "Here’s why a system designed to stabilize the 737 Max may have caused two deadly crashes in five months.", "sentiment": "undefined", "publishedAt": "2019-03-30T02:18:31Z"}, {"title": "EU Agency Said to Have Skipped 737 Max Meeting in Snub to Boeing", "description": "EU Agency Said to Have Skipped 737 Max Meeting in Snub to Boeing bloomberg.com", "sentiment": "undefined", "publishedAt": "2019-03-30T18:26:30Z"}, {"title": "Southwest to keep Boeing 737 MAX off schedules through May instead of April 20: company memo", "description": "Southwest Airlines Co said on Friday it was pulling its Boeing Co 737 MAX jets from flight schedules through May, extending its earlier timeline from April 20, according to a company memorandum seen by Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-30T00:19:23Z"}, {"title": "Brexit, Indian Elections, the Kardashians: Your Monday Briefing", "description": "Pro-Brexit protesters outside Parliament on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-31T19:23:41Z"}, {"title": "Schumer wants Boeing off FAA committee amid investigations", "description": "Investigations deepen into the company and regulator's role in 2 airline crashes", "sentiment": "undefined", "publishedAt": "2019-03-31T23:10:27Z"}, {"title": "News Analysis: Countries Want to Ban ‘Weaponized’ Social Media. What Would That Look Like?", "description": "No established democracies have ever come as close to applying such sweeping restrictions as Australia and New Zealand are considering in the wake of the Christchurch mosque shootings.", "sentiment": "undefined", "publishedAt": "2019-03-31T07:41:29Z"}, {"title": "One of Russia's richest women dies in plane crash in Germany - ABC News", "description": "One of Russia's richest women dies in plane crash in Germany ABC News One of Russia's richest women killed in Germany plane crash, airline operator says Fox News Natalia Fileva: Russia airline co-owner dies in private plane crash BBC News One of Russia's Rich…", "sentiment": "undefined", "publishedAt": "2019-03-31T20:39:28Z"}, {"title": "U.S., Ethiopian Investigators Tussle Over 737 MAX Crash Probe - The Wall Street Journal", "description": "U.S., Ethiopian Investigators Tussle Over 737 MAX Crash Probe The Wall Street Journal Final moments of Ethiopian Airlines Boeing 737 Max revealed: Pilot recorded saying 'pitch up, pitch up' Fox News EU agency is said to have skipped 737 Max meeting in snub to…", "sentiment": "undefined", "publishedAt": "2019-03-31T23:09:00Z"}, {"title": "The power Boeing wields over Washington, DC", "description": "MSNBC’s David Gura takes a closer look at the power Boeing holds over Washington as the country’s largest exporter and defense contractor.", "sentiment": "undefined", "publishedAt": "2019-03-31T12:38:39Z"}, {"title": "Mystery travel: Would you let a STRANGER plan your holiday?", "description": "Amid a growing trend for 'surprise breaks', Femail writer Unity Blott dons an eye mask and noise-cancelling headphones to embark on a mystery tour to the other side of the world.", "sentiment": "undefined", "publishedAt": "2019-03-31T07:35:57Z"}, {"title": "INSIGHT-Regulators knew before crashes that 737 MAX trim control was confusing in some conditions - document", "description": "U.S. and European regulators knew at least two years before a Lion Air crash that the usual method for controlling the Boeing 737 MAX's nose angle might not work in conditions similar to those in two recent disasters, a document shows.", "sentiment": "undefined", "publishedAt": "2019-03-31T23:00:00Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-31T04:01:27Z"}, {"title": "Southwest to keep 737 MAX off schedules through May", "description": "Southwest Airlines Co. said on Friday it was pulling its Boeing Co 737 MAX jets from flight schedules through May, extending its earlier timeline from April 20, according to a company memorandum seen by Reuters. Yahaira Jacquez reports.", "sentiment": "undefined", "publishedAt": "2019-03-31T22:05:58Z"}, {"title": "Southwest to keep Boeing 737 MAX off schedules through May instead of April 20: company memo", "description": "Southwest Airlines Co said on Friday it was pulling its Boeing Co 737 MAX jets from flight schedules through May, extending its earlier timeline from April 20, according to a company memorandum seen by Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-31T06:13:02Z"}, {"title": "The Boeing 737 Max Problem - How Much Are They Self-Insuring?", "description": "Boeing obviously has a problem with the 737 Max, but how much of one? It's not just the crashes, it's those who aren't flying the planes because of them. How mu", "sentiment": "undefined", "publishedAt": "2019-03-31T18:52:00Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-31T04:01:10Z"}, {"title": "Schumer wants Boeing off FAA committee amid investigations", "description": "U.S. Senator Chuck Schumer wants Boeing to be removed from a Federal Aviation Administration rulemaking committee as investigations deepen into both the company and regulator's role in two deadline airline crashes.", "sentiment": "undefined", "publishedAt": "2019-03-31T22:08:01Z"}, {"title": "Airline industry treats sexual assaults in the skies like an inconvenience, not a crime", "description": "More than ever, we are paying attention to sexual assault on college campuses, in our workplaces and our society. But air travel is still an outlier.", "sentiment": "undefined", "publishedAt": "2019-04-01T10:00:03Z"}, {"title": "Boeing Software Fix for 737 Max Jets Needs More Time, the F.A.A. Says", "description": "The planes have been grounded worldwide since mid-March, and airlines may be forced to park their Max jets longer than they had expected.", "sentiment": "undefined", "publishedAt": "2019-04-01T22:23:04Z"}, {"title": "Ethiopian Air Report on Boeing Plane Crash to Be Released Monday", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-01T06:55:30Z"}, {"title": "U.S. FAA says it expects to receive Boeing software fix over the 'coming weeks'", "description": "The U.S. Federal Aviation Administration (FAA) said on Monday it expects to receive Boeing Co's proposed software enhancement package for the grounded 737 MAX \"over the coming weeks\" after the company had previously said it planned to submit the fix for gover…", "sentiment": "undefined", "publishedAt": "2019-04-01T20:26:51Z"}, {"title": "Norwegian Air CEO to visit Boeing, discuss MAX aircraft grounding", "description": "Norwegian Air Chief Executive Bjoern Kjos will travel to Seattle on Monday to visit aircraft maker Boeing and address problems linked to the recently grounded MAX aircraft, the company said.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:28:32Z"}, {"title": "Ethiopian crash could be largest non-war aviation reinsurance claim: Willis Re", "description": "Liability claims related to the Ethiopian Airlines crash and the grounding of Boeing 737 MAX 8 aircraft could be the largest non-war aviation reinsurance claim on record, broker Willis Re said in its April round-up of reinsurance pricing.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:28:06Z"}, {"title": "FAA: Boeing 737 MAX planes to stay grounded", "description": "CNN's Drew Griffin reports.", "sentiment": "undefined", "publishedAt": "2019-04-01T21:39:07Z"}, {"title": "Americans still don't trust self-driving cars, Reuters/Ipsos poll finds", "description": "Half of U.S. adults think automated vehicles are more dangerous than traditional vehicles operated by people, while nearly two-thirds said they would not buy a fully autonomous vehicle, according to a new Reuters/Ipsos opinion poll.", "sentiment": "undefined", "publishedAt": "2019-04-01T15:59:01Z"}, {"title": "Ethiopia set to release report on fatal Boeing 737 Max crash", "description": "Findings will be closely scrutinised by aerospace group, families and regulators", "sentiment": "undefined", "publishedAt": "2019-04-01T10:08:38Z"}, {"title": "Sutherland, Parel head to Monday finish at Fallen Oak", "description": "Sutherland, Parel head to Monday finish at Fallen Oak", "sentiment": "undefined", "publishedAt": "2019-04-01T00:35:49Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-04-01T21:33:04Z"}, {"title": "Extent of Sackler family's role in opioid crisis revealed in damning lawsuits", "description": "'If these allegations against the Sacklers are proven to be correct, that could dramatically change the potential reach of where the litigation goes to collect funds on behalf of the cities and states that are so desperately trying to get money to deal with t…", "sentiment": "undefined", "publishedAt": "2019-04-01T11:57:59Z"}, {"title": "Airlines retreat after easyJet Brexit warning", "description": "FTSE’s large-cap mining index hits six-year high after upbeat China data", "sentiment": "undefined", "publishedAt": "2019-04-01T18:43:47Z"}, {"title": "For want of a quorum, America's jobs are being lost", "description": "The Export-Import Bank of the United States has not had a quorum to do its job properly since 2015. At the moment, 4 out of 5 voting member seats on EXIM's board of directors are vacant. Billions of dollars in transactions are sitting in the pipeline.", "sentiment": "undefined", "publishedAt": "2019-04-01T10:01:21Z"}, {"title": "Boeing's fix for 737 MAX will take additional weeks", "description": "Boeing's 737 MAX jets will remain grounded for weeks after the Federal Aviation Administration said Monday afternoon that the plane maker continues to work on a software fix.", "sentiment": "undefined", "publishedAt": "2019-04-01T22:24:09Z"}, {"title": "Why Your Flight Could Be Delayed Today", "description": "The Aerodata planning and balance system, which is used to evenly distribute weight on planes, was down, affecting most major carriers.", "sentiment": "undefined", "publishedAt": "2019-04-01T15:07:53Z"}, {"title": "Boeing needs more time for fix - FAA", "description": "&#34;Time is needed for additional work by Boeing (NYSE:BA),&#34; says the FAA, to make sure all pertinent issues are &#34;identified and addressed.&#34;&#34;The FAA will not approve the software for", "sentiment": "undefined", "publishedAt": "2019-04-01T20:28:36Z"}, {"title": "Sutherland, Parel head to Monday finish at Fallen Oak", "description": "Scott Parel made a 12-foot par putt to match Kevin Sutherland on the fifth hole of a playoff before play was suspended because of darkness in the PGA Tour Champions' Rapiscan Systems Classic", "sentiment": "undefined", "publishedAt": "2019-04-01T00:44:22Z"}, {"title": "The FAA expects Boeing to come up with new software to fix the grounded 737 MAX in a matter of weeks (BA)", "description": "The FAA expects Boeing to submit its package of software fixes for the 737 Max airliner \"over the coming weeks.\" The agency said on Monday that it won't approve the software until it's satisfied. Most of the software updates will be to the 737 Max's Maneuveri…", "sentiment": "undefined", "publishedAt": "2019-04-01T20:57:22Z"}, {"title": "Boeing to submit final fix for its 737 Max to FAA in 'coming weeks'", "description": "The FAA and Boeing are under fire following two fatal crashes of the aircraft manufacturer's popular 737 Max jets since October.", "sentiment": "undefined", "publishedAt": "2019-04-01T22:53:00Z"}, {"title": "Boeing 737 MAX flights to remain banned in Saudi for near future - minister", "description": "Saudi Arabia's transport minister said on Monday there were no immediate plans to allow Boeing 737 MAX aircraft to operate in the kingdom.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:05:37Z"}, {"title": "Norwegian Air CEO to visit Boeing, discuss MAX aircraft grounding", "description": "Norwegian Air Chief Executive Bjoern Kjos will travel to Seattle on Monday to visit aircraft maker Boeing and address problems linked to the recently grounded MAX aircraft, the company said.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:01:13Z"}, {"title": "Ethiopian crash could be largest non-war aviation reinsurance claim-Willis Re", "description": "Liability claims related to the Ethiopian Airlines crash and the grounding of Boeing 737 MAX 8 aircraft could be the largest non-war aviation reinsurance claim on record, broker Willis Re said in its April round-up of reinsurance pricing.", "sentiment": "undefined", "publishedAt": "2019-04-01T08:49:25Z"}, {"title": "UPDATE 1-Ethiopian crash could be largest non-war aviation reinsurance claim -Willis Re", "description": "Liability claims related to the Ethiopian Airlines crash and the grounding of Boeing 737 MAX 8 aircraft could be the largest non-war aviation reinsurance claim on record, hitting reinsurers' profitability, reinsurance broker Willis Re said.", "sentiment": "undefined", "publishedAt": "2019-04-01T10:28:23Z"}, {"title": "PRESS DIGEST - Canada - April 1", "description": "The following are the top stories from selected Canadian newspapers. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-01T11:56:19Z"}, {"title": "PRESS DIGEST - Wall Street Journal - April 1", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-01T04:51:22Z"}, {"title": "FAA: Boeing 737 Max upgrades expected within weeks – but 'time is needed' for a 'rigorous' review", "description": "The FAA expects to receive the final package for Boeing's software improvements on the 737 Max aircraft in 'coming weeks,' the agency said Monday.", "sentiment": "undefined", "publishedAt": "2019-04-01T21:49:18Z"}, {"title": "Wall Street Breakfast: China Factory Rebound Propels Equities", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-04-01T10:49:15Z"}, {"title": "Boeing Needs More Time to Assess 737 Max Software Fix, FAA Says", "description": "U.S. aviation regulators say a fix being developed for Boeing Co.’s grounded 737 Max won’t be approved quickly.", "sentiment": "undefined", "publishedAt": "2019-04-01T20:49:46Z"}, {"title": "FAA expects Boeing update for troubled jet 'in coming weeks'", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-01T20:37:13Z"}, {"title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-01T21:26:58Z"}, {"title": "Boeing to submit final 737 Max fix for FAA review in 'coming weeks'", "description": "The Federal Aviation Administration said Monday it expects Boeing to submit the final software fix for the 737 Max jet \"over the coming weeks.\"", "sentiment": "undefined", "publishedAt": "2019-04-01T20:39:00Z"}, {"title": "Dow set for gains | Kellogg nears deal with Ferrero | Bezos' phone data", "description": "Futures are pointing to a strong opening to April and the second quarter.", "sentiment": "undefined", "publishedAt": "2019-04-01T11:05:00Z"}, {"title": "U.S. FAA says it expects to receive Boeing software fix over the 'coming weeks'", "description": "The U.S. Federal Aviation Administration (FAA) said on Monday it expects to receive Boeing Co's proposed software enhancement package for the grounded 737 MAX \"over the coming weeks\" after the company had previously said it planned to submit the fix for gover…", "sentiment": "undefined", "publishedAt": "2019-04-01T20:31:45Z"}, {"title": "Boeing 737 MAX flights to remain banned in Saudi for near future: minister", "description": "Saudi Arabia's transport minister said on Monday there were no immediate plans to allow Boeing 737 MAX aircraft to operate in the kingdom.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:12:13Z"}, {"title": "The Daily 202: Antitrust is all the rage. Monopolies and mergers emerge as major issues in the Democratic primaries.", "description": "Why candidates are talking more about the 1890s.", "sentiment": "undefined", "publishedAt": "2019-04-01T14:25:11Z"}, {"title": "American States Water: Dividend King, Does That Make It A Buy?", "description": "American Water Has increased its dividend for 64 years (a dividend King) and presently has a yield of 1.5% which is below average. American Water’s total return", "sentiment": "undefined", "publishedAt": "2019-04-01T23:56:30Z"}, {"title": "BC-GLF--PGA Tour Champions,1st Ld-Writethru", "description": "BC-GLF--PGA Tour Champions, 1st Ld-Writethru,352", "sentiment": "undefined", "publishedAt": "2019-04-01T00:44:34Z"}, {"title": "BC-GLF--PGA Tour Champions,1st Ld-Writethru", "description": "BC-GLF--PGA Tour Champions, 1st Ld-Writethru,352", "sentiment": "undefined", "publishedAt": "2019-04-01T00:44:33Z"}, {"title": "BC-GLF--PGA Tour Champions,1st Ld-Writethru", "description": "BC-GLF--PGA Tour Champions, 1st Ld-Writethru,352", "sentiment": "undefined", "publishedAt": "2019-04-01T00:44:31Z"}, {"title": "Preliminary report due today on 737 MAX crash in Ethiopia", "description": "Ethiopian officials will release their early findings on the March 10 crash that killed all on board. Scrutiny has focused on the aircraft's anti-stall system, which also is suspected of contributing to a crash off Indonesia last year.", "sentiment": "undefined", "publishedAt": "2019-04-01T06:55:30Z"}, {"title": "FAA expects Boeing update for troubled jet 'in coming weeks'", "description": "U.S. aviation regulators say Boeing needs more time to finish changes in a flight-control system suspected of playing a role in two deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-04-01T20:37:02Z"}, {"title": "Sutherland, Parel head to Monday finish at Fallen Oak", "description": "BILOXI, Miss. (AP) — Scott Parel made a 12-foot par putt to match Kevin Sutherland on the fifth hole of a playoff before play was suspended because of darkness Sunday night in the PGA Tour Champions' Rapiscan Systems Classic.", "sentiment": "undefined", "publishedAt": "2019-04-01T00:57:11Z"}, {"title": "My Dividend Growth Portfolio: Q1 2019 Summary", "description": "In 2015, I started publishing quarterly updates regarding my dividend growth portfolio. I believe that someone who writes about financial assets should share hi", "sentiment": "undefined", "publishedAt": "2019-04-01T23:11:17Z"}, {"title": "The Best Dividend Stocks To Buy In April", "description": "The yield curve returned to positive territory on March 29th, resetting the 10-day recession clock confirmation window. But with 2020 recession risk still eleva", "sentiment": "undefined", "publishedAt": "2019-04-01T14:37:51Z"}, {"title": "Ethiopia set to release preliminary report into cause of Boeing 737 MAX crash", "description": "Ethiopia will release a preliminary report on Monday into the cause of an Ethiopian Airlines crash that killed 157 last month, a foreign ministry spokesman said.", "sentiment": "undefined", "publishedAt": "2019-04-01T08:50:28Z"}, {"title": "3 bodies found in plane crash that killed Russian tycoon", "description": "German authorities have begun recovering the bodies of three people, believed to include one of Russia's richest women, who were killed in a small plane crash Sunday.", "sentiment": "undefined", "publishedAt": "2019-04-01T12:17:40Z"}, {"title": "Boeing 737 MAX flights to remain banned in Saudi for near future: minister", "description": "Saudi Arabia's transport minister said on Monday there were no immediate plans to allow Boeing 737 MAX aircraft to operate in the kingdom.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:16:58Z"}, {"title": "U.S. FAA says it expects to receive Boeing software fix over 'coming weeks'", "description": "The U.S. Federal Aviation Administration (FAA) said on Monday it expects to receive Boeing Co's proposed software enhancement package for the grounded 737 MAX \"over the coming weeks\" after the company had previously said it planned to submit the fix for gover…", "sentiment": "undefined", "publishedAt": "2019-04-01T20:26:51Z"}, {"title": "U.S. FAA says it expects to receive Boeing software fix over 'coming weeks'", "description": "The U.S. Federal Aviation Administration (FAA) said on Monday it expects to receive Boeing Co's proposed software enhancement package for the grounded 737 MAX \"over the coming weeks\" after the company had previously said it planned to submit the fix for gover…", "sentiment": "undefined", "publishedAt": "2019-04-01T20:54:48Z"}, {"title": "Ethiopia set to release preliminary report into cause of Boeing 737 MAX crash", "description": "Ethiopia will release a preliminary report on Monday into the cause of an Ethiopian Airlines crash that killed 157 last month, a foreign ministry spokesman said.", "sentiment": "undefined", "publishedAt": "2019-04-01T09:44:42Z"}, {"title": "Ethiopia set to release preliminary report into cause of Boeing 737 MAX crash", "description": "Ethiopia will release a preliminary report on Monday into the cause of an Ethiopian Airlines crash that killed 157 last month, a foreign ministry spokesman said.", "sentiment": "undefined", "publishedAt": "2019-04-01T08:52:25Z"}, {"title": "PRESS DIGEST - Wall Street Journal - April 1", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.'", "sentiment": "undefined", "publishedAt": "2019-04-01T04:51:22Z"}, {"title": "Americans still don't trust self-driving cars, Reuters/Ipsos poll finds", "description": "Half of U.S. adults think automated vehicles are more dangerous than traditional vehicles operated by people, while nearly two-thirds said they would not buy a fully autonomous vehicle, according to a new Reuters/Ipsos opinion poll.", "sentiment": "undefined", "publishedAt": "2019-04-01T15:58:13Z"}, {"title": "Boeing Fix for 737 Max Software Is Delayed", "description": "As part of its internal review process, Boeing determined that more work was needed on the update before it was submitted to the F.A.A.", "sentiment": "undefined", "publishedAt": "2019-04-02T00:06:11Z"}, {"title": "Boeing is ramping up inspections after the US Air Force rejected its new KC-46 tanker planes again (BA)", "description": "The United States Air Force has once again rejected taking delivery of new Boeing KC-46 Pegasus tanker jets after discovering foreign object debris (FOD) left inside the aircraft by Boeing workers. According to the USAF, its inspectors found tools and other d…", "sentiment": "undefined", "publishedAt": "2019-04-02T20:03:01Z"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, LYFT, BA)", "description": "Here is what you need to know. The UK is at a Brexit deadlock. Members of Parliament on Monday rejected plans to remain in the European Union Customs Union, to remain in the European Single Market, to hold a second referendum on Brexit, and to revoke Article …", "sentiment": "undefined", "publishedAt": "2019-04-02T10:47:00Z"}, {"title": "Boeing Whistle-Blower Claims to Be Investigated by Senate Committee", "description": "The chairman of the commerce committee sent a letter to the F.A.A. asking about claims that its safety inspectors were not properly trained or certified.", "sentiment": "undefined", "publishedAt": "2019-04-02T22:28:24Z"}, {"title": "Between Two Boeing Crashes, Days of Silence and Mistrust", "description": "After the crash of a Lion Air 737 Max 8 jet in Indonesia, information largely went unshared as involved parties went into a defensive crouch, a Times investigation found.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:57:20Z"}, {"title": "Between Two Deadly Crashes, Boeing Moved Haltingly to Make 737 MAX Fixes - The Wall Street Journal", "description": "Between Two Deadly Crashes, Boeing Moved Haltingly to Make 737 MAX Fixes The Wall Street Journal Boeing's fix for 737 MAX will take additional weeks CNN FAA: Boeing 737 Max upgrades expected within weeks – but 'time is needed' for a 'rigorous' review USA TODA…", "sentiment": "undefined", "publishedAt": "2019-04-02T01:49:00Z"}, {"title": "Man gets whole plane to himself on flight to Italy - Fox News", "description": "Man gets whole plane to himself on flight to Italy Fox News A Lithuanian man flying to Italy got a pleasant surprise when he boarded the plane. View full coverage on Google News", "sentiment": "undefined", "publishedAt": "2019-04-02T20:43:26Z"}, {"title": "Lithuanian man gets rare experience of flying alone on commercial flight to Italy - Fox News", "description": "Lithuanian man gets rare experience of flying alone on commercial flight to Italy Fox News Lithuanian man is only passenger on flight to Italy New York Post An airline passenger flying from Lithuania to Italy got a 737 all to himself New York Daily News Man g…", "sentiment": "undefined", "publishedAt": "2019-04-02T22:24:52Z"}, {"title": "letter: Fallback for Airline Pilots", "description": "The Wilbur Wright Federal Building in Washington, part of the headquarters of the Federal Aviation Administration. Whether the F.A.A. has gone too far in allowing Boeing to regulate itself has emerged as a key question after two recent Boeing 737 Max crashes.", "sentiment": "undefined", "publishedAt": "2019-04-02T18:10:41Z"}, {"title": "Singapore Airlines grounds two 787-10s citing Rolls-Royce engine problem", "description": "Singapore Airlines Ltd said on Tuesday it had grounded two Boeing Co 787-10 jets fitted with Rolls-Royce Holdings PLC Trent 1000 TEN engines after checks of its fleet found premature blade deterioration.", "sentiment": "undefined", "publishedAt": "2019-04-02T07:30:47Z"}, {"title": "Exclusive: Airbus China order padded by old or incomplete deals - sources", "description": "A landmark order from China for 300 Airbus jets signed during a state visit last week was bolstered by repeat announcements of dozens of existing deals and advance approval for deals that are not yet completed, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-02T13:03:07Z"}, {"title": "U.S. core capital goods orders slip in February, shipments unchanged", "description": "New orders for key U.S.-made capital goods unexpectedly fell in February and shipments were unchanged, but data for January was revised slightly higher.", "sentiment": "undefined", "publishedAt": "2019-04-02T12:33:40Z"}, {"title": "Asian shares rise to seven-month high on U.S., China manufacturing rebound", "description": "Asia shares extended their rally on Tuesday as factory activity surveys from China and the United States boosted investor confidence, triggering the largest one-day sell-off in the U.S. Treasury market in nearly three months.", "sentiment": "undefined", "publishedAt": "2019-04-02T01:15:15Z"}, {"title": "What a stand-up airplane seat feels like", "description": "The infamous Skyrider \"standing-up seat\" is back. Version 3.0 made its debut at the 2019 Aircraft Interiors Expo in Hamburg, Germany, but its bicycle seat-style design is as controversial as ever", "sentiment": "undefined", "publishedAt": "2019-04-02T16:16:17Z"}, {"title": "Daimler CEO: Boeing safety debate highlights challenge for autonomous tech", "description": "Daimler Chief Executive Dieter Zetsche on Tuesday said the debate surrounding the safety of Boeing's aircraft shows how hard it can be to win public acceptance for autonomous cars technology.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:13:03Z"}, {"title": "Boeing's Changed Trajectory (Podcast)", "description": "After the recent 737 Max crash, Boeing is facing questions about its recent behavior and its overall industry position. Many investors are inclined to go to the", "sentiment": "undefined", "publishedAt": "2019-04-02T10:30:00Z"}, {"title": "Changes Should Send Boeing 737 MAX Back To The Skies", "description": "Changes to MCAS system are considered positive, though a third sensor for back up was not added. Software implementation in the aerospace industry to adapt flig", "sentiment": "undefined", "publishedAt": "2019-04-02T10:30:06Z"}, {"title": "Tracking How Far They Fell: March 2019 Edition", "description": "In the first half of 2018, I warned investors about 27 cyclical stocks that could fall quite far in a bear market, and in 2019 we've added one more. I suggested", "sentiment": "undefined", "publishedAt": "2019-04-02T06:38:38Z"}, {"title": "Market Pulse Signal: Trend Turns Positive As Concerns Persist", "description": "Towards the end of January, Federal Reserve (Fed) Chairman Jerome Powell's tune seemed to change on future interest rate increases, stating the case for raising", "sentiment": "undefined", "publishedAt": "2019-04-02T15:29:02Z"}, {"title": "These two tech glitches grounded planes nationwide. How worried should we be? - The Washington Post", "description": "These two tech glitches grounded planes nationwide. How worried should we be? The Washington Post Technology and commercial air travel have come under heightened scrutiny in the wake of two tragic Boeing 737 Max crashes. So, when a pair of software...", "sentiment": "undefined", "publishedAt": "2019-04-02T19:22:33Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-04-02T20:19:15Z"}, {"title": "Stocks to watch: Rolls-Royce, AstraZeneca, Diageo, Fevertree", "description": "Premium beer and cognac are the ways to play China’s growing middle class, says Barclays", "sentiment": "undefined", "publishedAt": "2019-04-02T10:53:04Z"}, {"title": "Stocks making the biggest moves premarket: Boeing, Wells Fargo, Lyft, Nio, Disney & more", "description": "These are the stocks posting the largest moves before the bell.", "sentiment": "undefined", "publishedAt": "2019-04-02T11:56:06Z"}, {"title": "Luckiest traveler ever? Man gets entire 188-passenger airplane to himself on flight to Italy", "description": "A Lithuanian man flying to Italy got a pleasant surprise when he boarded the commercial flight: he was the only passenger.", "sentiment": "undefined", "publishedAt": "2019-04-02T22:06:53Z"}, {"title": "Senate investigating whistleblowers' claims that government safety inspectors who approved Boeing's 737 Max plane lacked sufficient training (BA)", "description": "Senators wrote a letter to the Federal Aviation Administration on Tuesday saying that agency whistleblowers have come forward with potential safety issues. The Committee on Commerce, Science and Transportation said the workers point to a lack of training in a…", "sentiment": "undefined", "publishedAt": "2019-04-02T19:07:11Z"}, {"title": "Tesla sales; Walgreens earnings; Boeing delay", "description": "Here's what you need to know about the markets before you start your business day.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:05:39Z"}, {"title": "US Air Force again halts delivery of Boeing refueling plane over debris found onboard", "description": "For the second time in two months, the US Air Force has stopped accepting deliveries of new Boeing KC-46 tanker and refueling aircraft after debris was again found in some of the planes coming off the production line.", "sentiment": "undefined", "publishedAt": "2019-04-02T20:45:16Z"}, {"title": "Singapore Airlines Grounds Two Boeing Planes for Engine Issue - Bloomberg", "description": "Singapore Airlines Grounds Two Boeing Planes for Engine Issue Bloomberg Singapore Airlines Ltd. found “premature blade deterioration” on some engines during routine inspections, leading the carrier to ground two Boeing Co. 787-10... View full coverage on Goog…", "sentiment": "undefined", "publishedAt": "2019-04-02T06:46:00Z"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, LYFT, BA)", "description": "Here is what you need to know. The UK is at a Brexit deadlock. Members of Parliament on Monday rejected plans to remain in the European Union Customs Union, to remain in the European Single Market, to hold a second referendum on Brexit, and to revoke Article …", "sentiment": "undefined", "publishedAt": "2019-04-02T10:47:00Z"}, {"title": "Whistleblowers claims on aviation safety, certification eyed by Senate panel", "description": "The U.S. Senate Commerce Committee says it is investigating claims by whistleblowers that aviation safety inspectors, including some who worked to evaluate the Boeing (NYSE:BA) 737 MAX, were not prope", "sentiment": "undefined", "publishedAt": "2019-04-02T22:19:15Z"}, {"title": "More Trent engine issues for Rolls-Royce", "description": "Singapore Airlines has found &#34;premature blade deterioration&#34; during routine inspections of some Trent 1000 TEN engines, leading the carrier to ground two Boeing (NYSE:BA) 787-10 aircraft in a", "sentiment": "undefined", "publishedAt": "2019-04-02T09:07:50Z"}, {"title": "Whistleblower claims on aviation safety, certification eyed by Senate panel", "description": "The U.S. Senate Commerce Committee says it is investigating claims by whistleblowers that aviation safety inspectors, including some who worked to evaluate the Boeing (NYSE:BA) 737 MAX, were not prope", "sentiment": "undefined", "publishedAt": "2019-04-02T22:19:15Z"}, {"title": "Air Force again halts Boeing KC-46 deliveries over debris problem", "description": "For the second time in just over a month, the U.S. Air Force has stopped accepting deliveries of Boeing’s (NYSE:BA) KC-46 tankers because of debris left behind on the aircraft by production workers.Ai", "sentiment": "undefined", "publishedAt": "2019-04-02T20:47:22Z"}, {"title": "PE-backed ACS recruits Moran as chief HR officer", "description": "American Construction Source, a national building materials platform for custom home builders and repair and remodel contractors, has named Randi Moran as chief human resources officer. Moran's work background includes senior leadership positions at Elo Touch…", "sentiment": "undefined", "publishedAt": "2019-04-02T14:46:40Z"}, {"title": "U.S. Air Force again halts deliveries of Boeing KC-46 tanker aircraft", "description": "The U.S. Air Force said on Tuesday that it again stopped accepting deliveries of Boeing Co's KC-46 tanker aircraft after finding foreign object debris in the planes.", "sentiment": "undefined", "publishedAt": "2019-04-02T17:22:03Z"}, {"title": "Brazil's Gol will not cancel Boeing 737 MAX orders -report", "description": "Brazil's largest airline, Gol Linhas Aereas Inteligentes, will not cancel its orders of Boeing Co's 737 MAX plane, the model which was involved in two fatal crashes, its chief executive said on Tuesday, according to newspaper Valor Economico.", "sentiment": "undefined", "publishedAt": "2019-04-02T19:27:49Z"}, {"title": "Senate panel reviewing whistleblower claims on aviation safety - panel chair Wicker", "description": "Whistleblowers claim U.S. aviation safety inspectors, including some who worked on the now-grounded Boeing 737 MAX, did not receive proper training and valid certifications, the chairman of the Senate Commerce Committee said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-04-02T18:39:52Z"}, {"title": "Air Canada removes Boeing's 737 MAX from schedule until July", "description": "Air Canada said on Tuesday it has removed Boeing Co's 737 MAX planes from flight schedules until July 1, citing uncertainty about when the aircraft would be allowed to return to service.", "sentiment": "undefined", "publishedAt": "2019-04-02T12:21:42Z"}, {"title": "UPDATE 1-Brazil's Gol will not cancel Boeing 737 MAX orders -newspaper", "description": "Brazil's largest airline, Gol Linhas Aereas Inteligentes, will not cancel its orders of Boeing Co's 737 MAX plane, the model which was involved in two fatal crashes, newspaper Valor Economico reported Gol's chief executive as saying on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-04-02T19:45:40Z"}, {"title": "Singapore Airlines grounds two 787-10s after inspections of Rolls-Royce Trent 1000 TEN engines", "description": "Singapore Airlines Ltd said on Tuesday it had grounded two Boeing Co 787-10 jets fitted with Rolls-Royce Holdings PLC Trent 1000 TEN engines after checks of its fleet found premature blade deterioration.", "sentiment": "undefined", "publishedAt": "2019-04-02T06:58:04Z"}, {"title": "PRESS DIGEST- Financial Times - April 2", "description": "The following are the top stories in the Financial Times. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-02T01:15:29Z"}, {"title": "UPDATE 1-Delta Air Lines expects first-quarter profit above Wall Street estimates", "description": "Delta Air Lines Inc shares rose 5 percent on Tuesday after the No.2 U.S. airline's first-quarter profit estimates came in above Wall Street forecast on the back of strong business travel demand.", "sentiment": "undefined", "publishedAt": "2019-04-02T14:33:57Z"}, {"title": "Embraer in 'advanced' talks to sell military plane to Portugal -executive", "description": "Brazilian planemaker Embraer SA is in \"advanced\" talks to sell five KC-390 military cargo planes to Portugal, an executive said on Tuesday at a defense and security show in Rio de Janeiro.", "sentiment": "undefined", "publishedAt": "2019-04-02T18:10:11Z"}, {"title": "PRESS DIGEST- New York Times business news - April 2", "description": "The following are the top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-02T05:06:42Z"}, {"title": "PRESS DIGEST - Wall Street Journal - April 2", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-02T06:31:11Z"}, {"title": "UPDATE 1-European stocks' rally stalls, Brexit impasse weighs", "description": "European shares were muted on Tuesday following their strongest two-day rally since January, as Brexit uncertainty clouded sentiment with Britain's parliament deadlocked over its exit from the European Union.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:53:57Z"}, {"title": "GLOBAL MARKETS-Manufacturing rebound lifts Asian shares to 7-month highs", "description": "Asia shares extended their rally on Tuesday as positive Chinese and U.S factory activity surveys aided investor confidence, and the ebbing concerns over the global economy spurred selling of safe-haven U.S. bonds as yields rose from 15 month troughs.", "sentiment": "undefined", "publishedAt": "2019-04-02T03:25:16Z"}, {"title": "WRAPUP 2-U.S. manufacturing sector stabilizing, challenges remain", "description": "New orders for key U.S.-made capital goods slipped in February and shipments were unchanged, but data for January was revised slightly higher, which could support views that the manufacturing sector was stabilizing.", "sentiment": "undefined", "publishedAt": "2019-04-02T15:30:52Z"}, {"title": "EMERGING MARKETS-Latam stocks' winning streak ends as some investors cash out", "description": "Latin American stock markets fell on\nTuesday as some investors locked in profits, putting an end to a\nthree-session run which had seen a regional index gain more than\n5 percent, while currencies in Latin America softened against a\nmarginally firmer dollar.\n  …", "sentiment": "undefined", "publishedAt": "2019-04-02T21:23:34Z"}, {"title": "Boeing, FAA say more time needed for fix of troubled 737 Max", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-02T00:44:58Z"}, {"title": "Singapore carrier grounds 2 Boeing 787-10 jets after checks", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:38:57Z"}, {"title": "Senate committee to investigate FAA safety inspectors", "description": "A Senate committee is investigating whether some FAA safety inspectors were poorly trained or lacked proper credentials for their work", "sentiment": "undefined", "publishedAt": "2019-04-02T19:03:42Z"}, {"title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-02T21:32:12Z"}, {"title": "Technical Tuesday - Are We Moving Up To A New Range?", "description": "2,850 is a key level for the S&P 500. We need to add more hedges if we're going to keep our longs on the table. Notes on hedging and portfolio balancing.", "sentiment": "undefined", "publishedAt": "2019-04-02T14:34:26Z"}, {"title": "Senate panel probes whistleblower claims of poor FAA training on Boeing 737 Max approval process", "description": "The investigation comes in light of recent 737 crashes and information obtained from whistleblowers.", "sentiment": "undefined", "publishedAt": "2019-04-02T19:01:00Z"}, {"title": "US core capital goods, durable goods orders drop in February", "description": "New orders for key U.S.-made capital goods unexpectedly fell in February and shipments were unchanged, but data for January was revised slightly higher.", "sentiment": "undefined", "publishedAt": "2019-04-02T12:30:00Z"}, {"title": "Stocks under pressure | Lyft tumbles | Whole Foods to slash prices", "description": "A modestly lower open appears to be in store for Wall Street, after a strong Monday rally.", "sentiment": "undefined", "publishedAt": "2019-04-02T11:07:00Z"}, {"title": "Passenger gets ENTIRE 188-seater Boeing 737 to himself for flight from Lithuania to Italy", "description": "Skirmantas Strimaitis was flying from Vilnius in Lithuania to Bergamo in Italy for a skiing holiday when he had the pleasant surprise of being the only passenger aboard a 188 seat Boeing 737.", "sentiment": "undefined", "publishedAt": "2019-04-02T16:06:12Z"}, {"title": "Exclusive: Airbus China order padded by old or incomplete deals - sources", "description": "A landmark order from China for 300 Airbus jets signed during a state visit last week was bolstered by repeat announcements of dozens of existing deals and advance approval for deals that are not yet completed, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-02T13:28:03Z"}, {"title": "Delta's upbeat first-quarter profit estimate lifts shares", "description": "Delta Air Lines Inc shares rose 7 percent on Tuesday after the No.2 U.S. airline raised its first-quarter profit estimate on the back of strong business travel demand.", "sentiment": "undefined", "publishedAt": "2019-04-02T15:49:20Z"}, {"title": "Global Markets: Manufacturing rebound lifts Asian shares to seven-month highs", "description": "Asia shares extended their rally on Tuesday as positive Chinese and U.S factory activity surveys aided investor confidence, and the ebbing concerns over the global economy spurred selling of safe-haven U.S. bonds as yields rose from 15 month troughs.", "sentiment": "undefined", "publishedAt": "2019-04-02T03:30:52Z"}, {"title": "Asian shares rise to seven-month high on U.S., China manufacturing rebound", "description": "Asia shares extended their rally on Tuesday as factory activity surveys from China and the United States boosted investor confidence, triggering the largest one-day sell-off in the U.S. Treasury market in nearly three months.", "sentiment": "undefined", "publishedAt": "2019-04-02T01:17:48Z"}, {"title": "Boeing and FAA regulators say that more time is needed to fix the troubled 737 Max airliners", "description": "Boeing and US aviation regulators said on Monday that the company needs more time to finish changes in a flight-control system suspected of playing a role in two deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-04-02T04:51:02Z"}, {"title": "Singapore Airlines grounds two 787-10s citing Rolls-Royce engine problem", "description": "Singapore Airlines Ltd said on Tuesday it had grounded two Boeing Co 787-10 jets fitted with Rolls-Royce Holdings PLC Trent 1000 TEN engines after checks of its fleet found premature blade deterioration.", "sentiment": "undefined", "publishedAt": "2019-04-02T08:49:00Z"}, {"title": "Boeing: Buy The Fear", "description": "Boeing stock lost 10% in the past month. Negative headlines could push the price lower. These declines have created a good buying opportunity.", "sentiment": "undefined", "publishedAt": "2019-04-02T14:56:10Z"}, {"title": "Rose Portfolio March Madness Upward Soaring Dividends Of 32.9% Y/Y And Q1 Report", "description": "The Rose portfolio is outperforming well with the market and income yield is still strongly hugging 4.7%. All 94 holdings, are reviewed alphabetically with cost", "sentiment": "undefined", "publishedAt": "2019-04-02T18:35:30Z"}, {"title": "Singapore carrier grounds 2 Boeing 787-10 jets after checks", "description": "SINGAPORE (AP) — Singapore Airlines says it has grounded two of its Boeing 787-10 aircraft due to engine issues.", "sentiment": "undefined", "publishedAt": "2019-04-02T07:39:39Z"}, {"title": "Senate committee to investigate FAA safety inspectors", "description": "WASHINGTON (AP) — A Senate committee says it's investigating whistleblower complaints about the training and credentials of federal inspectors who evaluated a Boeing jet involved in two deadly crashes.", "sentiment": "undefined", "publishedAt": "2019-04-02T19:03:31Z"}, {"title": "Crisis Talks Held Over Brexit Deadlock (Wall Street Breakfast Podcast)", "description": "Today's Top Stories: Crisis talks held over Brexit deadlock; futures pause after Monday's rally; and more Boeing planes get grounded. If you are interested in", "sentiment": "undefined", "publishedAt": "2019-04-02T11:31:28Z"}, {"title": "Senate investigates claims FAA inspectors who approved Boeing Max not properly trained", "description": "The Senate Transportation Committee said today it has received information from multiple whistleblowers alleging “insufficient training and improper certification” among FAA inspectors, including those involved in evaluating the Boeing 737 Max.", "sentiment": "undefined", "publishedAt": "2019-04-02T22:38:24Z"}, {"title": "Wall Street Breakfast: Crisis Talks Held Over Brexit Deadlock", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-04-02T11:01:52Z"}, {"title": "Lithuanian man flies alone on huge plane to Italy", "description": "VILNIUS, Lithuania (AP) — A Lithuanian man flying to Italy got a pleasant surprise when he boarded the plane: He was the only passenger on the Boeing 737-800.", "sentiment": "undefined", "publishedAt": "2019-04-02T14:01:08Z"}, {"title": "U.S. Air Force again halts delivery of Boeing’s tanker over debris", "description": "The Air Force has stopped accepting deliveries of Boeing Co.'s new refueling tanker aircraft for the second time in a month because of debris found in closed compartments, according to Secretary Heather Wilson.", "sentiment": "undefined", "publishedAt": "2019-04-02T17:37:36Z"}, {"title": "Senate committee opens 737 MAX probe over whistle-blower complaints about FAA inspectors’ training", "description": "Whistle-blowers have told the Senate Commerce Committee that safety inspectors at the Federal Aviation Administration, including those involved with approvals for the Boeing 737 MAX, lacked proper training and certifications, according to the panel's chairman.", "sentiment": "undefined", "publishedAt": "2019-04-02T18:47:16Z"}, {"title": "Rose Portfolio March Madness Upward Soaring Dividends Of 32.9% Y/Y And Q1 Report", "description": "The Rose portfolio is outperforming well with the market and income yield is still strongly hugging 4.7%. All 94 holdings, are reviewed alphabetically with cost", "sentiment": "undefined", "publishedAt": "2019-04-02T18:35:30Z"}, {"title": "Scientist use bacteria to make spider silk for ultra-strong materials that could be sent to space", "description": "A new method of bio-manufacturing could harness the power of genetically modified bacteria to make one of the strongest and rarest materials on Earth -- spider silk.", "sentiment": "undefined", "publishedAt": "2019-04-02T16:45:19Z"}, {"title": "Jetstar flight suffers mid-air problems when BOTH engines accelerated moments before landing", "description": "Flight JQ15 from Cairns to Osaka was preparing for descent when an alert  indicated a surge in speed for both its engines while approaching to Kansai International Airport on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:37:19Z"}, {"title": "Singapore carrier grounds 2 Boeing 787-10 jets after checks", "description": "Singapore Airlines grounds 2 Boeing 787-10 jets with engine issues", "sentiment": "undefined", "publishedAt": "2019-04-02T09:41:39Z"}, {"title": "Lithuanian man flies alone on huge plane to Italy", "description": "A Lithuanian man flying to Italy got a pleasant surprise when he boarded the plane: He was the only passenger on the Boeing 737-800", "sentiment": "undefined", "publishedAt": "2019-04-02T14:03:24Z"}, {"title": "U.S. launches probe of FAA's training of Boeing 737 Max inspectors", "description": "The Senate transportation committee is launching a probe looking into whistleblower complaints accusing the Federal Aviation Administration of improperly training its safety inspectors to review the Boeing 737 Max jets.", "sentiment": "undefined", "publishedAt": "2019-04-02T20:26:00Z"}, {"title": "Daimler CEO: Boeing safety debate highlights challenge for autonomous tech", "description": "Daimler Chief Executive Dieter Zetsche on Tuesday said the debate surrounding the safety of Boeing's aircraft shows how hard it can be to win public acceptance for autonomous cars technology.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:13:03Z"}, {"title": "Daimler CEO: Boeing safety debate highlights challenge for autonomous tech", "description": "Daimler Chief Executive Dieter Zetsche on Tuesday said the debate surrounding the safety of Boeing's aircraft shows how hard it can be to win public acceptance for autonomous cars technology.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:13:03Z"}, {"title": "U.S. Senate panel reviewing whistleblower claims on aviation safety: panel chair", "description": "The U.S. Senate Commerce Committee is investigating claims by a number of whistleblowers that aviation safety inspectors, including some who worked to evaluate the now-grounded Boeing 737 MAX, were not properly trained or certified, the committee chairman sai…", "sentiment": "undefined", "publishedAt": "2019-04-02T19:56:42Z"}, {"title": "U.S. Senate panel reviewing whistleblower claims on aviation safety: panel chair", "description": "The U.S. Senate Commerce Committee is investigating claims by a number of whistleblowers that aviation safety inspectors, including some who worked to evaluate the now-grounded Boeing 737 MAX, were not properly trained or certified, the committee chairman sai…", "sentiment": "undefined", "publishedAt": "2019-04-02T19:56:42Z"}, {"title": "Air Canada removes Boeing's 737 MAX from schedule until July", "description": "Air Canada said on Tuesday it has removed Boeing Co's 737 MAX planes from flight schedules until July 1, citing uncertainty about when the aircraft would be allowed to return to service.", "sentiment": "undefined", "publishedAt": "2019-04-02T12:23:17Z"}, {"title": "Air Canada removes Boeing's 737 MAX from schedule until July", "description": "Air Canada said on Tuesday it has removed Boeing Co's 737 MAX planes from flight schedules until July 1, citing uncertainty about when the aircraft would be allowed to return to service.", "sentiment": "undefined", "publishedAt": "2019-04-02T12:23:17Z"}, {"title": "Boeing to submit 737 MAX software upgrade 'in the coming weeks'", "description": "Boeing Co said on Monday it planned to submit a proposed software enhancement package for the grounded 737 MAX in \"the coming weeks\" after the company had previously said it planned to deliver the fix for government approval by last week.", "sentiment": "undefined", "publishedAt": "2019-04-02T08:23:34Z"}, {"title": "EXCLUSIVE-China's huge Airbus order padded by old or incomplete deals -sources", "description": "A landmark order from China for 300 Airbus jets signed during a state visit last week was bolstered by repeat announcements of dozens of existing deals and advance approval for deals that have yet to be struck, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-02T13:57:54Z"}, {"title": "Exclusive: Airbus China order padded by old or incomplete deals - sources", "description": "A landmark order from China for 300 Airbus jets signed during a state visit last week was bolstered by repeat announcements of dozens of existing deals and advance approval for deals that are not yet completed, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-02T13:03:07Z"}, {"title": "FTSE 100 enjoys four-day winning streak as oil companies gain", "description": "Britain's blue-chip index edged higher on Tuesday as oil majors gained and sterling lost ground on mounting concerns of a no-deal Brexit, boosting exporters.", "sentiment": "undefined", "publishedAt": "2019-04-02T07:58:57Z"}, {"title": "UPDATE 1-London's main share index up as Brexit drag on pound benefits exporters", "description": "* FTSE 100 up 0.5 pct'", "sentiment": "undefined", "publishedAt": "2019-04-02T09:58:29Z"}, {"title": "European stocks hit six-month high as automakers, insurers gain", "description": "European shares hit their highest in half a year on Tuesday, buoyed by autos and insurance stocks and gains among export-heavy London stocks as Brexit uncertainty weakened the pound.", "sentiment": "undefined", "publishedAt": "2019-04-02T16:56:33Z"}, {"title": "Asian shares rise to seven-month high on U.S., China manufacturing rebound", "description": "Asia shares extended their rally on Tuesday as factory activity surveys from China and the United States boosted investor confidence, triggering the largest one-day sell-off in the U.S. Treasury market in nearly three months.", "sentiment": "undefined", "publishedAt": "2019-04-02T01:15:15Z"}, {"title": "Asian shares rise to seven-month high on U.S., China manufacturing rebound", "description": "Asia shares extended their rally on Tuesday as factory activity surveys from China and the United States boosted investor confidence, triggering the largest one-day sell-off in the U.S. Treasury market in nearly three months.", "sentiment": "undefined", "publishedAt": "2019-04-02T01:15:15Z"}, {"title": "Boeing Needs More Time for 737 Max Fix", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-02T04:07:22Z"}, {"title": "Boeing confirms delay of Starliner’s first test flight", "description": "The Commercial Crew program is well on its way to changing the way the world accesses space, but SpaceX may hog the glory this year if rival Boeing keeps putting off the first tests of its complete Starliner system. The first uncrewed test flight, tentatively…", "sentiment": "undefined", "publishedAt": "2019-04-03T17:44:07Z"}, {"title": "Senate panel opens probe of FAA inspectors over Boeing 737 MAX 8", "description": "As the Boeing 737 MAX remains grounded, a new Senate investigation has launched and details of a federal grand jury have emerged, the latest in a series of probes looking into how the plane was certified and the problems that have occurred since.", "sentiment": "undefined", "publishedAt": "2019-04-03T00:32:49Z"}, {"title": "First report on Boeing crash that killed 157 in Ethiopia due Thursday: source", "description": "Ethiopian authorities will deliver their first report on the crash of Ethiopian Airlines flight 302 on Thursday at 10:30 a.m. local time (0730 GMT), a source told Reuters.", "sentiment": "undefined", "publishedAt": "2019-04-03T17:30:32Z"}, {"title": "Boeing's new MAX flight control system 'seems foolproof', Norwegian's CEO says", "description": "Boeing's new MCAS flight control system for the 737 MAX aircraft \"seems foolproof\", Norwegian Air Chief Executive Bjoern Kjos said on Wednesday after visiting the plane maker in Seattle.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:08:09Z"}, {"title": "Pilots on the doomed Ethiopian Air 737 Max reportedly followed Boeing's emergency procedures, but still couldn't stop the plane from crashing", "description": "Pilots on the Ethiopian Airlines 737 Max plane which crashed in March followed Boeing's emergency procedures, but still couldn't control the plane and prevent the disaster, preliminary findings from an investigation have reportedly found. Sources familiar wit…", "sentiment": "undefined", "publishedAt": "2019-04-03T10:05:38Z"}, {"title": "Ethiopian Airlines Pilots Followed Protocol During Boeing 737 MAX Crash: Source", "description": "The Wall Street Journal reported that the pilots of the Ethiopian Airlines Boeing 737 MAX crash say they did follow protocol.", "sentiment": "undefined", "publishedAt": "2019-04-03T14:16:19Z"}, {"title": "Damaged sensor on Ethiopian Airlines 737 MAX triggered fatal crash: Sources", "description": "Ethiopian Airlines Boeing 737 MAX suffered a damaged sensor upon takeoff from a bird or a foreign object, aviation sources tell ABC News.", "sentiment": "undefined", "publishedAt": "2019-04-03T21:05:48Z"}, {"title": "Singapore Airlines grounds two of its Boeing 787-10s because of engine issues", "description": "Singapore Airlines has grounded two Boeing 787-10 aircraft due to engine issues. It said \"premature blade deterioration was found on some engines.\"", "sentiment": "undefined", "publishedAt": "2019-04-03T00:40:44Z"}, {"title": "Pilots of doomed Ethiopian Airlines 737 MAX jet followed Boeing procedures: report", "description": "Pilots of the doomed Ethiopian Airlines Boeing 737 MAX followed emergency procedures specified by the maker, the Wall Street Journal reports.", "sentiment": "undefined", "publishedAt": "2019-04-03T12:11:41Z"}, {"title": "Boeing Pushes Back Target Date to Fly Astronauts for NASA", "description": "Boeing Co. has delayed initial missions to return astronauts to space for NASA, including the first flight of a rocket that will carry a crew on board.", "sentiment": "undefined", "publishedAt": "2019-04-03T14:44:04Z"}, {"title": "Boeing 737 Max Grounding Puts Parts Suppliers At Risk (Radio)", "description": null, "sentiment": "undefined", "publishedAt": "2019-04-03T15:53:23Z"}, {"title": "Family of Ralph Nader’s Niece, Killed in Crash, Plans to Sue Boeing", "description": "The wrongful death suit comes after Samya Rose Stumo, 24, was one of 157 people killed when an Ethiopian Airlines plane went down last month.", "sentiment": "undefined", "publishedAt": "2019-04-03T22:54:59Z"}, {"title": "Even After a Trade Deal, Be Wary of China", "description": "An exhibition in February at the National Museum of China in Beijing included a large screen showing a video of President Xi Jinping.", "sentiment": "undefined", "publishedAt": "2019-04-03T22:32:11Z"}, {"title": "Ethiopian air pilots followed Boeing emergency procedures but could not stop plane going down, report says", "description": "Pilots of an airliner that crashed last month in Ethiopia initially followed Boeing's emergency steps for dealing with a sudden downturn of the nose of their plane but could not regain control, according to a published report.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:29:02Z"}, {"title": "Factbox: What we know about Boeing 737 MAX crash and what comes next", "description": "More than 300 Boeing 737 MAX jets have been grounded worldwide after two fatal crashes in the past five months in Ethiopia and Indonesia killed nearly 350 people.", "sentiment": "undefined", "publishedAt": "2019-04-03T13:06:21Z"}, {"title": "FAA launches new review of Boeing 737 MAX to ensure safety", "description": "The Federal Aviation Administration said late on Wednesday it is launching a new review of the safety of the now-grounded Boeing 737 MAX that will be headed by a formal top U.S. safety official.", "sentiment": "undefined", "publishedAt": "2019-04-03T23:05:29Z"}, {"title": "Norwegian Air CEO says had good meetings with Boeing", "description": "Norwegian Air, a major client of Boeing, has had good meetings with the U.S. planemaker regarding the grounding of the MAX planes, the chief executive of the budget airline said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:22:26Z"}, {"title": "Ethiopian Airlines pilots initially followed Boeing procedures before crash: WSJ", "description": "The pilots of an Ethiopian Airlines 737 MAX jet that crashed last month had initially followed Boeing Co's emergency procedures but they still failed to regain control of the plane, the Wall Street Journal reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T04:21:43Z"}, {"title": "Norwegian Air sells two planes as it puts profitability over growth", "description": "Norwegian Air has sold two of its Boeing 737-800 aircraft as part of its shift in emphasis from rapid growth toward profitability, the budget carrier said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T11:38:38Z"}, {"title": "UAE to validate any Boeing MAX fix before lifting airspace ban: official", "description": "The United Arab Emirates will make its own checks on any fixes for the Boeing 737 MAX before permitting the grounded jet to resume flying in its airspace, a senior aviation regulatory official said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:41:19Z"}, {"title": "Boeing's new MAX flight control system 'seems foolproof', Norwegian's CEO says", "description": "Boeing's new MCAS flight control system for the 737 MAX aircraft \"seems foolproof\", Norwegian Air Chief Executive Bjoern Kjos said on Wednesday after visiting the plane maker in Seattle.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:08:09Z"}, {"title": "Boeing software engaged repeatedly before crash: sources", "description": "Boeing anti-stall software on a doomed Ethiopian Airlines jet re-engaged as many as four times after the crew initially turned it off due to suspect data from an airflow sensor, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:19:59Z"}, {"title": "Is this Emirates' new premium economy seat?", "description": "Design firm Haeco Cabin Solutions showcased its new Eclipse seat at the Aircraft Interiors Expo in Hamburg, explaining that it's for 'long-haul premium economy'.", "sentiment": "undefined", "publishedAt": "2019-04-03T16:01:12Z"}, {"title": "Pilots followed Boeing emergency procedures before deadly crash", "description": "New reports say the pilots flying the Ethiopian Airlines 737 Max plane that crashed in March followed Boeing's emergency procedures. CBS News transportation correspondent Kris Van Cleave joined CBSN to discuss the latest developments.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:58:59Z"}, {"title": "What all fliers should know about the 737 MAX situation, even if they don't fly that plane - Fox News", "description": "What all fliers should know about the 737 MAX situation, even if they don't fly that plane Fox News Ethiopian Airlines pilots followed Boeing's emergency procedures before crash: report CNN MIT Expert Highlights 'Divergent Condition' Caused By 737 MAX Engine …", "sentiment": "undefined", "publishedAt": "2019-04-03T09:03:03Z"}, {"title": "Pilots on doomed Boeing reportedly followed emergency procedures", "description": "New information on a deadly plane crash in Ethiopia ​may undermine Boeing's claims about a suspect piece of software on its new 737 Max jets", "sentiment": "undefined", "publishedAt": "2019-04-03T11:52:04Z"}, {"title": "Ethiopian Airlines Boeing 737 had sensor damaged by foreign object at takeoff", "description": "The doomed Ethiopian Airlines Boeing 737 Max that crashed and killed 157 people last month reportedly had its angle-of-attack sensor damaged on takeoff from a foreign object or bird.", "sentiment": "undefined", "publishedAt": "2019-04-03T22:18:01Z"}, {"title": "To smooth the potential awkwardness of reporting to more than one boss, master these 5 tricks, says the former CEO of Aetna", "description": "Ron Williams is the chairman and CEO of RW2 Enterprises, LLC and the former chairman and CEO of Aetna. In this excerpt from his new book, \" Learning to Lead: The Journey to Leading Yourself, Leading Others, and Leading an Organization,\" he writes that reporti…", "sentiment": "undefined", "publishedAt": "2019-04-03T13:28:53Z"}, {"title": "A Boeing Breakthrough? - WSJ Podcasts - Wall Street Journal", "description": "A Boeing Breakthrough? - WSJ Podcasts Wall Street Journal Ethiopian Airlines pilots followed Boeing's emergency steps before 737 Max crash: Report CNBC Ethiopian Airlines pilots followed Boeing's emergency procedures before crash: report CNN Boeing Whistle-Bl…", "sentiment": "undefined", "publishedAt": "2019-04-03T09:31:40Z"}, {"title": "Whistleblower: employees in charge of certifying Boeing Max jets not properly trained", "description": "Whistleblowers have come forward claiming that employees at the FAA in charge of looking at the Boeing Max jets were not properly trained or certified to do their jobs. Stephanie Ruhle is joined by NBC’s Tom Costello and Axios Chief Financial Correspondent Fe…", "sentiment": "undefined", "publishedAt": "2019-04-03T14:31:14Z"}, {"title": "The sensor believed to be at the heart of the Lion Air Boeing 737 Max disaster was reportedly repaired at a workshop in Florida before the crash (BA)", "description": "Indonesian investigators have linked the Lion Air plane that crashed in October to a Florida repair shop, Bloomberg reported Wednesday. The facility, owned by XTRA Aerospace, did maintenance on the Boeing 737 Max before the fatal crash, documents prepared for…", "sentiment": "undefined", "publishedAt": "2019-04-03T13:29:47Z"}, {"title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, BA, APRN, GME)", "description": "Here is what you need to know. Trade talks kick off in Washington. Chinese Vice Premier Liu He is in Washington in an attempt to iron out a trade deal between the world's two largest economies. Closing the southern border could put the economy at a 'standstil…", "sentiment": "undefined", "publishedAt": "2019-04-03T10:53:00Z"}, {"title": "Ethiopian Airlines pilots followed Boeing's emergency procedures before crash: report", "description": "Pilots flying Ethiopian Airlines Flight 302 initially followed emergency procedures that were laid out by Boeing before the plane nose-dived into the ground, according to preliminary findings reported in the Wall Street Journal.", "sentiment": "undefined", "publishedAt": "2019-04-03T06:08:23Z"}, {"title": "Boeing boasted about streamlined approval for the 737 Max. Now it's cleaning up the mess", "description": "Two years ago, Boeing was on top. Its stock was up 40% over the previous year. It was one of the hottest stocks around. The outlook for sales and profit was bright. And the company was about to start delivering its new 737 Max jet.", "sentiment": "undefined", "publishedAt": "2019-04-03T21:00:07Z"}, {"title": "This man was the only passenger on a Boeing 737 to Italy", "description": "Skirmantas Strimaitis was shocked to discover he was the only passenger on a flight from the Lithuanian capital, Vilnius, to the northern Italian city of Bergamo", "sentiment": "undefined", "publishedAt": "2019-04-03T14:37:06Z"}, {"title": "New plane wing moves like a bird's and could radically change aircraft design", "description": "Plane wings are traditionally strong, thick and sturdy but a team of researchers led by NASA has created a flexible wing that morphs as it flies.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:02:10Z"}, {"title": "Ethiopian Airlines pilots followed Boeing's emergency steps before 737 Max crash: report", "description": "It's the latest report in the midst of mounting pressure on Boeing and the U.S. Federal Aviation Administration over their assertions that had pilots simply followed established safety procedures, the crash may have been avoided.", "sentiment": "undefined", "publishedAt": "2019-04-03T12:30:00Z"}, {"title": "Stocks set to rise | Caterpillar shares fall | US-China reportedly near trade deal", "description": "Optimism over the resumption of China trade talks is helping kick start stock futures this morning.", "sentiment": "undefined", "publishedAt": "2019-04-03T11:14:00Z"}, {"title": "Boeing Probes, Brexit Twist, Uber Lobbying: CEO Daily for April 3, 2019", "description": "Must-read business news, delivered every morning.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:46:50Z"}, {"title": "Ethiopian Air pilots followed Boeing procedures before crash - WSJ", "description": "Pilots at the controls of the 737 MAX that crashed in March in Ethiopia initially followed emergency procedures laid out by Boeing (NYSE:BA) but still failed to recover control of the jet, according t", "sentiment": "undefined", "publishedAt": "2019-04-03T07:30:20Z"}, {"title": "Kenyan families of Ethiopian crash victims to sue", "description": "A U.S.-based attorney says eight Kenyan families of people who died in an Ethiopian Airlines crash last month will sue Boeing, the manufacturer of the plane, and the airline for compensation", "sentiment": "undefined", "publishedAt": "2019-04-03T15:14:02Z"}, {"title": "Drone Delivery Canada Leaps Ahead Of Amazon Prime Air And Google Wing", "description": "Amazon Prime Air is mostly hot air. Working with regulators is the key to progress. Google and Drone Delivery Canada are leading the charge. Early movers will o", "sentiment": "undefined", "publishedAt": "2019-04-03T15:45:14Z"}, {"title": "Ethiopian Airlines pilots reportedly followed Boeing's emergency steps before 737 Max crash", "description": "Pilots of the 737 Max that crashed in Ethiopia in March initially followed Boeing’s standard emergency procedures to try to get control of the plane, but ultimately failed, The Wall Street Journal reported Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T15:08:48Z"}, {"title": "GM, Ford and Toyota join to advance self-driving testing, standards", "description": "A fatal 2018 accident involving a self-driving vehicle, and two deadly 737 Max plane crashes have put a spotlight on the ability of regulators to assess the safety of advanced systems.", "sentiment": "undefined", "publishedAt": "2019-04-03T10:35:04Z"}, {"title": "Wall Street Breakfast: Stocks Advance As Trade Talks Resume", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-04-03T11:02:13Z"}, {"title": "Boeing says successfully tested new 737 MAX software in CEO flight", "description": "Boeing Co said on Wednesday its chief executive, Dennis Muilenburg, had joined a test flight on a 737 MAX 7 jetliner for a demonstration of updated MCAS anti-stall software.", "sentiment": "undefined", "publishedAt": "2019-04-03T20:56:57Z"}, {"title": "Norwegian Air CEO says had good meetings with Boeing", "description": "Norwegian Air, a major client of Boeing, has had good meetings with the U.S. planemaker regarding the grounding of the MAX planes, the chief executive of the budget airline said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:11:41Z"}, {"title": "UAE to validate any Boeing MAX fix before lifting airspace ban - official", "description": "The United Arab Emirates will make its own checks on any fixes for the Boeing 737 MAX before permitting the grounded jet to resume flying in its airspace, a senior aviation regulatory official said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:27:05Z"}, {"title": "UPDATE 1-Boeing's new 737 MAX flight control system 'seems foolproof' -Norwegian CEO", "description": "Boeing's new MCAS flight control system for its 737 MAX aircraft appears foolproof, Norwegian Air Chief Executive Bjoern Kjos said on Wednesday after visiting the plane maker in Seattle.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:44:40Z"}, {"title": "First report on Boeing crash that killed 157 in Ethiopia due Thursday -source", "description": "Ethiopian authorities will deliver their first report on the crash of Ethiopian Airlines flight 302 on Thursday at 10:30 a.m. local time (0730 GMT), a source told Reuters.", "sentiment": "undefined", "publishedAt": "2019-04-03T17:26:03Z"}, {"title": "Boeing's new MAX flight control system 'seems foolproof', Norwegian's CEO says", "description": "Boeing's new MCAS flight control system for the 737 MAX aircraft \"seems foolproof\", Norwegian Air Chief Executive Bjoern Kjos said on Wednesday after visiting the plane maker in Seattle.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:05:01Z"}, {"title": "PRESS DIGEST- New York Times business news - April 3", "description": "The following are top stories on the New York Times business pages. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-03T06:37:52Z"}, {"title": "PRESS DIGEST- Wall Street Journal - April 3", "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:07:34Z"}, {"title": "GM, Ford and Toyota join to advance self-driving testing, standards", "description": "Three major automakers said on Wednesday they were forming a consortium to help draw up safety standards for self-driving cars that could eventually help create regulations in the United States.", "sentiment": "undefined", "publishedAt": "2019-04-03T10:00:00Z"}, {"title": "Report: Pilots in doomed plane followed emergency steps", "description": "Published report says pilots of an Ethiopian airliner that crashed followed Boeing's emergency steps for dealing with a sudden nose-down turn but couldn't regain control", "sentiment": "undefined", "publishedAt": "2019-04-03T16:35:12Z"}, {"title": "Markets Right Now: US indexes hold on to moderate gains", "description": "A late stumble took away much of the gains from an early rally but major U.S. indexes still ended slightly higher on Wall Street.", "sentiment": "undefined", "publishedAt": "2019-04-03T20:11:11Z"}, {"title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-03T21:50:27Z"}, {"title": "It's 'inevitable' that a self-driving car will kill someone. Here's why a VC thinks we should be investing in them anyway. (BA, GOOGL, TSLA)", "description": "Failures in emerging autonomous transportation systems have already led to people's deaths. We should expect more such tragedies in the future, said Shahin Farshchi, a partner with venture firm Lux Capital, which has backed numerous startups in the self-drivi…", "sentiment": "undefined", "publishedAt": "2019-04-03T01:00:41Z"}, {"title": "FAA forms joint task force with NASA, international aviation regulators to review Boeing 737 Max fix", "description": "Boeing chairman, president and CEO Dennis Muilenburg joined a pilot crew in testing the updated MCAS software.", "sentiment": "undefined", "publishedAt": "2019-04-03T21:45:00Z"}, {"title": "The Boeing 747 and the Airbus A330 are two of the most popular choices for Presidential jets. Here's how the world's leaders travel.", "description": "The Boeing VC25 is arguably the most famous jetliner in the world. Most people know the plane by the callsign it's assigned when the President of the United States is on board, Air Force One. A larger number of prominent international leaders have some form o…", "sentiment": "undefined", "publishedAt": "2019-04-03T14:58:42Z"}, {"title": "Boeing software engaged repeatedly before crash - sources", "description": "Boeing anti-stall software on a doomed Ethiopian Airlines jet re-engaged as many as four times after the crew initially turned it off due to suspect data from an airflow sensor, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-03T09:27:10Z"}, {"title": "Norwegian's CEO held 'good meetings' with Boeing regarding MAX", "description": "Norwegian Air, a major client of Boeing, has had positive meetings with the U.S. planemaker regarding the grounding of its MAX planes after an Ethiopian Airlines crash last month, the airline's chief executive said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:30:31Z"}, {"title": "Ethiopian Airlines pilots initially followed Boeing procedures before crash - WSJ", "description": "The pilots of an Ethiopian Airlines 737 MAX jet that crashed last month had initially followed Boeing Co's emergency procedures but they still failed to regain control of the plane, the Wall Street Journal reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T04:14:17Z"}, {"title": "Exclusive: Boeing software engaged repeatedly before crash - sources", "description": "Boeing anti-stall software on a doomed Ethiopian Airlines jet re-engaged as many as four times after the crew initially turned it off due to suspect data from an airflow sensor, two people familiar with the matter said.", "sentiment": "undefined", "publishedAt": "2019-04-03T10:18:05Z"}, {"title": "UAE to validate any Boeing MAX fix before lifting airspace ban - official", "description": "The United Arab Emirates will make its own checks on any fixes for the Boeing 737 MAX before permitting the grounded jet to resume flying in its airspace, a senior aviation regulatory official said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:29:35Z"}, {"title": "GM, Ford and Toyota join to advance self-driving testing, standards", "description": "Three major automakers said on Wednesday they were forming a consortium to help draw up safety standards for self-driving cars that could eventually help create regulations in the United States.", "sentiment": "undefined", "publishedAt": "2019-04-03T10:08:01Z"}, {"title": "Wall Street rises on trade hopes, chip stocks at record highs", "description": "New York's main stock indexes rose on Wednesday, extending a strong start to the quarter as a rally in chipmakers added to optimism over trade talks between the United States and China.", "sentiment": "undefined", "publishedAt": "2019-04-03T15:29:57Z"}, {"title": "Ethiopian 737 pilots followed Boeing guidelines before crash", "description": "The crash last month in Ethiopia killed all 157 people on board and led to a global grounding of 737 MAX jets and scrutiny of the certification process for the Boeing plane.", "sentiment": "undefined", "publishedAt": "2019-04-03T07:36:07Z"}, {"title": "Ethiopian Airlines pilots reportedly followed Boeing's emergency procedures before crash", "description": "New information on a deadly plane crash in Ethiopia may undermine Boeing's claims about a suspect piece of software on its new 737 Max jets. Reports say the Ethiopian Airlines pilots turned off the system designed to prevent the plane from stalling – but some…", "sentiment": "undefined", "publishedAt": "2019-04-03T11:15:45Z"}, {"title": "Ethiopia pilots followed Boeing procedures before crash: Sources", "description": "CNBC's Phil LeBeau reports on the latest information on the 737 Max following the crash of the Ethiopian Airlines plane last month. With CNBC's Melissa Lee and the Fast Money traders, Pete Najarian, Karen Finerman, Tim Seymour and Guy Adami.", "sentiment": "undefined", "publishedAt": "2019-04-03T21:45:00Z"}, {"title": "Report: Pilots in doomed plane followed emergency steps", "description": "Pilots of an airliner that crashed last month in Ethiopia initially followed Boeing's emergency steps for dealing with a sudden downturn of the nose of their plane but could not regain control, according to a published report.", "sentiment": "undefined", "publishedAt": "2019-04-03T16:42:56Z"}, {"title": "WORLD NEWS ROUNDUP: 04/03", "description": "Lots of questions about a woman arrested at President rump's Florida resort. New information about the latest Boeing crash. The biggest names in the college admissions scandal go to court. CBS News Correspondent Steve Kathan has today's World News Roundup.", "sentiment": "undefined", "publishedAt": "2019-04-03T12:00:00Z"}, {"title": "Faulty 737 sensor from Lion Air crash linked to Florida repair shop", "description": "WASHINGTON - A faulty sensor on a Lion Air 737 Max that has been linked to the jetliner's deadly crash last October and a harrowing ride the previous day was repaired in a U.S. aircraft maintenance facility before the tragedy,…", "sentiment": "undefined", "publishedAt": "2019-04-03T01:09:00Z"}, {"title": "New info about moments before Ethiopian Airlines crash raises questions", "description": "New information is emerging from the final moments before an Ethiopian Airlines jet crashed last month. It raises new questions for Boeing and its 737 MAX jets. Kris Van Cleave has the latest.", "sentiment": "undefined", "publishedAt": "2019-04-03T22:57:57Z"}, {"title": "Kenyan families of Ethiopian crash victims to sue", "description": "NAIROBI, Kenya (AP) — A U.S.-based attorney says eight Kenyan families of people who died in an Ethiopian Airlines crash last month will sue Boeing, the manufacturer of the plane, and the airline for compensation.", "sentiment": "undefined", "publishedAt": "2019-04-03T15:12:34Z"}]