[
  {
    "title": "DealBook Briefing: Boeing Faces Scrutiny Over Its Best-Selling Jet",
    "description": "Two deadly crashes in five months involving 737 Max planes have many questioning the safety of the aircraft, which forms the heart of Boeing’s business.",
    "sentiment": "0",
    "publishedAt": "2019-03-11T11:06:18Z"
  },
  {
    "title": "Correction: Ethiopia-Plane-Crash-The Latest story - Fox News",
    "description": "Correction: Ethiopia-Plane-Crash-The Latest story Fox News No survivors in Ethiopian Airlines crash ABC News Ethiopian Airlines plane crash: Live updates CNN After Ethiopian Air Crash, 737 Max May Face Global Grounding Bloomberg Boeing Faces Questions About I…",
    "sentiment": "0",
    "publishedAt": "2019-03-11T09:12:27Z"
  },
  {
    "title": "Second crash raises questions about Boeing 737 MAX 8",
    "description": "Ethiopian disaster involved the same type of aircraft as a fatal accident in Indonesia",
    "sentiment": "0",
    "publishedAt": "2019-03-11T00:11:58Z"
  },
  {
    "title": "Boeing stands by plane as major airlines ground aircraft",
    "description": "With Boeing's 737 Max 8 being involved in two crashes six months apart, numerous international airlines have grounded the best selling aircraft out of precaution. CNN's David McKenzie reports, as of now, Boeing is standing by their plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-11T21:40:56Z"
  },
  {
    "title": "CNN anchor: This is a 'full-blown crisis' for Boeing",
    "description": "Boeing's bestselling passenger jet is facing increased scrutiny after being involved in two deadly crashes in less than five months, a situation that threatens to tarnish the US plane maker's reputation for safety.",
    "sentiment": "0",
    "publishedAt": "2019-03-11T12:48:32Z"
  },
  {
    "title": "Newell Brands: Are The Lows In?",
    "description": "Newell Brands is down 17% year-to-date vs. the S&P 500's positive return. The company has seen estimates for FY-2019 earnings sliced by more than 40% from the l",
    "sentiment": "undefined",
    "publishedAt": "2019-03-11T14:12:01Z"
  },
  {
    "title": "Tracking Ole Andreas Halvorsen's Viking Global Portfolio - Q4 2018 Update",
    "description": "Halvorsen's 13F portfolio value decreased from $18.06B to $17.57B. The number of positions decreased from 64 to 56. Viking Global increased Amazon.com, Alphabet",
    "sentiment": "undefined",
    "publishedAt": "2019-03-11T08:09:52Z"
  },
  {
    "title": "The Best Dividend Stocks To Buy In A Slowing Economy",
    "description": "The S&P 500 is up 10% YTD mostly due to the Fed canceling further rate hikes and promises of a final China/US trade deal at the end of March. However, economic",
    "sentiment": "undefined",
    "publishedAt": "2019-03-11T14:24:38Z"
  },
  {
    "title": "The Morning Rundown: Today's top headlines",
    "description": "Three countries grounded Boeing 737 Max 8 jets one day after the Ethiopian Airlines crash.",
    "sentiment": "0",
    "publishedAt": "2019-03-11T11:44:00Z"
  },
  {
    "title": "Another brand-new Boeing falls from the sky",
    "description": "The crash has troubling similarities with a disaster in Indonesia last year",
    "sentiment": "0",
    "publishedAt": "2019-03-11T09:05:14Z"
  },
  {
    "title": "Brexit, Cardinal Pell, Boeing: Your Wednesday Briefing",
    "description": "Cardinal Pell arriving at court in Melbourne last month.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T19:04:41Z"
  },
  {
    "title": "Boeing, Brexit, Russell Westbrook: Your Tuesday Evening Briefing",
    "description": "Here’s what you need to know at the end of the day.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T22:34:26Z"
  },
  {
    "title": "Live Briefing: Ethiopian Airlines Crash Updates: Boeing Plans System Improvements After Second Crash",
    "description": "Investigators in Jakarta, Indonesia, examining the wreckage last year of a Boeing 737 Max 8 aircraft operated by the budget carrier Lion Air. That crash raised concerns about the plane’s flight control systems.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T05:19:17Z"
  },
  {
    "title": "Boeing Scrambles to Contain Fallout From Deadly Ethiopia Crash",
    "description": "A 737 Max 8 was towed on Monday from the Boeing plant in Renton, Wash., to the local airport. At least 19 airlines around the world have grounded their 737 Max 8 planes, largely in China and Indonesia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T00:26:45Z"
  },
  {
    "title": "As More Countries Ground Boeing 737 Max 8s, U.S. Holds Back",
    "description": "A Southwest Boeing 737 Max 8 prepares to land in Fort Lauderdale. By Tuesday, nearly half of the 737 Max 8 aircraft in the world had been pulled from use after a second deadly crash involving the jetliner.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:19:56Z"
  },
  {
    "title": "Experts split on whether Boeing 737 MAX 8 should continue to fly",
    "description": "• Man who missed Ethiopian Airlines flight shares emotional post • Pilot: We need to find out much more about why two Boeing planes crashed • How to know if you're booked on a 737 MAX 8",
    "sentiment": "n",
    "publishedAt": "2019-03-12T01:33:04Z"
  },
  {
    "title": "What the world lost aboard Ethiopian Airlines 302",
    "description": "There was no active war zone, no violent weather system, no kidnapping -- none of the dangers that humanitarian aid workers routinely experience around the world. And yet several tragically lost their lives on Sunday on an airplane that, ironically, is so tec…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:55:21Z"
  },
  {
    "title": "Australia suspends Boeing 737 MAX flights",
    "description": "Australia's civil aviation safety authority suspended Boeing Co 737 MAX aircraft from flying to or from Australia, following fatal crashes involving the U.S. planemaker's latest model in Indonesia and Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T08:17:23Z"
  },
  {
    "title": "Russia’s S7 Airlines grounds Boeing 737 Max 8 planes",
    "description": "Russian S7 Airlines said on Monday it would ground Boeing 737 Max 8 airlines starting from Wednesday following the crash of an Ethiopian Airlines plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T19:10:20Z"
  },
  {
    "title": "Irish Aviation Authority to temporarily suspend Boeing 737 MAX operations",
    "description": "The Irish Aviation Authority is temporarily suspending the operation of all variants of the Boeing 737 MAX aircraft in Irish airspace with immediate effect following a deadly crash in Ethiopia, it said on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:39:44Z"
  },
  {
    "title": "French aviation authority bans Boeing 737 MAX from its airspace",
    "description": "France's DGAC civil aviation authority said on Tuesday it was banning Boeing 737 MAX aircraft from French airspace following the fatal crash last weekend of a plane of the same model in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:38:58Z"
  },
  {
    "title": "Singapore suspends Boeing 737 MAX flights after Ethiopia crash",
    "description": "Singapore will temporarily suspend all Boeing 737 MAX flights from 1400 local time (0600 GMT) on Tuesday, the civil aviation authority said, two days after an Ethiopian Airlines crash that killed all 157 on board.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T03:04:24Z"
  },
  {
    "title": "Poland closes airspace to Boeing 737 Max 8 planes",
    "description": "Poland closed its airspace to Boeing 737 Max 8 airliners from Tuesday evening and grounded its own fleet of the planes after the same type of aircraft crashed in Ethiopia, killing 157 people, officials said.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T16:50:08Z"
  },
  {
    "title": "Bermuda prohibits Boeing 737 MAX from its airspace",
    "description": "Bermuda has prohibited Boeing's 737 MAX 8 and 737 MAX 9 aircraft from its airspace until further notice following Sunday's deadly plane crash in Ethiopia, the British overseas territory's aviation authority said on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T23:22:48Z"
  },
  {
    "title": "U.S. airlines stand by Boeing's 737 MAX, saying data shows it is safe",
    "description": "Large U.S. airlines stood by Boeing Co's 737 MAX on Tuesday, even as an increasing number of nations decided to ban it, with Southwest Airlines Co and American Airlines Group Inc saying their fleet data showed the plane was safe.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T16:21:54Z"
  },
  {
    "title": "Boeing to upgrade software in 737 MAX 8 fleet in 'weeks'",
    "description": "Boeing Co confirmed late on Monday it will deploy a software upgrade to the 737 MAX 8, a few hours after the Federal Aviation Administration said it would mandate \"design changes\" in the aircraft by April.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T01:28:58Z"
  },
  {
    "title": "U.S. Senate to hold hearing on Boeing 737 MAX 8 crashes",
    "description": "The head of a U.S. Senate panel that oversees aviation issues said on Tuesday that he plans to hold hearings on the fatal crashes of two Boeing 737 MAX 8 jets since October, and suggested it would be \"prudent\" to temporarily ground the planes.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T19:49:32Z"
  },
  {
    "title": "Results of Ethiopian crash investigation needed before conclusions drawn: IATA head",
    "description": "International Air Transport Association (IATA) Director General Alexandre de Juniac said on Tuesday the results of an investigation into a deadly Ethiopian Airlines crash were needed before any conclusions were drawn on the incident.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T03:10:21Z"
  },
  {
    "title": "Boeing's sliding stock is erasing more than 100 points from the Dow (BA)",
    "description": "Boeing shares trade down more than 3% early Tuesday after a slew of countries grounded the 737 Max 8 aircraft. On Sunday, Boeing's 737 Max 8 was involved in its second disaster in five months. Boeing's stock continues to weigh on the Dow Jones Industrial Aver…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:42:00Z"
  },
  {
    "title": "Europe has banned the Boeing 737 MAX — a plane that has crashed twice since October (BA)",
    "description": "The European Union Aviation Safety Agency (EASA) has banned all Boeing 737 MAX airliners from flying in Europe. The regulatory agency cited the need to ensure the safety of passengers following the crash of the Ethiopian Airlines Flight ET302 on Sunday. EASA …",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:04:19Z"
  },
  {
    "title": "The UK has banned all Boeing 737 Max 8 aircraft from British airspace",
    "description": "The UK's air authority has banned Boeing 737 Max 8 planes from entering UK airspace. 157 people died on Sunday when a 737 Max 8 operated by Ethiopian Airlines went down near Addis Ababa. The UK joins the growing list of countries and airlines grounding 737 Ma…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:47:56Z"
  },
  {
    "title": "Boeing's market value has plunged by $40 billion from its 2019 peak (BA)",
    "description": "Boeing 's stock has lost more than $40 billion of market value from its 2019 peak. Shares have slumped about 15% since topping out on March 1. Wall Street analysts remain bullish on the company despite the slide, with 21 buys and only 2 sells. Watch Boeing tr…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:32:00Z"
  },
  {
    "title": "'You basically put a student pilot in there': The co-pilot of crashed Ethiopian Airlines Flight 302 had just 200 hours of flight experience (BA)",
    "description": "Ethiopian Airlines Flight 302 crashed shortly after take-off on Sunday, killing all 157 people on board. The cause for the deadly crash remains unknown and under investigation. According to Ethiopian Airlines, the co-pilot on Flight 302 had 200 hours of flyin…",
    "sentiment": "n",
    "publishedAt": "2019-03-12T18:21:10Z"
  },
  {
    "title": "A major flight attendant’s union is calling on US regulators to investigate the plane involved in two crashes in five months (BA)",
    "description": "A 50,000-member flight attendants union is calling on the US government to investigate the 737 MAX 8. The plane has now been involved in two deadly crashes in the span of five months, including Sunday's Ethiopian Airlines disaster. The union said in a letter …",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:41:50Z"
  },
  {
    "title": "Stocks are rising as Brexit progress and a $6.9 billion tech takeover lift the market mood",
    "description": "Stock markets rose after British Prime Minister Theresa May secured an improved offer from the EU Bank of America's buy rating on Apple and Nvidia's $6.9 billion offer for Mellanox also lifted sentiment World stock markets rose on Tuesday after British Prime …",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T09:58:28Z"
  },
  {
    "title": "Airline stocks with exposure to Boeing's 737 Max are sliding (LUV, DAL, UAL, AAL)",
    "description": "US airline stocks traded lower Tuesday morning as Boeing's 737 Max was continued. The major airlines with exposure the to aircraft were all down at least The pressure on the sector increased as six governments and more than 23 airlines grounded the aircraft. …",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:38:00Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, BA, AAPL, WFC, SFIX)",
    "description": "Here is what you need to know. Stocks aren't out of the woods just yet. \"The bottom line for us is that the earnings recession is real and it's broader than the one we experienced in 2015-16,\" Morgan Stanley Strategist Michael Wilson and his team wrote. The F…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T10:47:00Z"
  },
  {
    "title": "President Trump Says Airplanes Are ‘Far Too Complex to Fly’ After Ethiopian Airlines 737 Crash",
    "description": "President Trump says airplanes “are becoming far too complex to fly\" after Ethiopian Airlines' Boeing 737 Max crashed.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:07:53Z"
  },
  {
    "title": "Will Boeing 737 Max 8 Groundings Cause Flight Cancellations or Delays? Here’s What You Should Know",
    "description": "As the number of countries grounding the Boeing 737 MAX 8 planes grows following the deadly Ethiopian Airlines crash, some flights that have a connection to the aircraft have been cancelled or delayed — and the list of impacted flights could grow. China, Indo…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T19:14:44Z"
  },
  {
    "title": "Singapore Is the Latest Country to Ground Boeing’s 737 MAX Aircraft",
    "description": "Ethiopia, Indonesia and China have already grounded the planes after the crash of an Ethiopian Airlines flight",
    "sentiment": "0",
    "publishedAt": "2019-03-12T08:26:23Z"
  },
  {
    "title": "A Growing Number of Countries and Airlines Are Grounding Boeing 737 Max 8 Planes After the Ethiopian Airlines Crash",
    "description": "A growing number of countries and airlines are grounding Boeing 737 MAX 8s in the wake of Sunday’s Ethiopian Airlines crash – the second fatal crash to involve the new model of aircraft in five months. Ethiopian Airlines flight 303 bound for Nairobi crashed s…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:27:00Z"
  },
  {
    "title": "Aunt Becky from 'Full House' is in trouble",
    "description": "From Felicity Huffman to Boeing planes in the air, here’s Tuesday’s top news.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T23:00:54Z"
  },
  {
    "title": "More airlines are grounding Boeing 737 Max 8 planes after Ethiopian Airlines crash. Boeing and the FAA have not.",
    "description": "Boeing, however, has said it has no reason to pull the popular aircraft from the skies, and it does not intend to issue new recommendations about the aircraft to customers.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:00:05Z"
  },
  {
    "title": "Boeing 737 Max: Debunking traveler myths about the plane at the heart of two air disasters",
    "description": "No, Southwest Airlines is not using the Boeing 737 Max 8 on its new Hawaii flights. Yes, some airlines are quietly working with concerned travelers.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T02:22:15Z"
  },
  {
    "title": "Ground the Boeing 737 Max 8, members of Congress implore the FAA after deadly crash",
    "description": "Ground the Boeing 737 Max 8, members of Congress tell the FAA. Their calls follow the decision by authorities in the United Kingdom to ground the plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:44:12Z"
  },
  {
    "title": "Boeing 737 Max: How many of those planes fly for Southwest, American, United, and where?",
    "description": "Southwest and American Airlines operate a combined 58 Boeing 737 Max 8s and United has 14 of the larger Max 9s.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T22:29:20Z"
  },
  {
    "title": "AP Top Stories March 12 A",
    "description": "Here's the latest for Tuesday March 12th: US pulling remaining embassy staff from Venezuela; More countries ground Boeing 737 Max 8; White House budget would push deficit past $1 Trillion; Mixed Marshal Arts fighter Conor McGregor arrested.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T09:26:27Z"
  },
  {
    "title": "AP Top Stories March 12 P",
    "description": "Here's the latest for Tuesday March 12th: Hollywood stars, coaches accused in a college bribery scheme; More countries ground Boeing 737 Max 8; NY announces results of program to test Rape Kits; The world waits for April the giraffe to give birth.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T22:36:29Z"
  },
  {
    "title": "Airline pilot: Is it still safe to fly in a Boeing 737 MAX? Don't worry about it just yet.",
    "description": "Recent crashes in Indonesia and Ethiopia of Boeing's 737 MAX aircraft have passengers worried. But air travel has actually never been safer.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T18:24:48Z"
  },
  {
    "title": "Ethiopian Airlines crash, T-Mobile and Sprint talk merger: 5 things to know Tuesday",
    "description": "The National Transportation Safety Board aids the Ethiopian Airlines crash investigation, Tiger Woods speaks after his latest injury and more things to start your Tuesday morning.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T08:03:13Z"
  },
  {
    "title": "Why FAA and NTSB are not caving to political and public pressure",
    "description": "As a former NTSB investigator and FAA safety manager, I am stunned so many countries would 'cry wolf' on Boeing's Max 8, writes Jeff Guzzetti.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T23:52:40Z"
  },
  {
    "title": "Ethiopian Airlines’ Training School Is a Centerpiece of Its Brand",
    "description": "The airline relies on its well-regarded and competitive Aviation Academy, which trains not only pilots but also mechanics and management employees to position itself as Africa’s premier carrier.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T09:00:35Z"
  },
  {
    "title": "Ethiopia Airlines crash: Boeing Max 8 planes banned from UK airspace",
    "description": "Boeing 737 Max 8 planes have been banned from UK airspace.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:30:27Z"
  },
  {
    "title": "Where The Boeing 737 Max Is Grounded",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T23:03:13Z"
  },
  {
    "title": "Boeing 737 Max Gets More Groundings",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:07:32Z"
  },
  {
    "title": "Repercussions Spread as Singapore, Australia Act: Boeing Update",
    "description": "Boeing Co. is contending with a growing crisis after Singapore and Australia closed their air space to 737 Max planes in response to a second crash of the model in five months.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T11:25:19Z"
  },
  {
    "title": "Surveillance: RBC Open To M&A, McKay Says (Podcast)",
    "description": "Dave McKay, RBC President &amp; CEO, says the company is open to \"tactical\" acquisitions. Howard Ward, Gabelli Funds CIO of Growth Equities, believes that orders of the Boeing 737 MAX 8 will remain intact.  Lindsey Piegza, Stifel Chief Economist, says wage gr…",
    "sentiment": "1",
    "publishedAt": "2019-03-12T14:58:52Z"
  },
  {
    "title": "Boeing Grounded: Tracking the Global Response to 737 Max Crash",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:10:05Z"
  },
  {
    "title": "Daybreak: Brexit Plan Fails. Boeing Woes Worsen. (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T21:32:12Z"
  },
  {
    "title": "Daybreak: Brexit on the Brink. Boeing Woes Worsen. (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:28:00Z"
  },
  {
    "title": "Sound On: Boeing Crisis, Huawei & Rep. Jim Banks (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T22:19:50Z"
  },
  {
    "title": "Daybreak: May's Midnight Deal. FAA on Boeing Jet. (Podcast)",
    "description": "In today’s Dubai Daybreak podcast, we cover the biggest stories that happened overnight. Theresa May said she won \"legally binding changes\" that meet the demands of U.K. parliament regarding the Irish backstop, leaving MPs only hours to review the new terms b…",
    "sentiment": "n",
    "publishedAt": "2019-03-12T01:24:31Z"
  },
  {
    "title": "Boeing Grounded, Doraine on Munis, Fed Policy Tool (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T20:08:57Z"
  },
  {
    "title": "Daybreak: Brexit D-Day. Boeing Crisis Snowballs. (Podcast)",
    "description": "In today’s New York Daybreak podcast, we cover the biggest stories that happened overnight. Theresa May struck a late-night deal to revise her Brexit plan. Boeing’s crisis snowballed. Elon Musk told a New York judge that tweets he sent last month about Tesla …",
    "sentiment": "0",
    "publishedAt": "2019-03-12T09:26:44Z"
  },
  {
    "title": "Boeing Crisis Grows as 737 Max Blocked From Singapore, Australia",
    "description": "Boeing Co. is facing a growing crisis of confidence over its 737 Max jet as airlines and regulators from Singapore to Australia move to ground or block the plane following two deadly crashes in five months. Bloomberg's Christopher Jasper reports on \"Bloomberg…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T10:44:26Z"
  },
  {
    "title": "Largest Flight Attendant Unions Back Grounding of Boeing 737 Max",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-12T21:14:21Z"
  },
  {
    "title": "Aeromexico Becomes Latest to Ground the 737 Max: Boeing Update",
    "description": "Boeing Co. is grappling with a crisis after a second 737 Max plane crashed in five months. While investigators are still piecing together why an Ethiopian Airlines 737 Max 8 plunged into a hillside minutes after takeoff Sunday, killing 157 people, China and I…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T00:56:14Z"
  },
  {
    "title": "Europe Poised to Ground Boeing 737 Max After U.K. Halts Flights",
    "description": "Europe was preparing to ban flights using Boeing Co.’s 737 Max aircraft in a move that could trigger a global grounding of the jet after a crash in Africa on Sunday raised questions about its safety.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T14:06:04Z"
  },
  {
    "title": "Kenya Airways May Pull Back From Boeing Plan in Favor of Airbus",
    "description": "Kenya Airways Plc may change its early-stage plans to buy Boeing Co.’s 737 Max jets after one of the planes crashed for the second time in five months, prompting airlines and regulators around the world to ground the aircraft.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T19:37:55Z"
  },
  {
    "title": "Daybreak: May's New Deal. More Boeings Grounded. (Podcast)",
    "description": "In today’s London Daybreak podcast, we cover the biggest stories that happened overnight. Theresa May brings an updated Brexit deal to parliament. Boeing receives support in the U.S. -- caution elsewhere. Algeria’s president won’t run for a fifth term. Jodi S…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T05:10:12Z"
  },
  {
    "title": "FAA Stands By Decision to Not Ground Boeing 737 Max Jet",
    "description": null,
    "sentiment": "1",
    "publishedAt": "2019-03-12T22:18:42Z"
  },
  {
    "title": "Pentagon Puts Money Behind Research in $750 Billion Budget Plan",
    "description": "President Donald Trump’s $750 billion defense budget proposal calls for a shift into research and development and flat funding for procurement.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T16:00:00Z"
  },
  {
    "title": "Army's Five-Year Plan Outlines a $25 Billion Shift in Weaponry",
    "description": "The U.S. Army’s new five-year defense plan would end or reduce 186 existing weapons programs and shift an estimated $25 billion to new core areas, a transformation likely to spawn fierce congressional debate and industry lobbying.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T16:00:00Z"
  },
  {
    "title": "BOEING REELS",
    "description": "BOEING REELS (Main headline, 3rd story, link ) Related stories: MAX FEAR GROUNDED Advertise here",
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:46:36Z"
  },
  {
    "title": "BOEING REELS",
    "description": "BOEING REELS (Main headline, 3rd story, link ) Related stories: MAX FEAR GROUNDED Advertise here",
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:49:37Z"
  },
  {
    "title": "Grounded Planes but Not Chaos, for Airline Passengers",
    "description": "Travelers booked on a TUI flight with a Boeing 737 Max8 plane were told Tuesday by the British airline that they would be rerouted onto another type of aircraft.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T21:55:39Z"
  },
  {
    "title": "'If it’s Boeing, I’m not going’: People are freaking out about flying on the same plane that has now crashed twice in 5 months (BA)",
    "description": "A Boeing 737 Max 8 operated by Ethiopian Airlines was the second such plane to crash in five months on Sunday. No cause has been determined, but its similarities to the Lion Air crash in October have caused several major countries to ban the airplane. Boeing …",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:35:18Z"
  },
  {
    "title": "Airlines Ground Planes After Fatal Ethiopian Airlines Crash",
    "description": "Many airlines have decided not to fly the Boeing 747 Max 8 after that model crashed in Ethiopia on Sunday, months after a similar Lion Air crash off Indonesia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T00:39:14Z"
  },
  {
    "title": "Mexico's Aeromexico suspends Boeing 737 MAX planes",
    "description": "Mexican airline Aeromexico said on Monday it had suspended the operation of its six Boeing 737 MAX 8 planes until it had clear information about the investigation into the crash of an Ethiopian Airlines jet on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T00:42:54Z"
  },
  {
    "title": "Germany closes its airspace to Boeing's 737 MAX 8 after Ethiopia crash",
    "description": "German Transport Minister Andreas Scheuer told German broadcaster n-tv on Tuesday that German airspace was closed for Boeing 737 MAX aircraft.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:12:01Z"
  },
  {
    "title": "Norwegian Air grounds its Boeing 737 MAX 8 jets",
    "description": "Norwegian Air will temporarily ground its Boeing 737 MAX 8 passenger jets at the advice of European regulators, it said on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T14:00:01Z"
  },
  {
    "title": "Factbox: Boeing 737 MAX 8 groundings spread across the globe",
    "description": "British authorities were the latest to ban or ground the Boeing 737 MAX 8 aircraft on Tuesday in the aftermath of the fatal crash of a plane of the same type in Ethiopia on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T14:48:38Z"
  },
  {
    "title": "French aviation authority bans Boeing 737 MAX from its airspace",
    "description": "France's DGAC civil aviation authority said on Tuesday it was banning Boeing 737 MAX aircraft from French airspace following the fatal crash last weekend of a plane of the same model in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:38:58Z"
  },
  {
    "title": "Boeing says it has 'full confidence' in 737 MAX safety",
    "description": "Boeing Co said Tuesday it has \"full confidence\" in the safety of the 737 MAX fleet despite two fatal crashes since October and a rising number of regulators and airplanes grounding the planes around the world.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T15:38:02Z"
  },
  {
    "title": "Belgium closes air space for Boeing 737 MAX airplanes: agency",
    "description": "Belgium closed down its air space for Boeing 737 MAX planes, the country's news agency Belga quoted transport minister Francois Bellot as saying on Tuesday after the Sunday's deadly plane crash in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:10:19Z"
  },
  {
    "title": "U.S. FAA will not order immediate grounding of Boeing 737 MAX",
    "description": "The Federal Aviation Administration said on Tuesday it will not ground the Boeing 737 MAX that has been involved in two fatal crashes since October despite a growing number of countries ordering the planes to stop flying.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T22:25:18Z"
  },
  {
    "title": "Canada not grounding Boeing 737 MAX, ready to act if new info emerges",
    "description": "Canadian Transport Minister Marc Garneau said on Tuesday that the government has no plans to ground Boeing 737 MAX aircraft, but is ready to \"act immediately\" to suspend flights if new information emerges indicating there is a problem.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T16:01:27Z"
  },
  {
    "title": "Senator Elizabeth Warren calls for grounding Boeing's 737 MAX 8",
    "description": "U.S. Senator Elizabeth Warren, a Democratic candidate for president, on Tuesday called for the Federal Aviation Administration to follow several other countries and temporarily ground Boeing Co's 737 MAX 8, days after a crash in Ethiopia killed everyone onboa…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T15:22:00Z"
  },
  {
    "title": "Ethiopia crash bodies will take days to release",
    "description": "Families of those killed aboard Ethiopia Airlines flight 302 must wait at least five days to begin receiving some victims' remains, the company said on Tuesday, though the identification of others is expected to take much longer.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-12T09:21:28Z"
  },
  {
    "title": "Australia and Singapore ground Boeing’s 737 Max",
    "description": "Countries join China and Indonesia in banning flights after Ethiopian crash",
    "sentiment": "0",
    "publishedAt": "2019-03-12T09:05:27Z"
  },
  {
    "title": "letter: To F.A.A.: Don’t Wait. Ground the Jets Now.",
    "description": "A 737 Max 8 was towed on Monday from the Boeing plant in Renton, Wash., to the local airport. At least 19 airlines around the world have grounded their 737 Max 8 planes, largely in China and Indonesia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:59:51Z"
  },
  {
    "title": "Boeing had a best-selling 737 and a growing global market. Now after two crashes, its reputation is at risk. - The Washington Post",
    "description": "Boeing had a best-selling 737 and a growing global market. Now after two crashes, its reputation is at risk. The Washington Post E.U. Suspends Boeing 737 Max 8 Operations, but F.A.A. Stands Firm The New York Times Several airlines ground Boeing 737 Max 8 plan…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:10:55Z"
  },
  {
    "title": "U.S. will not suspend Boeing 737 MAX planes after Ethiopia crash - Reuters",
    "description": "U.S. will not suspend Boeing 737 MAX planes after Ethiopia crash Reuters FAA declines to ground Boeing 737 MAX 8, says unknown if two crashes are linked CNN E.U. Suspends Boeing 737 Max 8 Operations, but F.A.A. Stands Firm The New York Times Where Did Boeing …",
    "sentiment": "1",
    "publishedAt": "2019-03-12T16:21:00Z"
  },
  {
    "title": "Flight attendants’ unions urge US carriers to ground Boeing 737 Max 8 aircrafts - Fox News",
    "description": "Flight attendants’ unions urge US carriers to ground Boeing 737 Max 8 aircrafts Fox News Planes grounded after Ethiopian Airlines crash: Live updates CNN Ethiopian Airlines CEO says doomed flight had 'control problems' New York Post Fate of 737 Max Could Turn…",
    "sentiment": "0",
    "publishedAt": "2019-03-12T20:10:02Z"
  },
  {
    "title": "US to mandate design changes on Boeing 737 MAX 8 as others ground plane after crashes",
    "description": "The United States will mandate that Boeing Co implement design changes by April that have been in the works for months for the 737 MAX 8 fleet after a fatal crash in October but said the plane was airworthy and did not need to be grounded after a second crash…",
    "sentiment": "n",
    "publishedAt": "2019-03-12T04:28:08Z"
  },
  {
    "title": "New Zealand suspends Boeing 737 MAX flights",
    "description": "New Zealand's aviation regulator on Wednesday suspended Boeing Co 737 MAX aircraft from flying to or from the country, following fatal crashes involving the U.S. planemaker's model in Indonesia and Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T23:28:38Z"
  },
  {
    "title": "UAE bans operation of Boeing 737 MAX models: WAM",
    "description": "The United Arab Emirates' General Civil Aviation Authority (GCAA) banned the operation of all Boeing 737 MAX models in UAE airspace, Emirates News Agency (WAM) said on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T19:02:32Z"
  },
  {
    "title": "U.S. Air Force resumes Boeing's KC-46 tanker delivery",
    "description": "The U.S. Air Force said that a Boeing Co KC-46 Pegasus tanker jet was being delivered on Monday to Altus Air Force Base in Oklahoma.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T00:04:27Z"
  },
  {
    "title": "Oman suspends Boeing 737 MAX flights after crash",
    "description": "Oman on Tuesday stopped Boeing Co 737 MAX aircraft from flying to or from the Sultanate, following a fatal crash involving the U.S. planemaker's latest model in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T12:26:01Z"
  },
  {
    "title": "Boeing delivers 95 jets in first two months of 2019",
    "description": "Boeing Co delivered 95 planes during January and February, two higher than a year earlier, with its best-selling 737 MAX jets accounting for nearly half of the deliveries.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T15:54:15Z"
  },
  {
    "title": "EASA suspends all flight operations of two Boeing 737 models",
    "description": "The European Union's aviation safety agency EASA suspended all flights in the bloc by Boeing's 737-8 and 737-9 airplanes following the Sunday's deadly plane crash in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T17:40:23Z"
  },
  {
    "title": "Singapore suspends Boeing 737 MAX flights after Ethiopia crash",
    "description": "Singapore will temporarily suspend all Boeing 737 MAX flights from 1400 local time (0600 GMT) on Tuesday, the civil aviation authority said, two days after an Ethiopian Airlines crash that killed all 157 on board.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T03:04:24Z"
  },
  {
    "title": "Boeing shares dip again as 737 MAX groundings spread",
    "description": "Boeing Co's shares fell more than 3 percent on Tuesday as more countries grounded the planemaker's 737 MAX 8 aircraft amid heightened anxiety among travelers about the safety of the plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:08:11Z"
  },
  {
    "title": "UK CAA suspends Boeing 737 MAX from airspace after crash",
    "description": "Britain on Tuesday joined a growing number of nations to suspend flights by Boeing 737 MAX aircraft over their territory, after an Ethiopia Airlines plane of that model crashed on Sunday killing 157 people.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T13:43:18Z"
  },
  {
    "title": "India to ground Boeing 737 MAX planes after Ethiopia crash",
    "description": "India is grounding U.S. planemaker Boeing Co's 737 MAX aircraft immediately, the ministry of civil aviation said late on Tuesday, following the fatal crash of a plane of the same type in Ethiopia on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:25:05Z"
  },
  {
    "title": "Turkish Airlines grounds all Boeing 737 Max models as of March 13",
    "description": "Turkish Airlines has grounded all commercial flights by its Boeing 737 MAX models as of March 13 until uncertainty over their safety is resolved, CEO Bilal Eksi said on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T16:00:37Z"
  },
  {
    "title": "Southwest says fleet data gives it confidence in 737 MAX",
    "description": "Southwest Airlines said on Tuesday that it remains confident in the safety and airworthiness of its 34 Boeing MAX 8 aircraft, noting that the aircraft produces thousands of data points during each flight which are constantly monitored.",
    "sentiment": "1",
    "publishedAt": "2019-03-12T13:40:31Z"
  },
  {
    "title": "Germany grounds Boeing 737 MAX 8 and 9 for three months",
    "description": "Germany's air safety authority DFS said on Tuesday that both Boeing 737 MAX 8 and MAX 9 models will be barred from the country's air space until June 12.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:20:49Z"
  },
  {
    "title": "U.S. senator asks American, Southwest, United to ground Boeing MAX jets",
    "description": "Democratic U.S. Senator Richard Blumenthal on Tuesday asked American Airlines, Southwest Airlines and United Airlines to voluntarily ground all Boeing 737 MAX 8 and MAX 9 planes after two deadly crashes in recent months.",
    "sentiment": "0",
    "publishedAt": "2019-03-12T18:33:50Z"
  },
  {
    "title": "Trump spoke to Boeing CEO after tweets about airplane safety: source",
    "description": "U.S. President Donald Trump spoke to Boeing Co's chief executive, Dennis Muilenburg, on Tuesday, a source familiar with the matter said, after Trump posted comments on Twitter questioning whether airplanes have become too complex to fly safely.",
    "sentiment": "n",
    "publishedAt": "2019-03-12T18:50:12Z"
  },
  {
    "title": "Boeing requests FAA ground the 737 as the President pushes an emergency order",
    "description": "After consulting with the Federal Aviation Administration, the National Transportation Safety Board, and airlines, Boeing is throwing its support behind a decision to ground its 737 Max planes. “Boeing has determined — out of an abundance of caution and in or…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:18:47Z"
  },
  {
    "title": "After FAA doubles down on 737 decision, Canada grounds the planes amid reports of complaints from U.S. pilots",
    "description": "After the Federal Aviation Administration issued a statement late yesterday doubling down on its decision to keep the Boeing 737 Max planes at the heart of two accident investigations flying, Canada has become the latest nation to ground the plane. “There are…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T17:27:25Z"
  },
  {
    "title": "Daily Crunch: Spotify files complaint against Apple",
    "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. Spotify files a complaint against Apple with the European Commiss…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T17:36:39Z"
  },
  {
    "title": "The 737 Max Is Grounded, No Thanks to the F.A.A.",
    "description": "A Boeing 737 Max 8 flown by Southwest Airlines at Baltimore Washington International Airport on Wednesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T21:01:06Z"
  },
  {
    "title": "Brexit, Boeing, Cardinal Pell: Your Wednesday Briefing",
    "description": "Leave supporters outside Parliament in London last month.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T05:00:00Z"
  },
  {
    "title": "Your Wednesday Briefing",
    "description": "An American Airlines Boeing 737 Max 8 in Washington on Tuesday. American and Southwest are the two U.S. carriers that fly the model.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T09:56:53Z"
  },
  {
    "title": "Ground the Boeing Max 8. There Are Too Many Concerns.",
    "description": "An Air Canada Boeing 737 Max 8. The European Union Aviation Safety Agency and aviation officials in Canada, China, Australia, Singapore and Malaysia and more than 30 airlines have grounded the aircraft.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T17:48:17Z"
  },
  {
    "title": "Boeing, College Admissions, Paul Manafort: Your Wednesday Evening Briefing",
    "description": "Here’s what you need to know at the end of the day.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T21:36:46Z"
  },
  {
    "title": "Canada Bans 737 Max Flights, Citing New Satellite Data",
    "description": "Satellite tracking data suggested similarities between the crash in Ethiopia on Sunday and another accident in Indonesia last October, Canada’s transportation minister said.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:14:14Z"
  },
  {
    "title": "Boeing, Brexit, Lagos: Your Thursday Briefing",
    "description": "The Boeing 737 Max 8 jets have now been grounded almost everywhere in the world.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:07:45Z"
  },
  {
    "title": "A Simple Guide to the Aftermath of the Ethiopian Airlines Crash",
    "description": "The crash of a Boeing 737 Max 8 has led much of the world to ground the popular plane and raised urgent questions about its safety.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T17:15:53Z"
  },
  {
    "title": "A Simple Guide to the Aftermath of the Ethiopian Airlines Crash",
    "description": "The crash of a Boeing 737 Max 8 has led much of the world to ground the popular plane and raised urgent questions about its safety.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:55:51Z"
  },
  {
    "title": "Boeing Flights Grounded Across the Globe, but Not in the U.S.",
    "description": "An American Airlines gate at La Guardia Airport on Tuesday. American and Southwest Airlines are the two United States carriers that fly the Boeing 737 Max 8, with 58 total.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T00:15:21Z"
  },
  {
    "title": "Canada joins ban on Boeing crash aircraft",
    "description": "The country is the latest to temporarily ban flights of the aircraft following a crash on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:34:57Z"
  },
  {
    "title": "Canada says it is grounding Boeing 737 MAX jets",
    "description": "Canada on Wednesday became the latest country to ground Boeing 737 MAX aircraft after an Ethiopian Airlines Boeing MAX crashed on Sunday killing 157 people.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:13:12Z"
  },
  {
    "title": "Fiji suspends Boeing 737 MAX flights",
    "description": "Fiji Airways and the Civil Aviation Authority of Fiji on Wednesday temporarily grounded the carrier's two Boeing Co 737 MAX planes, following two fatal crashes involving the aircraft in Indonesia and Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T00:35:33Z"
  },
  {
    "title": "Kazakhstan suspends Boeing 737 Max flights",
    "description": "Kazakhstan's civil aviation committee suspended Boeing 737 Max flights starting from Wednesday, it said in a statement, following two fatal crashes involving the aircraft in Indonesia and Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T05:42:56Z"
  },
  {
    "title": "Saudi Arabia has no Boeing 737 MAX in its aircraft registry: civil aviation",
    "description": "Saudi Arabia does not have Boeing 737 MAX planes in its own aircraft registry, a spokesman for the kingdom's civil aviation authority said in a statement on Wednesday.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T15:56:19Z"
  },
  {
    "title": "Iraq bans Boeing 737 MAX aircraft from its airspace",
    "description": "Iraq on Wednesday banned U.S. planemaker Boeing Co's 737 MAX aircraft from entering or transiting its airspace, a statement from the civil aviation authority said.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T15:14:23Z"
  },
  {
    "title": "U.S. orders grounding of Boeing 737 MAX aircraft",
    "description": "The United States on Wednesday joined a wave of other countries and ordered the temporary grounding of Boeing 737 MAX aircrafts after an Ethiopian Airlines plane crashed and killed everyone on board.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:21:05Z"
  },
  {
    "title": "FAA to open proceeding on fatal Boeing crashes",
    "description": "The Federal Aviation Administration said Wednesday it plans to open a proceeding into two fatal Boeing Co 737 MAX 8 plane crashes after it said data showed \"some similarities\" in the Lion Air and Ethiopian Airlines crashes.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:42:39Z"
  },
  {
    "title": "Boeing Co should ground 737 MAX 8 jets: Ethiopian Airlines CEO",
    "description": "Boeing Co should ground all of its 737 MAX 8 jets until it is established that they are safe to fly, the chief executive of Ethiopian Airlines told the BBC on Wednesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T10:20:25Z"
  },
  {
    "title": "South American nations evaluating shutting airspace to Boeing 737 MAX: Telam news agency",
    "description": "Argentina and other South American nations are evaluating closing their airspace to Boeing 737 MAX airplanes following two fatal crashes in five months involving that type of plane, Argentina's state-run news agency Telam reported on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T01:17:15Z"
  },
  {
    "title": "Trump says U.S. to ground Boeing 737 MAX 8s and MAX 9s",
    "description": "U.S. President Donald Trump said on Wednesday that the United States was going to order the grounding of all Boeing Co 737 MAX 8 and MAX 9 aircraft after a crash in Ethiopia that killed 157 people.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:44:54Z"
  },
  {
    "title": "Georgia bars flights of Boeing 737 Max after crash in Ethiopia",
    "description": "Georgia's civil aviation agency on Wednesday temporarily barred Boeing 737 Max jets from taking off or landing at local airports, following the fatal crash involving the aircraft in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T15:50:39Z"
  },
  {
    "title": "France's BEA not contacted by Ethiopia over black box analysis",
    "description": "Ethiopian authorities have not contacted France's air accident investigation agency about receiving the black boxes from the Boeing 737 MAX 8 which crashed near Addis Ababa, a spokesman for the BEA said on Wednesday.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T12:18:20Z"
  },
  {
    "title": "Airlines turn to other jets to weather Boeing 737 MAX storm",
    "description": "Groundings of brand-new Boeing 737 MAX 8 jets have sent shockwaves through global aviation after a crash in Ethiopia, but many airlines are managing to keep to schedule with other jets while economic woes mean some may be grateful for a pause.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T00:16:28Z"
  },
  {
    "title": "Boeing’s software update to the 737 Max 8 was reportedly delayed more than a month because of the government shutdown (BA)",
    "description": "The government shutdown delayed an important software fix to the Boeing 737 Max 8 for five weeks, the Wall Street Journal reported. A software update was originally expected in January, but delayed for five weeks, US officials told the paper. April is the new…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:10:00Z"
  },
  {
    "title": "Norwegian Air reportedly tells Boeing to 'take this bill' after grounding its fleet of 18 Boeing 737 Max planes",
    "description": "Norwegian Air told Reuters on Wednesday that it will seek compensation from Boeing for the costs and lost revenue involved in grounding its Boeing 737 Max 8 fleet. Norwegian Air has 18 Max jets in its 163-aircraft fleet. On Sunday, Ethiopian Airlines Flight 3…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T14:01:00Z"
  },
  {
    "title": "Pilots complained to authorities about issues with the Boeing 737 Max for months before the deadly Ethiopian Airlines crash",
    "description": "Several pilots made at least five complaints about Boeing 737 Max 8 planes in the months leading up to the deadly Ethiopian Airlines crash on Sunday, which killed all 157 people on board and was the second crash of a Boeing 737 Max 8 in recent months. One cap…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T06:55:11Z"
  },
  {
    "title": "Here's why Boeing's stock didn't get whacked after Trump's emergency order to ground the 737 Max (BA)",
    "description": "Boeing 's stock was down slightly after President Donald Trump announced the grounding of the 737 Max aircraft. Shares were holding their own given wide expectations of a grounding and limited visibility on how business will be impacted. Boeing's stock was al…",
    "sentiment": "1",
    "publishedAt": "2019-03-13T20:35:00Z"
  },
  {
    "title": "This map shows all the countries to ban the Boeing 737 Max 8, and where airlines have grounded their fleets, after Ethiopian Airlines crash that killed 157",
    "description": "A growing number of countries are banning the Boeing 737 Max 8 from their airspaces and airlines are grounding their planes. The model has been involved in two fatal crashes in five months, the most recent over Ethiopia. The US has not banned the plane. Many …",
    "sentiment": "0",
    "publishedAt": "2019-03-13T13:11:57Z"
  },
  {
    "title": "Wall Street firm Wedbush settles with the SEC, which accused it of ignoring an employee's 'long-running pump-and-dump scheme'",
    "description": "Wedbush Securities will pay a $250,000 penalty and has agreed to be censured to settle a charge related to what the Securities and Exchange Commission described as an employee's \"long-running pump-and-dump scheme.\" The scheme targeted retail investors, the SE…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T21:00:00Z"
  },
  {
    "title": "Despite Crashes, the FAA Still Isn’t Grounding the Boeing 737 MAX 8",
    "description": "The FAA has decided not to ground Boeing 737 MAX 8 aircraft, which was involved in fatal crashes in Indonesia and Ethiopia",
    "sentiment": "1",
    "publishedAt": "2019-03-13T00:02:06Z"
  },
  {
    "title": "President Trump Says U.S Is Issuing Emergency Order to Ground Boeing 737 Max 8 and Max 9 Jets",
    "description": "President Trump says the U.S. is issuing an emergency order grounding all Boeing 737 Max 8 and Max 9 after the crash of Ethiopian Airliner.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:50:20Z"
  },
  {
    "title": "Canada Is Now Barring the Boeing 737 Max 8 From Its Airspace",
    "description": "Canada's transport minister says the country is closing air space to the Boeing 737 Max 8 jet after an Ethiopian Airlines jetliner crashed.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:36:22Z"
  },
  {
    "title": "New Evidence and Data Led to Grounding of Boeing 737 Max Planes, FAA Says",
    "description": "The FAA says new evidence from the Ethiopian Airlines crash site and their own data gathering led to grounding of Boeing 737 Max planes.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T20:51:20Z"
  },
  {
    "title": "U.S. Pilots Reported Issues With the Boeing 737 MAX 8 Last Year",
    "description": "Pilots on at least two U.S. flights have reported an automated system seemed to cause their Boeing 737 Max planes to tilt down suddenly",
    "sentiment": "0",
    "publishedAt": "2019-03-13T04:02:04Z"
  },
  {
    "title": "Canada grounds Boeing 737 Max 8s after Ethiopia crash",
    "description": "Canada grounds Boeing 737 Max 8s after Ethiopia crash, leaving the US as one of last countries to allow the planes to keep flying",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:02:15Z"
  },
  {
    "title": "'Start Here': Celebs, CEOs in college bribery scheme, and Boeing's jet gets grounded",
    "description": "It's Wednesday, March 13, 2019. Here's what you need to know to start your day.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T09:12:38Z"
  },
  {
    "title": "Kayak to add feature allowing travelers filter by plane to avoid Boeing 737 Max 8",
    "description": "Flight aggregation service Kayak is updating its search filters this week amid passenger concerns about the Boeing 737 Max 8.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:32:53Z"
  },
  {
    "title": "From the flight manual to automation, why pilots have complained about Boeing's 737 MAX 8",
    "description": "Before 157 people died in a Boeing 737 MAX 8 crash, the second crash of the jet in five months, pilots voice safety concerns, records show.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T10:00:05Z"
  },
  {
    "title": "Boeing 737 Max grounded at Southwest, American and United: 6 things travelers need to know",
    "description": "The Boeing 737 Max has been grounded. Here is what you need to know if you are flying on American, Southwest or United.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:59:08Z"
  },
  {
    "title": "President Trump grounds Boeing 737 MAX 8 and 9 planes",
    "description": "President Trump announces the FAA and Dept. of Transportation will ground all Boeing 737 MAX 8 and 9 aircraft following recent crashes of the model.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T21:50:48Z"
  },
  {
    "title": "Did a mobster ruin Rascal Flatts restaurants?",
    "description": "From Trump grounding planes to Paul Manafort’s bad day, here’s Wednesday’s news.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T22:18:48Z"
  },
  {
    "title": "The Wall Street Journal: Whitaker now doesn’t deny discussing Cohen investigation with Trump, says Nadler",
    "description": "Former acting Attorney General Matthew Whitaker was involved in conversations about the scope of New York federal prosecutors’ investigation into President Donald Trump’s former lawyer Michael Cohen and about whether to fire one or more U.S. attorneys, the ch…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T20:56:52Z"
  },
  {
    "title": "The Wall Street Journal: Senate votes to stop U.S. aid for Saudi-led war in Yemen",
    "description": "The Senate approved a measure on Wednesday that would end U.S. military assistance for the Saudi-led war in Yemen, reproving the Trump administration for the second time over its support of the kingdom.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T21:48:32Z"
  },
  {
    "title": "A NASA Journey to the Moon May Need to Find Another Rocket or Two",
    "description": "Jim Bridenstine, NASA's administrator, spoke on Monday at NASA’s Kennedy Space Center in Florida, surrounded by pictures and models of the Space Launch System, which now faces more delays.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T19:49:05Z"
  },
  {
    "title": "What to Know if Your Boeing 737 Max 8 Flight Was Cancelled",
    "description": "Travelers on American Airlines, Southwest Airlines and United Airlines flights will be rebooked — or scheduled on different planes — if they were to fly on the Boeing aircraft.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T21:58:36Z"
  },
  {
    "title": "Aboard a Max 8 Airplane: ‘I Didn’t Want to Say It and Get Anybody Nervous’",
    "description": "Reporters for The New York Times rode on two Boeing 737 Max 8 flights. The scene was ordinary, despite some lingering qualms.",
    "sentiment": "1",
    "publishedAt": "2019-03-13T19:02:06Z"
  },
  {
    "title": "Boeing Works to Manage a Crisis With Unknown Costs",
    "description": "737 MAX 8 planes nearing completion at the Boeing plant in Renton, Wash. Some 4,600 planes are on order, accounting for around $550 billion in future revenue.",
    "sentiment": "1",
    "publishedAt": "2019-03-13T23:19:24Z"
  },
  {
    "title": "‘Max Efficiency, Max Reliability’: How Boeing Sold Its New 737",
    "description": "Boeing introduced the 737 Max as a reliable fuel- and cost-efficient solution to air travel in the 21st century. After two fatal Max crashes, all of the nearly 350 aircraft in the world have been grounded.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T23:37:15Z"
  },
  {
    "title": "Live Briefing: Ethiopian Airlines Crash Updates: Canadian Carrier Grounds Boeing 737 Max 8",
    "description": "Forensics investigators and recovery personnel at the Ethiopian Airlines Flight 302 crash site near Bishoftu, Ethiopia, on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T05:13:29Z"
  },
  {
    "title": "Donald Trump orders immediate grounding of Boeing 737 Max jets",
    "description": "Donald Trump has announced plan to ground all Boeing 737 MAX 8 and MAX 9 aircraft in the US immediately and &quot;until further notice&rdquo;.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:01:45Z"
  },
  {
    "title": "Grounded: Boeing 737 Max",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:35:04Z"
  },
  {
    "title": "Grounded: Boeing 737 MAX",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:54:46Z"
  },
  {
    "title": "Flying On A Boeing 737 Max?",
    "description": null,
    "sentiment": "n",
    "publishedAt": "2019-03-13T18:32:34Z"
  },
  {
    "title": "College Admissions Scandal, FAA Grounds Boeing (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T20:32:04Z"
  },
  {
    "title": "The Cable - Brexit, Boeing & U.S. Data (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T21:53:56Z"
  },
  {
    "title": "Daybreak: May's Deal Defeated. U.S. Digs In on Boeing (Podcast)",
    "description": null,
    "sentiment": "n",
    "publishedAt": "2019-03-13T01:27:27Z"
  },
  {
    "title": "Daybreak: Another Brexit Vote. Boeing Saga Deepens. (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T09:11:02Z"
  },
  {
    "title": "Boeing, FAA Under Pressure After Canada Grounds 737 Max",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:35:09Z"
  },
  {
    "title": "Daybreak: May's Plan Defeated. U.S. Backs Boeing. (Podcast)",
    "description": null,
    "sentiment": "1",
    "publishedAt": "2019-03-13T05:20:27Z"
  },
  {
    "title": "Boeing Stock Continues Its Slide as FAA Grounds 737 Max",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:37:46Z"
  },
  {
    "title": "Sound On: Boeing Fallout, Manafort Charges & 2020 (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T22:06:13Z"
  },
  {
    "title": "Canada Grounds Boeing 737 Max as FAA Loses One of Last Allies",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:18:52Z"
  },
  {
    "title": "Canada Says It's Too Early to Draw Conclusions on Boeing Crash",
    "description": null,
    "sentiment": "n",
    "publishedAt": "2019-03-13T01:38:19Z"
  },
  {
    "title": "LaHood Says Trump, Boeing Should Be Given Credit for Grounding 737 Max Planes",
    "description": null,
    "sentiment": "1",
    "publishedAt": "2019-03-13T20:37:25Z"
  },
  {
    "title": "The US government says it has no reason to ground the Boeing 737 MAX that has crashed twice since October (BA)",
    "description": "The acting head of the FAA has announced that the US government will not be ground the Boeing 737 Max airliner. \"Thus far, our review shows no systemic performance issues and provides no basis to order ground the aircraft,\" Acting FAA administrator Daniel K. …",
    "sentiment": "1",
    "publishedAt": "2019-03-13T01:20:44Z"
  },
  {
    "title": "Answers to Your Questions About the Boeing 737 Max 8",
    "description": "After the Ethiopian Airlines crash on Sunday, we asked readers to send us their questions about the type of plane that was involved.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T01:45:04Z"
  },
  {
    "title": "Here's how much Boeing is estimated to make on each 737 MAX 8 plane (BA)",
    "description": "The crash of Ethiopian Airlines Flight ET302 once again shines the spotlight on Boeing's 737 Max program. It's the second nearly brand new Boeing 737 MAX 8 airliner in recent months to be involved in a fatal crash. Airlines made the decision to ground their f…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:01:00Z"
  },
  {
    "title": "China Asserts Its Air Safety Bona Fides After Boeing Crash",
    "description": "Three Boeing 737 Max 8 jets sitting idle at a Shanghai airport. China was one of the first nations to order the aircraft grounded after a crash in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T20:43:59Z"
  },
  {
    "title": "Lebanon bans Boeing 737 MAX planes from its airspace: NNA",
    "description": "Lebanon's aviation authority on Wednesday said it had banned all Boeing 737 MAX planes from landing in Beirut or flying in Lebanese airspace, state news agency NNA said.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T08:43:51Z"
  },
  {
    "title": "Uzbekistan bars Boeing 737 Max jets from local airports",
    "description": "Uzbekistan's civil aviation agency on Wednesday barred Boeing 737 Max jets from taking off or landing at local airports for one month, following two fatal crashes involving the aircraft in Indonesia and Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T09:06:14Z"
  },
  {
    "title": "Panama's Copa grounds planes as region's regulators stand by",
    "description": "Panama's Copa Holdings said on Wednesday it would suspend operations of its six Boeing 737 MAX 9 aircraft, the latest airline in the region to ground planes in the wake of Sunday's crash of an Ethiopian Airlines plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T22:06:33Z"
  },
  {
    "title": "Black boxes from Ethiopia crash to go to Europe for analysis: airline spokesman",
    "description": "The black boxes from a Boeing 737 MAX 8 plane that crashed in Ethiopia, killing 157 people, will be sent to Europe for analysis, a spokesman for Ethiopia Airlines said on Wednesday.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T12:07:46Z"
  },
  {
    "title": "Ethiopia to send Boeing black boxes abroad, Norway airline wants compensation",
    "description": "Ethiopian Airlines said on Wednesday it would send the black boxes from its crashed Boeing 737 MAX abroad, while a Norwegian airline sought compensation from the U.S. planemaker after two thirds of that model were grounded globally.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T09:48:49Z"
  },
  {
    "title": "Germany says will not analyse Ethiopian Airlines black box",
    "description": "Germany's Federal Bureau of Aircraft Accident Investigation (BFU) will not analyse the black box from an Ethiopian Airlines passenger jet that crashed soon after take-off from Addis Ababa on Sunday, a spokesman said on Wednesday.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T18:10:51Z"
  },
  {
    "title": "Airlines scramble to replace Boeing jets",
    "description": "US carriers fight to maintain passenger trust as they keep flying 737 Max jets",
    "sentiment": "0",
    "publishedAt": "2019-03-13T18:17:53Z"
  },
  {
    "title": "Two tragic air disasters may not down Boeing",
    "description": "Reputational damage, together with protectionism and rising debt, herald troubled times for America’s aerospace giant",
    "sentiment": "1",
    "publishedAt": "2019-03-14T00:00:00Z"
  },
  {
    "title": "Humans struggle to cope when automation fails",
    "description": "The perils of the human-machine interface",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T00:00:00Z"
  },
  {
    "title": "India latest to ground Boeing planes as US refuses to react to safety fears",
    "description": "India will not allow US planemaker Boeing Co's 737 MAX aircraft to enter or transit its airspace after, the ministry of civil aviation said on Wednesday, following the fatal crash of a plane of the same type in Ethiopia on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T08:19:24Z"
  },
  {
    "title": "Egypt bars Boeing 737 MAX jets from its airspace: statement",
    "description": "Egypt has barred the passage, takeoff and landing of Boeing 737 MAX aircraft, the civil aviation ministry said in a statement on Wednesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T09:29:41Z"
  },
  {
    "title": "Southwest pilots stand by 737 MAX despite Canada ban",
    "description": "The Southwest Airlines pilots union said on Wednesday that it remained confident in Boeing Co's 737 MAX even after Canada became the latest country to ground the jet.",
    "sentiment": "1",
    "publishedAt": "2019-03-13T16:23:25Z"
  },
  {
    "title": "France to analyze Ethiopian Airlines flight recorders: spokesman",
    "description": "France's air accident investigation agency BEA will analysis black-box flight recorders from a Boeing 737 MAX 8 which crashed near Addis Ababa on Sunday, a spokesman said.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T20:18:02Z"
  },
  {
    "title": "Thailand aviation regulator suspends Boeing 737 Max 9 flights for a week",
    "description": "The Civil Aviation Authority of Thailand said on Wednesday it is suspending the use of the Boeing Co's 737 Max 9 due to safety concerns.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T09:06:10Z"
  },
  {
    "title": "Ukraine suspends flights of two Boeing 737 models",
    "description": "Ukraine has suspended all flights by Boeing's 737-8 and 737-9 MAX aircraft following Sunday's deadly plane crash in Ethiopia, Ukraine's aviation authority said on Wednesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T16:27:24Z"
  },
  {
    "title": "Stock futures flat amid Brexit uncertainty; Boeing falls again",
    "description": "U.S. stock index futures treaded water on Wednesday, as investors took a cautious stance ahead of a clutch of domestic economic data and another make-or-break parliamentary vote on Brexit, which could send a shock through global markets.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T11:36:52Z"
  },
  {
    "title": "Black boxes from Ethiopia crash to be sent to Germany: Ethiopian Airlines spokesman",
    "description": "The black boxes from a Boeing 737 MAX 8 plane that crashed in Ethiopia on Sunday, killing 157 people, will be sent to Germany for analysis, an Ethiopian Airlines spokesman said.",
    "sentiment": "n",
    "publishedAt": "2019-03-13T16:21:30Z"
  },
  {
    "title": "Trump says U.S. to ground Boeing 737 MAX 8s and MAX 9s",
    "description": "U.S. President Donald Trump said on Wednesday that the United States was going to order the grounding of all Boeing Co 737 MAX 8 and MAX 9 aircraft after a crash in Ethiopia that killed 157 people after rising pressure from U.S. lawmakers and others to join r…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T19:14:07Z"
  },
  {
    "title": "U.S. expects software fix for Boeing 737 MAX planes to take months",
    "description": "The United States expects it will take months before a software fix for Boeing 737 Max planes is complete, the acting administrator of the Federal Aviation Administration said on Wednesday, adding that he does not know how long the country's grounding of the …",
    "sentiment": "0",
    "publishedAt": "2019-03-13T20:03:58Z"
  },
  {
    "title": "American Airlines rebooking customers after U.S. bans 737 MAX",
    "description": "American Airlines Group Inc said on Wednesday its teams were working to rebook customers due to fly on Boeing Co's 737 MAX as quickly as possible after the United States banned the aircraft, which has suffered two crashes in five months.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T19:14:07Z"
  },
  {
    "title": "Black boxes from Ethiopia crash to be sent overseas: Ethiopian Airlines",
    "description": "The black boxes from the Ethiopian Airlines plane that crashed on Sunday will be sent overseas for analysis because there is not capacity in the country to do it, an Ethiopian Airlines spokesman said on Wednesday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T08:59:44Z"
  },
  {
    "title": "U.S. core capital goods orders post biggest gain in six months",
    "description": "New orders for key U.S.-made capital goods rose by the most in six months in January and shipments increased, pointing to strong business spending on equipment at the start of the year.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T12:44:24Z"
  },
  {
    "title": "Pilots complained several times about 737 Max problems before latest crash",
    "description": "Pilots from around the world have logged numerous complaints and concerns over the  Boeing 737 Max aircraft in the last 15 months, it has emerged.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T13:37:57Z"
  },
  {
    "title": "Some Boeing 737 Max 8 pilots voiced safety concerns before deadly crash, report shows - Fox News",
    "description": "Some Boeing 737 Max 8 pilots voiced safety concerns before deadly crash, report shows Fox News Planes grounded after Ethiopian Airlines crash: Live updates CNN Former NTSB official: 'I'm not sure if I would put my children on a 737 Max this morning' | TheHill…",
    "sentiment": "0",
    "publishedAt": "2019-03-13T00:23:19Z"
  },
  {
    "title": "US companies pull business travellers from Boeing 737 Max jets",
    "description": "Pressure mounts on manufacturer as more airlines cancel flights after Ethiopia crash",
    "sentiment": "0",
    "publishedAt": "2019-03-13T15:16:55Z"
  },
  {
    "title": "Family mourns three generations who perished in Ethiopian Airlines crash",
    "description": "A few days before Caroline Karanja boarded the ill-fated Ethiopian Airlines flight to Kenya that crashed on Sunday, she sent a message to her sister saying she had an uneasy feeling.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-13T20:44:46Z"
  },
  {
    "title": "Do not fear flying on the Boeing 737 Max 8",
    "description": "Despite crashes, fly-by-wire software has made aircraft safer by reducing pilot error",
    "sentiment": "1",
    "publishedAt": "2019-03-13T04:13:13Z"
  },
  {
    "title": "Aircastle Update: The 737-Max Debacle Is A Potential Huge Benefit",
    "description": "AYR has no 737-max's in its fleet. Leasing rates for the Avianca A-320's could be materially better now. Rest of fleet potentially worth much more too.",
    "sentiment": "0",
    "publishedAt": "2019-03-13T20:54:54Z"
  },
  {
    "title": "Your Thursday Briefing",
    "description": "Boeing 737 Max 8 jets in Phoenix on Wednesday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T10:01:53Z"
  },
  {
    "title": "Boeing, Brexit, Facebook: Your Thursday Briefing",
    "description": "All 371 of the Max 8 planes in service worldwide now appear to be grounded.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T05:00:02Z"
  },
  {
    "title": "Boeing Max 8 Hit Trouble Right Away, Pilot’s Tense Radio Messages Show",
    "description": "“Break break, request back to home,” the captain of the ill-fated Ethiopian Airlines flight radioed air traffic controllers minutes after taking off.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T22:35:45Z"
  },
  {
    "title": "The Boeing 737 Max and the Problems Autopilot Can’t Solve",
    "description": "We don’t fully understand the risks introduced by the rise of increasingly automated airplanes.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T16:11:57Z"
  },
  {
    "title": "Air Force says Boeing has 'severe situation' after trash found on refueling planes",
    "description": "In a blistering attack on Boeing, the Air Force's top acquisition official said the company has a \"severe situation\" with flawed inspections of its new KC-46 air refueling tanker aircraft, after trash and industrial tools were found in some planes after they …",
    "sentiment": "0",
    "publishedAt": "2019-03-14T20:51:47Z"
  },
  {
    "title": "Garuda Indonesia CEO says 'possibility' airline will cancel Boeing 737 MAX orders",
    "description": "Garuda Indonesia's chief executive said on Thursday there is a \"possibility\" the airline will cancel its orders of Boeing Co's 737 MAXs, with the final decision depending on what the U.S. Federal Aviation Administration (FAA) does.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T08:38:35Z"
  },
  {
    "title": "Flydubai says Boeing 737 MAX remain integral to future strategy",
    "description": "Middle Eastern carrier flydubai said on Thursday the Boeing 737 MAX, grounded after two fatal crashes in five months, remained integral to its future strategy.",
    "sentiment": "1",
    "publishedAt": "2019-03-14T11:31:20Z"
  },
  {
    "title": "Tunisia bars Boeing 737 max jets from its airspace",
    "description": "Tunisia has barred the passage, takeoff and landing of Boeing 737 MAX aircraft on its territory, the transport ministry said on Thursday.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T12:04:22Z"
  },
  {
    "title": "Boeing shares cheaper, but are they a buy?",
    "description": "The fall in Boeing shares has made the stock's valuation less expensive but that may not make it an obvious buy for investors.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T19:07:01Z"
  },
  {
    "title": "Boeing pauses 737 MAX deliveries in wake of deadly crash",
    "description": "Boeing Co said on Thursday it was pausing deliveries of its 737 MAX aircraft to customers following the grounding of the jetliner around the world, as the world's largest planemaker responds to its worst crises in years.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T20:45:34Z"
  },
  {
    "title": "Japan bans Boeing 737 MAX planes from its airspace",
    "description": "Japan's transport ministry on Thursday said it had banned flights by Boeing Co's 737 MAX 8 and 9 aircraft from its airspace, the latest country to do so following the Ethiopian Airlines plane crash that killed 157 people.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T08:46:40Z"
  },
  {
    "title": "Colombia bans Boeing 737 MAX 8 planes from its airspace",
    "description": "Colombia's civil aviation authority said on Wednesday it would not allow Boeing Co 737 MAX 8 planes to fly into its airspace after the grounding of the aircraft by several nations, while the cause of the deadly crash of an Ethiopian Airlines plane is investig…",
    "sentiment": "0",
    "publishedAt": "2019-03-14T02:26:09Z"
  },
  {
    "title": "Black boxes from crashed Ethiopian plane are in France: BEA",
    "description": "The black boxes from the crashed Ethiopian Airlines Boeing 737 MAX 8 arrived in Paris on Thursday but are not yet in the possession of France's BEA air accident investigation agency, a BEA spokesman said.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T08:15:07Z"
  },
  {
    "title": "Blue Air to decide on Boeing 737 MAX order after crash investigation",
    "description": "Romania's Blue Air will take a decision on its order for 12 Boeing 737 MAX 8 jets only after an investigation into a fatal crash of one of the planes in Ethiopia at the weekend, CEO Marius Puiu told Reuters.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T12:59:25Z"
  },
  {
    "title": "Ethiopian jet's black box seen damaged but intact in photo",
    "description": "France's air accident investigation agency on Thursday released a picture of the doomed Ethiopian Airlines jet's flight data recorder, which appeared to show the crash-proof housing protecting the critical recording chip intact.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T16:20:10Z"
  },
  {
    "title": "Millennials were scooping up Boeing's stock amid the 737 Max's turmoil (BA)",
    "description": "Millennials are were buying the dip in Boeing 's stock that came after Sunday's Ethiopian Airlines disaster, according to weekly data from the free trading app Robinhood. The number of accounts with Boeing stock increased by 68% as the company dealt with the …",
    "sentiment": "1",
    "publishedAt": "2019-03-14T18:10:00Z"
  },
  {
    "title": "Boeing could get hit with a subpoena over its two deadly 737 Max 8 crashes (BA)",
    "description": "The U.S. House of Representatives Transportation Committee will investigate communications between Boeing and the F.A.A. Chair Peter DeFazio told The New York Times he would consider using subpoenas if necessary after the second crash of a 737 Max 8 plane on …",
    "sentiment": "n",
    "publishedAt": "2019-03-14T13:05:44Z"
  },
  {
    "title": "The black box from the Ethiopian Airlines crash is being sent to France instead of the US — a sharp break with precedent that could be seen as a deliberate snub",
    "description": "The black boxes from the Ethiopian Airlines plane that crashed on Sunday have been sent to France for analysis. The decision not to send them to the US could be seen as a snub, as the plane was manufactured by Boeing, an American company. Ethiopian Airlines' …",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T12:39:33Z"
  },
  {
    "title": "This is one of the black boxes that could unlock the cause of the Ethiopian Airlines Boeing 737 Max crash (BA)",
    "description": "Crash investigators released the first picture of the black boxes from Ethiopian Airlines Flight ET302. The photo, of the Boeing 737 Max 8 airliner's mangled flight data recorder, was published by the French government on Thursday. Flight ET302's flight data …",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T18:58:00Z"
  },
  {
    "title": "Trump reportedly considered whether grounding Boeing 737 Max planes would spark panic and hurt the stock market",
    "description": "Prior to making his decision, President Donald Trump considered whether grounding the Boeing 737 Max in the US would negatively impact the stock market and cause panic, according to a Washington Post report. Trump reportedly leaned toward declaring an order t…",
    "sentiment": "n",
    "publishedAt": "2019-03-14T06:23:08Z"
  },
  {
    "title": "The government's grounding of all Boeing 737 Max jets is a reminder that the US still doesn't have a leader for its top air safety agency (BA)",
    "description": "The US' air safety agency has been thrust into the spotlight this week after being one of the last to ground Boeing's 737 Max aircraft. President Donald Trump has not appointed anyone to lead the agency, which is currently being led by an acting administrator…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T16:29:19Z"
  },
  {
    "title": "Business this week",
    "description": "The crash of an Ethiopian Airlines jet, killing all 157 people on board, raised safety questions about Boeing’s 737  MAX 8 aircraft. It was the second time a MAX 8 has crashed within five months, with what appear to be similar problems on take-off.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T15:58:40Z"
  },
  {
    "title": "'Start Here': US joins Boeing ban, and Paul Manafort is indicted after he's sentenced",
    "description": "It's Thursday, March 14, 2019. Here's what you need to know to start your day.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T09:57:45Z"
  },
  {
    "title": "Flights canceled as some Boeing 737's grounded",
    "description": "As the Federal Aviation Administration grounded certain models of Boeing 737's Wednesday, some passengers were expressing their concerns about flying. Others said they trusted aviation officials to make the right decision. (March 13)",
    "sentiment": "0",
    "publishedAt": "2019-03-14T00:41:30Z"
  },
  {
    "title": "Trump calls out Beto, praises Boeing in Oval",
    "description": "President Donald Trump welcomed Beto O'Rourke to the Democratic primary Thursday by going after his hand movements. \"Is he crazy or is that just the way he acts?\" Trump asked in the Oval Office. (March 14)",
    "sentiment": "1",
    "publishedAt": "2019-03-14T17:31:32Z"
  },
  {
    "title": "Flights canceled as some Boeing 737's grounded",
    "description": "As the Federal Aviation Administration grounded certain models of Boeing 737's Wednesday, some passengers were expressing their concerns about flying. Others said they trusted aviation officials to make the right decision. (March 13",
    "sentiment": "0",
    "publishedAt": "2019-03-14T02:21:27Z"
  },
  {
    "title": "Facebook, Instagram, WhatsApp somewhat restored after one of longest outages in Facebook history",
    "description": "After a long delay, the social network began coming back to life Wednesday night. Facebook never said what caused the outage.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T04:48:47Z"
  },
  {
    "title": "Boeing 737 Max Timeline",
    "description": null,
    "sentiment": "n",
    "publishedAt": "2019-03-14T01:24:10Z"
  },
  {
    "title": "The Cable - Brexit, Boeing & Trade (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T23:38:37Z"
  },
  {
    "title": "Grounded: Japan Joins Boeing 737 MAX Ban",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-14T09:15:41Z"
  },
  {
    "title": "Boeing Jets to Be Grounded Until Software Updated, Lawmakers Say",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-14T17:31:04Z"
  },
  {
    "title": "Boeing Troubles Could Be a Blessing for China's Comac C919",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-14T08:00:29Z"
  },
  {
    "title": "U.S. Grounds Boeing Planes, FAA Cites 'New Evidence'",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-14T01:42:23Z"
  },
  {
    "title": "Boeing Analysts Say Best Case Is 6-Week Grounding, Software Fix",
    "description": null,
    "sentiment": "n",
    "publishedAt": "2019-03-14T18:45:59Z"
  },
  {
    "title": "Boeing Jet Hit Trouble Minutes After Takeoff, the New York Times Says",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-14T23:13:36Z"
  },
  {
    "title": "U.S. Took Too Long to Decide on Boeing Aircraft, Rep. Dingell Says",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T11:14:47Z"
  },
  {
    "title": "BOC Aviation Says Clients May Look to Replace Boeing 737 Max Planes Short Term",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-14T05:31:05Z"
  },
  {
    "title": "Why investigators fear the two Boeing 737s crashed for similar reasons",
    "description": "Two Boeing planes flew in similar erratic patterns, suggesting to experts that an automated system might have malfunctioned on both flights.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T04:17:43Z"
  },
  {
    "title": "Live Briefing: Ethiopian Airlines Crash Updates: Expect Delays",
    "description": "A grounded American Airlines Boeing 737 Max 8 at Miami International Airport on Wednesday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T07:07:49Z"
  },
  {
    "title": "Flydubai says Boeing 737 MAX remains integral to future strategy",
    "description": "Middle Eastern carrier flydubai said on Thursday the Boeing 737 MAX, grounded after two fatal crashes in five months, remained integral to its future strategy.",
    "sentiment": "1",
    "publishedAt": "2019-03-14T17:01:27Z"
  },
  {
    "title": "Factbox: What we know about Boeing 737 MAX crash and what comes next",
    "description": "More than 300 Boeing 737 MAX 8 and MAX 9 passenger jets around the world have been taken out of service following two fatal crashes over the past five months in Ethiopia and Indonesia that killed almost 350 people combined.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T22:38:27Z"
  },
  {
    "title": "Mexico suspends operations of Boeing 737 MAX jetliners",
    "description": "Mexico's civil aviation authority on Wednesday temporarily suspended flights by Boeing Co's 737 MAX 8 and MAX 9 aircraft in and out of the country following an Ethiopian Airlines plane crash on Sunday that killed 157 people.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T01:54:05Z"
  },
  {
    "title": "Boeing 737 MAX deliveries in limbo after deadly crash: sources",
    "description": "Deliveries of Boeing's best-selling 737 MAX jets were effectively frozen on Wednesday, though production continued, after the United States joined a global grounding of the narrowbody model over safety concerns, industry sources said.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T03:34:52Z"
  },
  {
    "title": "Panama suspends operations of Boeing 737 MAX jets in its airspace",
    "description": "Panama's civil aviation authority on Wednesday temporarily suspended the operations of all Boeing 737 MAX 8 and MAX 9 aircraft in its airspace, following Sunday's deadly crash of an Ethiopian Airlines plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T01:11:10Z"
  },
  {
    "title": "NTSB sending three to France to assist in Boeing 'black box' review",
    "description": "The U.S. National Transportation Safety Board is sending three investigators to France Thursday to assist with the downloading and analysis of flight recorders from the Ethiopian Airlines Boeing 737 MAX 8 that crashed Sunday near Addis Ababa, Ethiopia killing…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T14:31:19Z"
  },
  {
    "title": "Transport Canada says reports from carriers on 737 MAX problems",
    "description": "Transport Canada said on Thursday it has not received any reports from Canadian air carriers, including pilots, about problems with the automated protection system called the Maneuvering Characteristics Augmentation System, or MCAS.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T23:11:08Z"
  },
  {
    "title": "letters: The Delayed Grounding of Boeing Jets",
    "description": "The Federal Aviation Administration had for days resisted calls to ground the 737 Max even as safety regulators in some 42 countries had banned flights by the jets. A Boeing 737 Max 8 at La Guardia Airport on Tuesday.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T21:08:03Z"
  },
  {
    "title": "Trump on Tech: Planes Are ‘Too Complex to Fly,’ and ‘What Is Digital?’ - The New York Times",
    "description": "Trump on Tech: Planes Are ‘Too Complex to Fly,’ and ‘What Is Digital?’ The New York Times Trump grounds Boeing 737 Max 8 and 9 aircrafts CNN President Trump announces US is grounding Boeing 737 Max 8s, 9s after crash | ABC News ABC News Aerospace Investigator…",
    "sentiment": "0",
    "publishedAt": "2019-03-14T00:11:15Z"
  },
  {
    "title": "Black boxes from Boeing 737 Max 8 arrive in France, along with key information from Ethiopian Airlines flight - The Washington Post",
    "description": "Black boxes from Boeing 737 Max 8 arrive in France, along with key information from Ethiopian Airlines flight The Washington Post Black boxes from deadly Ethiopian Airlines crash sent to investigators in France CBS Evening News Don't Ground the Airplanes. Gro…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T21:17:35Z"
  },
  {
    "title": "Two tragic air disasters may not down Boeing",
    "description": "Reputational damage, together with protectionism and rising debt, herald troubled times for America’s aerospace giant",
    "sentiment": "1",
    "publishedAt": "2019-03-14T11:37:49Z"
  },
  {
    "title": "Two tragic air disasters may not down Boeing",
    "description": "Reputational damage, together with protectionism and rising debt, herald troubled times for America’s aerospace giant",
    "sentiment": "1",
    "publishedAt": "2019-03-14T00:00:00Z"
  },
  {
    "title": "Humans struggle to cope when automation fails",
    "description": "The perils of the human-machine interface",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T11:37:49Z"
  },
  {
    "title": "Humans struggle to cope when automation fails",
    "description": "The perils of the human-machine interface",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T00:00:00Z"
  },
  {
    "title": "Boeing 737's automation means the 737 Max has gone from best seller to safety concern",
    "description": "Two of Boeing's new 737 Max jets have crashed in the last six months with over 300 people losing their lives.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T18:52:55Z"
  },
  {
    "title": "Russia suspends Boeing 737 MAX flights: Ifax",
    "description": "Russia's aviation authority on Thursday suspended flights by Boeing 737 MAX planes in the country's airspace following Sunday's deadly plane crash in Ethiopia, Interfax news agency cited the authority's head as saying.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T10:16:44Z"
  },
  {
    "title": "Flydubai says Boeing 737 MAX remain integral to future strategy",
    "description": "Middle Eastern carrier flydubai said on Thursday the Boeing 737 MAX, grounded after two fatal crashes in five months, remained integral to its future strategy.",
    "sentiment": "1",
    "publishedAt": "2019-03-14T11:31:20Z"
  },
  {
    "title": "Q&A: Unpicking China's move to ground Boeing 737 MAX fleet",
    "description": "China's aviation regulator gained global attention when it became the first to ground Boeing's 737 MAX aircraft following Sunday's deadly plane crash in Ethiopia.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T23:53:14Z"
  },
  {
    "title": "Boeing groundings puts U.S.-China trade-linked jet order in limbo",
    "description": "China's move to ground Boeing Co's 737 MAX jetliners following the deadly Ethiopian Airlines crash has cast a shadow over the American planemaker's immediate hopes for a major jet order linked to a U.S.-China trade deal, industry sources said.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T23:53:51Z"
  },
  {
    "title": "Lufthansa CEO: Grounding Boeing 737 MAX the right decision",
    "description": "The decision by regulators around the world to ground Boeing's 737 MAX aircraft following last weekend's Ethiopian Airlines crash was right, the CEO of German airline Lufthansa said on Thursday.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T11:32:32Z"
  },
  {
    "title": "Trump says he hopes grounding of Boeing planes is short",
    "description": "U.S. President Donald Trump said on Thursday he hoped Boeing Co can figure out whatever problem might exist with its 737 MAX jetliners and that a U.S. decision to ground them would only have to be in place for a short time.",
    "sentiment": "1",
    "publishedAt": "2019-03-14T15:17:52Z"
  },
  {
    "title": "Indonesia to send officials to Ethiopia to aid Boeing crash probe",
    "description": "Indonesia plans to send a flight inspector and an official from its transport safety agency to Ethiopia to help with the probe into Sunday's crash of a Boeing 737 MAX 8 jet, Transport Ministry official Polana Pramesti said on Thursday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T11:52:19Z"
  },
  {
    "title": "Ethiopian crash black boxes sent to Paris as 737 MAX jets grounded globally",
    "description": "Two black boxes from the Boeing 737 MAX airplane that crashed in Ethiopia were being taken to Paris for investigation, Ethiopian Airlines said, as regulators around the world awaited word on whether it was safe to resume flying the jets.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T08:00:53Z"
  },
  {
    "title": "Alaska Air says too early to talk about future 737 MAX deliveries",
    "description": "Alaska Air Group Inc said on Thursday it was too early to discuss its future 737 MAX deliveries from Boeing Co, following a deadly crash involving one of the planes in Ethiopia this past Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T16:36:43Z"
  },
  {
    "title": "'Positive signs' in Airbus-China talks, says French official",
    "description": "There are encouraging signs that European planemaker Airbus is closing in on a long-negotiated deal with China for dozens of new narrow-body jets, an aide to French President Emmanuel Macron said on Thursday.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T13:26:53Z"
  },
  {
    "title": "Explainer: How to read an aircraft's black box",
    "description": "France's BEA safety investigators are searching for clues as to what caused an Ethiopian Airlines plane to hurtle to the ground after take-off, as they begin analyzing two black boxes that arrived in Paris on Thursday from the crashed Boeing 737 MAX.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T19:11:34Z"
  },
  {
    "title": "U.S. lawmakers told that Boeing MAX 8 and 9 planes grounded for 'weeks' at least",
    "description": "U.S. lawmakers said after a briefing with Federal Aviation Administration officials that Boeing 737 MAX 8 and 9 planes will remain grounded for \"weeks\" at a minimum, until a software upgrade could be tested and installed in all of the planes.",
    "sentiment": "00",
    "publishedAt": "2019-03-14T16:08:03Z"
  },
  {
    "title": "Tech makes a comeback as Wall Street's trendy trade",
    "description": "Wall Street's beloved tech trade is back on.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T20:49:18Z"
  },
  {
    "title": "FAA's emergency order grounding Boeing jets came after the agency identified similarities between crashes in Ethiopia, Indonesia - The Washington Post",
    "description": "FAA's emergency order grounding Boeing jets came after the agency identified similarities between crashes in Ethiopia, Indonesia The Washington Post Boeing prepares for MAX 737 jets sitting outside factory as deliveries halted Reuters A Simple Guide to the Af…",
    "sentiment": "0",
    "publishedAt": "2019-03-14T04:41:15Z"
  },
  {
    "title": "Boeing criticised for not acting faster to allay 737 Max concerns",
    "description": "Crisis management experts fault jet manufacturer for response to Ethiopian Airlines crash",
    "sentiment": "0",
    "publishedAt": "2019-03-14T05:00:47Z"
  },
  {
    "title": "Where we are with Boeing investigation",
    "description": "View the latest news and breaking news today for U.S., world, weather, entertainment, politics and health at CNN.com.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T09:38:24Z"
  },
  {
    "title": "What it was like to be on a plane when Max 8 ban was announced",
    "description": "As a passenger landed Wednesday after flying on a Boeing 737 Max 8 plane, he and his family exhaled in relief. Jeff Brody's wife had been nervous about being on the same model of jet as the Ethiopian Airlines flight that crashed days earlier. They had looked …",
    "sentiment": "0",
    "publishedAt": "2019-03-14T02:20:25Z"
  },
  {
    "title": "Tech makes a comeback as Wall Street's trendy trade",
    "description": "Wall Street's beloved tech trade is back on.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T20:49:18Z"
  },
  {
    "title": "Boeing's 737-Max Issues Highlight Index Construction Issues",
    "description": "The Boeing issue highlights a key difference in how the major market indices are constructed. No matter how many constituents an index has, who the constituents",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T08:02:30Z"
  },
  {
    "title": "Boeing's 737-8 Max Issues Highlights Index Construction Issues",
    "description": "Boeing’s 737-8 Max plane has reignited air travel safety concerns that could pressure Boeing’s business in the near-term. Boeing highlights a key difference in",
    "sentiment": "0",
    "publishedAt": "2019-03-14T21:25:43Z"
  },
  {
    "title": "Boeing Grounds Global 737 MAX Fleet (Wall Street Breakfast Podcast)",
    "description": "Today's Top Stories: Boeing (NYSE:BA) has decided to temporarily suspend its fleet of 737 MAX planes, not much movement from U.S. stock index futures, and GE le",
    "sentiment": "0",
    "publishedAt": "2019-03-14T12:01:30Z"
  },
  {
    "title": "Weekly Edge: New Round Of Economic Data Inches Stocks Higher",
    "description": "Shares have risen in each of the three trading days of this week as faith in U.S. economic growth and the patient approach to interest rate hikes have caused st",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T09:15:30Z"
  },
  {
    "title": "AstroNova, Inc. (ALOT) CEO Gregory Woods on Q4 2018 Results - Earnings Call Transcript",
    "description": "AstroNova, Inc. (NASDAQ:ALOT) Q4 2018 Earnings Conference Call March 14, 2019, 09:00 ET Company Participants Scott Solomon - Sharon Merrill Associates Gregory W",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T15:02:07Z"
  },
  {
    "title": "Industrials Sector Is The Top Performer So Far This Year, Is It Sustainable?",
    "description": "The Industrials sector has been the best performing sector so far this year amid a dovish Fed and improving US-China trade relations easing recession fears. Giv",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T04:44:09Z"
  },
  {
    "title": "Trump: Boeing 737 Max planes grounded",
    "description": "US President Donald Trump announces the grounding of Boeing 737 Max planes after the Ethiopian Airlines disaster in Addis Ababa which killed 157 people.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T00:35:06Z"
  },
  {
    "title": "Ethiopian Airlines probe: What do we know?",
    "description": "The race is on for investigators to find answers about what happened to the Boeing 737 Max-8 plane.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T18:26:29Z"
  },
  {
    "title": "Ethiopian Airlines: Crash plane's black boxes sent to Paris",
    "description": "Investigators in France are to analyse the crashed Ethiopian Airlines aircraft's flight and voice boxes.",
    "sentiment": "n",
    "publishedAt": "2019-03-14T13:06:54Z"
  },
  {
    "title": "Boeing grounded: What it means for air travel",
    "description": "Countries and airlines around the world have grounded Boeing 737 Max flights over safety concerns.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T04:44:22Z"
  },
  {
    "title": "The top airline innovations shortlisted for the 2019 'Oscars' of cabin awards",
    "description": "A total of 24 ideas from design firms from around the world are in the running for the prestigious Crystal Cabin Awards, which are dubbed the Oscars of aircraft cabin design.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T11:18:28Z"
  },
  {
    "title": "Grounding of Boeing's 737 Max jets leaves some passengers in limbo",
    "description": "A pilot had just told passengers he was confident in his ability to fly their Max 8 jet. \"Not even 10 minutes later he announced that we had to go back\" due to the FAA order.",
    "sentiment": "0",
    "publishedAt": "2019-03-14T00:42:00Z"
  },
  {
    "title": "The Morning Rundown: Today's top headlines",
    "description": "\"The only way for us to live up to the promise of America is to give it our all and to give it for all of us,\" Beto O'Rourke said announcing his candidacy.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T11:58:00Z"
  },
  {
    "title": "Tech makes a comeback as Wall Street's trendy trade - Reuters UK",
    "description": "Tech makes a comeback as Wall Street's trendy trade Reuters UK SAN FRANCISCO (Reuters) - Wall Street's beloved tech trade is back on. FILE PHOTO: Traders work on the floor of the New York Stock Exchange (NYSE) in...",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T20:50:00Z"
  },
  {
    "title": "Boeing 737 Max deliveries suspended after U.S. grounding",
    "description": "Boeing, which builds 52 aircraft a month of all 737 models, says it'll keep keep things rolling while it assesses situation",
    "sentiment": "1",
    "publishedAt": "2019-03-14T22:12:14Z"
  },
  {
    "title": "Eye Opener at 8: U.S. grounds Boeing 737 Max planes",
    "description": "A look back at what we've been covering on \"CBS This Morning.\" <a href=\"http://www.cbsnews.com/newsletters/\" target=\"_blank\"><u>Subscribe to get the Eye Opener delivered straight to your inbox.</u></a>",
    "sentiment": "0",
    "publishedAt": "2019-03-14T12:24:52Z"
  },
  {
    "title": "FAA says satellite data prompted Boeing 737 Max ban reversal",
    "description": "But the U.S. regulator had come under intense pressure as other nations barred the jets from their airspace",
    "sentiment": "0",
    "publishedAt": "2019-03-14T12:09:23Z"
  },
  {
    "title": "FAA reverses course and grounds Boeing 737 Max planes",
    "description": "After days of growing pressure, the U.S. grounded all Boeing 737 Max planes, the aircraft involved in a deadly crash in Africa that killed 157 people. The FAA ordered all U.S. airlines to remove the popular passenger jet from service indefinitely. The decisio…",
    "sentiment": "0",
    "publishedAt": "2019-03-14T11:21:10Z"
  },
  {
    "title": "Black boxes may hold clues in deadly plane crash",
    "description": "The acting FAA administrator said satellite data showed the flight pitched up and down in a similar way to the Lion Air flight that crashed in October",
    "sentiment": "0",
    "publishedAt": "2019-03-14T22:43:21Z"
  },
  {
    "title": "Acting FAA head calls Lion Air and Ethiopian Airlines crashes \"very similar\"",
    "description": "The U.S. is grounding all Boeing 737 Max jets after investigators found similarities between two deadly crashes involving the aircraft in the past five months. The FAA issued an emergency order Wednesday telling airlines to stop flying the planes, more than t…",
    "sentiment": "0",
    "publishedAt": "2019-03-14T12:24:33Z"
  },
  {
    "title": "Beto O'Rourke has a lot of hand motions, Trump says alongside Irish leader",
    "description": "The two world leaders are meeting in the Oval Office Thursday",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T15:19:20Z"
  },
  {
    "title": "Soyuz rocket boosts U.S.-Russian crew to space station",
    "description": "The flight came five months after two of the crew members went through a harrowing launch abort",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T19:36:48Z"
  },
  {
    "title": "Brexit ultimatums, Boeing, Manafort, Spotify",
    "description": "British MPs have to decide on a way forward on Brexit, the US bows to international …",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T05:00:00Z"
  },
  {
    "title": "Why was Boeing slow to act on 737 Max concerns?",
    "description": "The US federal aviation administration has followed China, Europe and Canada in grou…",
    "sentiment": "0",
    "publishedAt": "2019-03-14T18:28:00Z"
  },
  {
    "title": "US aviation regulator under spotlight in Boeing case",
    "description": "The FAA has been without a permanent boss and Donald Trump is trying to cut its budget",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T11:00:25Z"
  },
  {
    "title": "FirstFT: Today’s top stories",
    "description": "Your daily briefing on the news",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T20:07:29Z"
  },
  {
    "title": "Brussels suffers a bout of trade tantrums",
    "description": "EU’s credibility will be damaged unless it lives up to commitments it made with the US",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T07:48:29Z"
  },
  {
    "title": "Showdown in Congress over Trump's national emergency declaration; Mystery Mueller case revealed - Fox News",
    "description": "Showdown in Congress over Trump's national emergency declaration; Mystery Mueller case revealed Fox News Welcome to Fox News First. Not signed up yet? Click here. Developing now, Thursday, March 14, 2019. TRUMP NATIONAL EMERGENCY DECLARATION...",
    "sentiment": "undefined",
    "publishedAt": "2019-03-14T08:53:02Z"
  },
  {
    "title": "New Zealand, Veto, Boeing: Your Friday Evening Briefing",
    "description": "Here’s what you need to know at the end of the day.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T22:24:18Z"
  },
  {
    "title": "Boeing Promised Pilots a 737 Software Fix Last Year, but They’re Still Waiting",
    "description": "A delay in a software update after a Boeing 737 Max 8 like this one crashed in Indonesia in October is being scrutinized after the crash of another Max 8 in Ethiopia last weekend.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T00:43:18Z"
  },
  {
    "title": "New Zealand, Brexit, Boeing: Your Friday Briefing",
    "description": "Emergency workers transporting a man from outside a mosque that was attacked in Christchurch, New Zealand, on Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T05:21:57Z"
  },
  {
    "title": "The Loophole That Lets Boeing Get Cozy With Congress",
    "description": "Government contractors are barred from making federal campaign contributions. But there is a legal way around that.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T19:00:06Z"
  },
  {
    "title": "Russia's Aeroflot will cancel Boeing 737 Max order if safety issue not solved: CEO",
    "description": "Russia's national flag carrier Aeroflot will cancel its order of 20 Boeing 737 Max planes unless Boeing is able to guarantee the plane's safety after Sunday's deadly crash in Ethiopia by November, Aeroflot CEO Vitaly Savelyev said on Friday.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T14:16:54Z"
  },
  {
    "title": "Iran closes its airspace to Boeing 737 MAX: news agency",
    "description": "Iran has closed its airspace to Boeing 737 Max aircraft, the semi-official news agency Fars reported on Friday, following two fatal crashes in five months involving that type of plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T07:35:49Z"
  },
  {
    "title": "Saudi's flyadeal to decide on Boeing 737 MAX order after crash investigations completed",
    "description": "Saudi Arabian airline flyadeal will wait until investigations into two Boeing 737 MAX crashes are completed before deciding whether to go ahead with an order for 30 of the jets, its chief executive said on Friday.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T13:01:09Z"
  },
  {
    "title": "Ethiopian Airlines CEO sees 'clear similarities' between crashed 737 MAX jets: Xinhua",
    "description": "The crashed Boeing Co 737 MAX jets in Ethiopia and Indonesia appear to have a common connection, Ethiopian Airlines Group Chief Executive Officer Tewolde Gebremariam told China's state news agency Xinhua on Friday.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T18:30:06Z"
  },
  {
    "title": "Ethiopia plane crash investigation team arrives in Paris",
    "description": "An Ethiopian team investigating the crash of flight ET302, which killed 157 people, has arrived in Paris, where the aircraft's black boxes are being examined, the airline said in a tweet on Friday.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T07:36:02Z"
  },
  {
    "title": "Ethiopian crash investigators find piece of wreckage with similar setting to Lion Air plane: sources",
    "description": "Investigators have found a piece of a stabilizer in the wreckage of an Ethiopian jet with the trim set in an unusual position similar to that of a Lion Air plane that crashed last year, two sources familiar with the matter said.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T05:57:13Z"
  },
  {
    "title": "Excavators may be damaging Ethiopia crash site: diplomats",
    "description": "Trucks and excavators are going onto the site of the Ethiopian Airlines plane crash, causing concern that vital evidence may be lost or crushed, two diplomatic sources said on Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T16:22:08Z"
  },
  {
    "title": "American Airlines has suspended flights to Venezuela after the State Department warned US citizens should stay out of the country (AAL)",
    "description": "American Airlines suspended flights to and from Venezuela on Friday due to security concerns. The announcement comes days after the US State Department issued a level four advisory instructing Americans to refrain from travel to the South American country. \"A…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T17:46:24Z"
  },
  {
    "title": "Walmart US is increasingly relying on its 8,600 'Elite Fleet' truckers over third-parties — and it's the latest move from America's largest company to take charge of its transportation network (WMT)",
    "description": "Walmart depends on its company truck drivers as well as third-party truckers to move its goods. Its internal team of 8,600 company drivers are among the most elite in the trucking industry, earning on average $87,500 in their first year. That's more than twic…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T15:44:03Z"
  },
  {
    "title": "Trump calls out Beto, praises Boeing in Oval",
    "description": "President Donald Trump welcomed Beto O'Rourke to the Democratic primary Thursday by going after his hand movements. \"Is he crazy or is that just the way he acts?\" Trump asked in the Oval Office. (March 14)",
    "sentiment": "1",
    "publishedAt": "2019-03-15T11:52:06Z"
  },
  {
    "title": "Ethiopian Airlines says analysis of flight recorders begins",
    "description": "Analysis of the flight recorders of the crashed Ethiopian Airlines plane has begun, the airline said Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T12:54:13Z"
  },
  {
    "title": "Boeing 737 Max 8 fallout: How much pilot training is enough when airplanes debut?",
    "description": "After two fatal crashes in five months, safety experts and pilots question the lack of pilot training for new software on Boeing's 737 Max 8 aircraft",
    "sentiment": "n",
    "publishedAt": "2019-03-15T18:36:23Z"
  },
  {
    "title": "UK's air-breathing rocket engine set for key tests",
    "description": "Important tests lie ahead for the engine concept that could take a plane from London to Sydney in about four hours.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T12:54:54Z"
  },
  {
    "title": "US Stocks Move Broadly Higher, Aiming for Weekly Gains",
    "description": "U.S. stocks opened broadly higher on Wall Street Friday, led by technology and retail companies, putting the market on track for a strong finish to the week.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T14:25:34Z"
  },
  {
    "title": "Boeing Suspends All 737 Max Aircraft Deliveries",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-15T01:57:43Z"
  },
  {
    "title": "Sound On: Border Wall Veto, Boeing & 2020 Election (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T22:12:23Z"
  },
  {
    "title": "Sound On: Rep. Sam Graves on Boeing & Border Showdown (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T00:00:45Z"
  },
  {
    "title": "Latest News on the Boeing 737 Max (Radio)",
    "description": null,
    "sentiment": "n",
    "publishedAt": "2019-03-15T14:56:08Z"
  },
  {
    "title": "FAA's Close Ties to Boeing Questioned After 2 Deadly Crashes",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-15T10:58:41Z"
  },
  {
    "title": "Boeing Increases CEO's Pay 27% to $23.4 Million for Last Year",
    "description": null,
    "sentiment": "1",
    "publishedAt": "2019-03-15T20:55:34Z"
  },
  {
    "title": "Piece Found at Boeing 737 Crash Site Shows Jet Was Set to Dive",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-15T05:05:51Z"
  },
  {
    "title": "Pictures of the Day: 15 March 2019",
    "description": "Pictures of the Day: 15 March 2019",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T06:33:00Z"
  },
  {
    "title": "FAA's close ties to BOEING questioned after 2 deadly crashes...",
    "description": "For more than six decades, the Federal Aviation Administration has relied on employees of airplane manufacturers to do government-required safety inspections as planes are being designed or...",
    "sentiment": "0",
    "publishedAt": "2019-03-15T11:22:38Z"
  },
  {
    "title": "Canada Letter: When Global Tragedy Touches Canada",
    "description": "Eighteen Canadians died in an air crash that has prompted widespread questioning and disrupted travel worldwide.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T22:19:06Z"
  },
  {
    "title": "French investigators set to examine black box data from Ethiopia crash",
    "description": "French investigators on Friday will begin analyzing data from the black boxes of the Boeing 737 Max plane that crashed after takeoff from Addis Ababa killing 157 people, the second such calamity involving the aircraft since October.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T05:16:41Z"
  },
  {
    "title": "Boeing says 737 MAX software upgrade will be deployed in coming weeks",
    "description": "Boeing Co said on Friday its software upgrade for the 737 MAX jetliner will be rolled out in the coming weeks, and that its timeline for deploying the upgrade has not changed.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T15:35:51Z"
  },
  {
    "title": "Why Does the U.S. Tolerate So Much Risk?",
    "description": "The United States has a higher threshold than other developed nations for allowing corporations to risk the health and safety of consumers.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T15:00:03Z"
  },
  {
    "title": "Malaysia Airlines currently reviewing order for 25 Boeing 737 MAX aircraft",
    "description": "Malaysia Airlines is reviewing its order for 25 Boeing 737 MAX aircraft after recent crashes involving the model, the airline said on Friday.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T04:41:19Z"
  },
  {
    "title": "Ethiopia crash may test Boeing's success in defeating U.S. lawsuits: legal experts",
    "description": "The crash of Boeing Co's 737 MAX 8 passenger jet in Ethiopia raises the chances that families of the 157 victims, even non-U.S. residents, will be able to sue in U.S. courts, where payouts are larger than in other countries, some legal experts said.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T01:50:46Z"
  },
  {
    "title": "Ethiopian Airlines flight reported trouble soon after takeoff: NYT",
    "description": "The Boeing 737 Max 8 that crashed in Ethiopia on Sunday killing 157 people requested permission to return to Addis Ababa airport three minutes after takeoff as it accelerated to abnormal speed, the New York Times reported.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T03:38:18Z"
  },
  {
    "title": "UAL says business could be hurt if 737 MAX groundings extend into summer",
    "description": "United Continental Holdings Inc said on Friday it would see a negative financial and operational impact on its business if Boeing Co's 737 MAX jets remain grounded into the peak summer travel season.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T20:34:14Z"
  },
  {
    "title": "Take Five: Shall we try again? World markets themes for the week ahead",
    "description": "Following are five big themes likely to dominate thinking of investors and traders in the coming week and the Reuters stories related to them.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T14:11:19Z"
  },
  {
    "title": "Airlines with buyers' remorse may use Boeing 737 MAX ban to revise orders",
    "description": "The grounding of Boeing's global 737 MAX fleet has brought headaches for airlines that need to find alternative aircraft to fly in their place, but it has given some carriers a welcome opportunity to re-evaluate orders for the plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T19:52:58Z"
  },
  {
    "title": "Ethiopia plane crash investigation team arrives in Paris",
    "description": "An Ethiopian team investigating the crash of flight ET302, which killed 157 people, has arrived in Paris, where the aircraft's black boxes are being examined, the airline said in a tweet on Friday.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T07:36:02Z"
  },
  {
    "title": "Grounding 737 Max, the FAA Let Pressure Overcome Principles - Bloomberg",
    "description": "Grounding 737 Max, the FAA Let Pressure Overcome Principles Bloomberg New Evidence in Ethiopian 737 Crash Points to Connection to Earlier Disaster The New York Times Hero 'Miracle on the Hudson' pilot blasts 'absurd' lack of training in wake of fatal Ethiopia…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T18:31:00Z"
  },
  {
    "title": "Grounding a global fleet: Boeing faces its biggest challenge",
    "description": "With its 737 Max model grounded, the manufacturer is under intense pressure to find out what went wrong",
    "sentiment": "0",
    "publishedAt": "2019-03-15T19:30:20Z"
  },
  {
    "title": "Decisions to ground 737 Max planes defied aviation rules",
    "description": "US regulators should have been responsible for the flight ban, but acted last",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T15:51:56Z"
  },
  {
    "title": "Boeing: How Cheap Can You Buy It?",
    "description": "All the bad news is out on grounding Boeing planes. Boeing will act quickly to put planes back in the air. Serious sell signal at seven times normal volume. Loo",
    "sentiment": "0",
    "publishedAt": "2019-03-15T06:29:38Z"
  },
  {
    "title": "Our Thoughts On The Embraer-Boeing Joint Venture",
    "description": "Embraer announces Boeing JV worth USD 5.3 billion. Deal unlocks a number of positive catalysts, including a special dividend or buyback. Also catalyzes the conv",
    "sentiment": "1",
    "publishedAt": "2019-03-15T00:13:44Z"
  },
  {
    "title": "Boeing to upgrade software on Ethiopian Airlines crash jet",
    "description": "The US planemaker will roll out the changes in the coming weeks after the 737 Max aircraft disaster.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T17:54:59Z"
  },
  {
    "title": "Boeing: What next after the 737 Max disasters?",
    "description": "Boeing's top-selling jets grounded until May as investigators work out what caused two fatal crashes.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T21:48:22Z"
  },
  {
    "title": "RPT-Tech makes a comeback as Wall Street's trendy trade - Reuters",
    "description": "RPT-Tech makes a comeback as Wall Street's trendy trade Reuters SAN FRANCISCO, March 14 (Reuters) - Wall Street's beloved tech trade is back on. U.S. technology stocks this week took back their title as the stock market's...",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T11:00:00Z"
  },
  {
    "title": "Jackscrew could hold clues to deadly crash in Ethiopia",
    "description": "Three minutes after takeoff, the pilot made his distress call",
    "sentiment": "n",
    "publishedAt": "2019-03-15T22:41:51Z"
  },
  {
    "title": "Explainer: Boeing’s 737 Max crisis in pictures",
    "description": "Fatal crash in Ethiopia leads to torrid week for US aircraft maker",
    "sentiment": "0",
    "publishedAt": "2019-03-15T21:15:13Z"
  },
  {
    "title": "The FT’s biggest stories and best reads every Friday",
    "description": "Why Boeing’s grounded, what’s behind Ivy League bribery allegations and why Brits adopt Americanisms",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T19:42:17Z"
  },
  {
    "title": "Dublin’s Irish-American trump card",
    "description": "They used to say Britain punched above its weight, but London has nothing on Dublin",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T10:00:24Z"
  },
  {
    "title": "Air Canada suspends guidance over Boeing 737 Max grounding",
    "description": "Canada’s largest carrier is one of the North American airlines most affected by the groundings",
    "sentiment": "0",
    "publishedAt": "2019-03-15T15:43:09Z"
  },
  {
    "title": "Answers to the pressing questions behind the FAA and the Boeing crash",
    "description": "After the crash Sunday of a Boeing 737 MAX 8 aircraft in Ethiopia, questions have risen around Boeing, the Federal Aviation Administration, and why this crash occurred just months after a similar crash involving the same type of airplane.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T01:07:44Z"
  },
  {
    "title": "GE CEO Larry Culp on Power Division, 'Self-Help' and Boeing: Q&A - Bloomberg",
    "description": "GE CEO Larry Culp on Power Division, 'Self-Help' and Boeing: Q&A Bloomberg General Electric analyst channels 'Any Given Sunday,' says company's turnaround is a 'game of inches' (GE) INSIDER GE has 'a number of problems' to work through in 2019, CEO Culp tells…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T06:00:00Z"
  },
  {
    "title": "Why one Jefferies defense analyst rates Boeing a buy despite 737 Max 8 groundings - CNBC",
    "description": "Why one Jefferies defense analyst rates Boeing a buy despite 737 Max 8 groundings CNBC Boeing shares rise on report 737 Max fix could be sooner than expected CNBC FAA grounds Boeing 737 Max jets after Ethiopian Airlines crash CBS News Boeing's safety update t…",
    "sentiment": "1",
    "publishedAt": "2019-03-15T11:26:17Z"
  },
  {
    "title": "Hero 'Miracle on the Hudson' pilot blasts 'absurd' lack of training in wake of fatal Ethiopian Airlines crash - Fox News",
    "description": "Hero 'Miracle on the Hudson' pilot blasts 'absurd' lack of training in wake of fatal Ethiopian Airlines crash Fox News Boeing 737 Max Hit Trouble Right Away, Pilot’s Tense Radio Messages Show The New York Times French start analysis of Ethiopian Airlines blac…",
    "sentiment": "n",
    "publishedAt": "2019-03-15T15:05:56Z"
  },
  {
    "title": "Boeing's stock jumps after report says the plane maker will roll out a software upgrade for the 737 Max in 10 days (BA)",
    "description": "Boeing will roll out a software upgrade for the 737 Max aircraft in 10 days, according to an AFP report. The report follows the suspension of deliveries by the aircraft maker. Boeing's stock has rallied over 2% on the news. Watch Boeing trade live. Boeing wil…",
    "sentiment": "1",
    "publishedAt": "2019-03-15T16:30:00Z"
  },
  {
    "title": "Boeing's stock jumps after report says the plane maker will roll out a software upgrade for the 737 Max in 10 days (BA)",
    "description": "Boeing will roll out a software upgrade for the 737 Max aircraft in 10 days, according to an AFP report. The report follows the suspension of deliveries by the aircraft maker. Boeing's stock has rallied nearly 2% on the news. Watch Boeing trade live. Boeing w…",
    "sentiment": "1",
    "publishedAt": "2019-03-15T16:30:00Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, BA, AAPL, ULTA)",
    "description": "Here is what you need to know. Brexit could get delayed. Members of UK Parliament voted on Thursday to delay the UK's departure from the European Union by at least three months. The other 27 EU member states must agree to an extension. Tesla unveils its Model…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T10:59:00Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, BA, AAPL, ULTA)",
    "description": "Here is what you need to know. Tesla unveils its Model Y SUV. The sport-utility crossover SUV starts at $47,000 and will have a range of 300 miles per charge and the ability to accerlate from zero to 60 miles per hour in 3.5 seconds. Boeing pauses 737 Max del…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T10:59:00Z"
  },
  {
    "title": "Boeing's stock jumps after report says the plane maker will roll out a software upgrade for the 737 Max in 10 days (BA)",
    "description": "Boeing will roll out a software upgrade for the 737 Max aircraft in 10 days, according to an AFP report. The report follows the suspension of deliveries by the aircraft maker. Boeing's stock has rallied over 2% on the news. Watch Boeing trade live. Boeing wil…",
    "sentiment": "1",
    "publishedAt": "2019-03-15T16:30:00Z"
  },
  {
    "title": "If you invested $1,000 in Boeing 10 years ago, here's how much you'd have now",
    "description": "Shares of Boeing took a serious hit early this week, as the Federal Aviation Administration temporality grounded the aircraft-manufacturing company's 737 Max 8 airplanes.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T22:46:00Z"
  },
  {
    "title": "Ethiopian crash investigators reportedly find wreckage piece with similar setting to Lion Air plane",
    "description": "Investigators have found a piece of a stabilizer in the wreckage of an Ethiopian jet with the trim set in an unusual position similar to that of a Lion Air plane that crashed last year.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T10:56:00Z"
  },
  {
    "title": "Boeing Shares Recovering After Reports of Pending Software Upgrade for Troubled Planes",
    "description": "Boeing shares recovered Friday and were on the rise following reports of an available software upgrade for its 737 Max aircraft.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T16:45:49Z"
  },
  {
    "title": "Boeing's stock jumps after report says the plane maker will roll out a software upgrade for the 737 Max in 10 days (BA)",
    "description": "Boeing will roll out a software upgrade for the 737 Max aircraft in 10 days, according to an AFP report. The report follows the suspension of deliveries by the aircraft maker. Boeing's stock has rallied over 2% on the news. Watch Boeing trade live. Boeing wil…",
    "sentiment": "1",
    "publishedAt": "2019-03-15T16:30:00Z"
  },
  {
    "title": "Boeing's stock jumps after report says the plane maker will roll out a software upgrade for the 737 Max in 10 days (BA)",
    "description": "Boeing will roll out a software upgrade for the 737 Max aircraft in 10 days, according to an AFP report. The report follows the suspension of deliveries by the aircraft maker. Boeing's stock has rallied nearly 2% on the news. Watch Boeing trade live. Boeing w…",
    "sentiment": "1",
    "publishedAt": "2019-03-15T16:30:00Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, BA, AAPL, ULTA)",
    "description": "Here is what you need to know. Tesla unveils its Model Y SUV. The sport-utility crossover SUV starts at $47,000 and will have a range of 300 miles per charge and the ability to accerlate from zero to 60 miles per hour in 3.5 seconds. Boeing pauses 737 Max del…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T10:59:00Z"
  },
  {
    "title": "Options trading on Boeing shares soars",
    "description": "Boeing (NYSE:BA) investors are rushing into derivatives markets to protect themselves from further steep falls in the company’s share price, as analysts struggle to assess the financial fallout from t",
    "sentiment": "0",
    "publishedAt": "2019-03-15T08:40:34Z"
  },
  {
    "title": "Boeing turns green on report of 737 MAX software upgrade in 10 days",
    "description": "Boeing (BA +0.9%) shares spike higher to turn positive following reports that the company could roll out a software upgrade for its 737 MAX 8 jets in 10 days.More to come.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T15:21:31Z"
  },
  {
    "title": "Markets turn mixed as Dow slips into red",
    "description": "The Dow (-0.2%) slips into the red as the quad-witching trading loses steam and Boeing (-1.6%) continues its downward pull.In the macro backdrop: Weaker-than-expected industrial production and unexpec",
    "sentiment": "0",
    "publishedAt": "2019-03-15T14:49:03Z"
  },
  {
    "title": "Stocks push to session highs",
    "description": "All three major U.S. stock averages advance to session highs in late morning trading in New York.The Dow (+0.4%) reversed course as Boeing (+0.8%) rises on reports that the planemaker will introduce a",
    "sentiment": "1",
    "publishedAt": "2019-03-15T15:32:55Z"
  },
  {
    "title": "Boeing CEO Muilenburg questioned for muted response in week following crash",
    "description": "Boeing (NYSE:BA) CEO Dennis Muilenburg has stayed mostly silent in the calamitous week following the fatal crash involving a 737 MAX, a response that is drawing criticism from some crisis management e",
    "sentiment": "0",
    "publishedAt": "2019-03-15T22:15:32Z"
  },
  {
    "title": "Stocks start higher to extend weekly gains",
    "description": "Stocks look to extend strong gains in a week that has seen the S&amp;P 500 and Nasdaq each rise more than 2% so far while the Dow has added 1%; Dow +0.2%, S&amp;P +0.3% and Nasdaq +0.6%.Boosting senti",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T13:50:22Z"
  },
  {
    "title": "WATCH: Meet the woman who will be the first black female to visit every country in the world",
    "description": "Jessica Nabongo has visited 158 of 195 countries so far.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T07:25:50Z"
  },
  {
    "title": "WATCH: Multiple people killed in mass shooting at New Zealand mosques",
    "description": "Authorities said a \"significant\" amount of people were killed in two shootings at mosques in Christchurch, New Zealand, on Friday, March 15, 2019.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T06:33:47Z"
  },
  {
    "title": "WATCH: 49 killed in coordinated terrorist attack at mosques in New Zealand",
    "description": "Four suspects were taken into police custody shortly after the shooting attack.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T11:03:40Z"
  },
  {
    "title": "WATCH: Crashed plane's black boxes opened",
    "description": "The pilot's tense radio messages indicate that the flight that crashed in Ethiopia was immediately in trouble.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T16:34:58Z"
  },
  {
    "title": "The Boeing 777X UNVEILED: World's longest passenger jet makes its debut at Seattle factory ceremony",
    "description": "The brand new aircraft made its debut at a low-key event that was only attended by Boeing employees at the plane manufacturer's production plant in Everett, near Seattle.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T13:22:03Z"
  },
  {
    "title": "Despite Significant Turbulence, AerCap Still Looks Undervalued As Air Traffic Continues To Grow",
    "description": "With consistent operating performance, it looks like sentiment has been AerCap's biggest issue, with concerns about market lease rates, airline bankruptcies, an",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T13:31:55Z"
  },
  {
    "title": "The Boeing 737 Max is now one of the most controversial airliners of all time. Here are 3 others.",
    "description": "The Boeing 737 Max airliner has been grounded by regulatory agencies and airlines worldwide. The action comes after two nearly-brand-new Boeing 737 Max 8 airliners crashed within a matter of months. The crashes, the grounding of the fleet, and the public furo…",
    "sentiment": "0",
    "publishedAt": "2019-03-15T23:41:16Z"
  },
  {
    "title": "Wall Street Breakfast: Next Steps In Brexit Saga?",
    "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T11:02:11Z"
  },
  {
    "title": "Russia's Aeroflot will cancel Boeing 737 Max order if safety issue not solved - CEO",
    "description": "Russia's national flag carrier Aeroflot will cancel its order of 20 Boeing 737 Max planes unless Boeing is able to guarantee the plane's safety after Sunday's deadly crash in Ethiopia by November, Aeroflot CEO Vitaly Savelyev said on Friday.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T14:04:19Z"
  },
  {
    "title": "Malaysia Airlines currently reviewing order for 25 Boeing 737 MAX aircraft",
    "description": "Malaysia Airlines is reviewing its order for 25 Boeing 737 MAX aircraft after recent crashes involving the model, the airline said on Friday.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T04:34:23Z"
  },
  {
    "title": "UPDATE 1-Saudi's Flyadeal to decide on Boeing 737 MAX order after crash investigations",
    "description": "Saudi Arabian airline flyadeal will wait until investigations into two Boeing 737 MAX crashes are completed before deciding whether to proceed with a signed order for 30 of the jets, its chief executive said on Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T13:09:34Z"
  },
  {
    "title": "Iran closes its airspace to Boeing 737 MAX - news agency",
    "description": "Iran has closed its airspace to Boeing 737 Max aircraft, the semi-official news agency Fars reported on Friday, following two fatal crashes in five months involving that type of plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T07:19:03Z"
  },
  {
    "title": "SunExpress sticks to Boeing 737 MAX orders despite crashes - newspaper",
    "description": "SunExpress, a joint venture of Turkish Airlines and Germany's Lufthansa, is not planning to cancel orders for Boeing's 737 MAX, a newspaper reported on Friday, despite the jet being grounded around the world after two fatal crashes.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T14:53:31Z"
  },
  {
    "title": "UPDATE 1-Boeing says 737 MAX software upgrade will be deployed in coming weeks",
    "description": "Boeing Co said on Friday its software upgrade for the grounded 737 MAX jetliner will be rolled out in the coming weeks, and that its timeline for deploying the upgrade has not changed.",
    "sentiment": "1",
    "publishedAt": "2019-03-15T15:44:28Z"
  },
  {
    "title": "Ethiopian Airlines CEO sees 'clear similarities' between crashed 737 MAX jets - Xinhua",
    "description": "The crashed Boeing Co 737 MAX jets in Ethiopia and Indonesia appear to have a common connection, Ethiopian Airlines Group Chief Executive Officer Tewolde Gebremariam told China's state news agency Xinhua on Friday.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T18:24:33Z"
  },
  {
    "title": "UAL says business could be hurt if 737 MAX groundings extend into summer",
    "description": "United Continental Holdings Inc said on Friday it would see a negative financial and operational impact on its business if Boeing Co's 737 MAX jets remain grounded into the peak summer travel season.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T20:22:51Z"
  },
  {
    "title": "Saudi's flyadeal to decide on Boeing 737 MAX order after crash investigations completed",
    "description": "Saudi Arabian airline flyadeal will wait until investigations into two Boeing 737 MAX crashes are completed before deciding whether to go ahead with an order for 30 of the jets, its chief executive said on Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T12:54:07Z"
  },
  {
    "title": "Boeing says 737 MAX software upgrade will be deployed in coming weeks",
    "description": "Boeing Co said on Friday its software upgrade for the 737 MAX jetliner will be rolled out in the coming weeks, and that its timeline for deploying the upgrade has not changed. (Reporting by Eric M. Johnson in Seattle)",
    "sentiment": "1",
    "publishedAt": "2019-03-15T15:27:22Z"
  },
  {
    "title": "Air Canada suspends first quarter, 2019 forecast, citing Boeing Max groundings",
    "description": "Canada's biggest carrier Air Canada on Friday suspended its previous forecast for the first quarter and full year after Canada grounded Boeing Co's 737 MAX jets following a deadly crash in Ethiopia on Sunday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T11:11:27Z"
  },
  {
    "title": "Indonesia to speed up release of Lion Air crash report -safety agency head",
    "description": "Indonesia plans to speed up the release of the report into its investigation of the October crash of Lion Air Boeing 737 that killed all 189 people on board to \"between July to August\", the head of the nation's transport safety committee KNKT said on Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T03:58:04Z"
  },
  {
    "title": "UPDATE 1-Airlines with buyers' remorse may use Boeing 737 MAX ban to revise orders",
    "description": "The grounding of Boeing's global 737 MAX fleet has brought headaches for airlines that need to find alternative aircraft to fly in their place, but it has given some carriers a welcome opportunity to re-evaluate orders for the plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T21:00:34Z"
  },
  {
    "title": "Ethiopian crash investigators find piece of wreckage with similar setting to Lion Air plane -sources",
    "description": "Investigators have found a piece of a stabilizer in the wreckage of an Ethiopian jet with the trim set in an unusual position similar to that of a Lion Air plane that crashed last year, two sources familiar with the matter said.",
    "sentiment": "0",
    "publishedAt": "2019-03-15T05:49:12Z"
  },
  {
    "title": "UPDATE 1-Ethiopia plane crash investigation team arrives in Paris",
    "description": "An Ethiopian team investigating the crash of flight ET302, which killed 157 people, has arrived in Paris, where the aircraft's black boxes are being examined, the airline said in a tweet on Friday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T07:31:05Z"
  },
  {
    "title": "PRESS DIGEST- Wall Street Journal - March 15",
    "description": "The following are the top stories in the Wall Street Journal. Reuters has not verified these stories and does not vouch for their accuracy.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T04:32:22Z"
  },
  {
    "title": "RPT-Tech makes a comeback as Wall Street's trendy trade",
    "description": "Wall Street's beloved tech trade is back on.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T11:00:00Z"
  },
  {
    "title": "New details emerge about Boeing 737 MAX 8 flight's final moments",
    "description": "Analysis of the flight recordings from the Boeing 737 MAX 8 Ethiopian Airlines Flight 302 began early Friday morning in Paris. The plane crashed on Sunday in Ethiopia.",
    "sentiment": "n",
    "publishedAt": "2019-03-15T18:37:01Z"
  },
  {
    "title": "WATCH: This New York City cream cheese shop with a twist gets a sweet surprise",
    "description": "\"We like to say that we're reimagining cream cheese,\" Becky Rosenthal said.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T08:07:37Z"
  },
  {
    "title": "WATCH: Federal investigation into college admission scheme launches new complaints",
    "description": "Two college students are the first to file a class action lawsuit against eight elite colleges named in the case, and new information on the alleged ringleader of the scam.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-15T05:44:18Z"
  },
  {
    "title": "Boeing 737 MAX software patch expected before end-March: sources",
    "description": "Boeing Co plans to release upgraded software for its 737 MAX in a week to 10 days, sources familiar with the matter said.",
    "sentiment": "1",
    "publishedAt": "2019-03-16T03:10:03Z"
  },
  {
    "title": "French investigators resume work on Ethiopian jet's black boxes",
    "description": "France's air accident investigation agency said on Saturday it had resumed work analyzing the black boxes from an Ethiopian Airways plane that crashed last week, in coordination with teams from Boeing as well as U.S. and EU aviation safety authorities.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T12:52:19Z"
  },
  {
    "title": "Exclusive: High speed, then a failed climb for doomed Ethiopia flight",
    "description": "Ethiopian Airlines flight 302, which crashed killing 157 people, had an unusually high speed after take-off before the plane reported problems and asked permission to climb quickly, said a source who has listened to the air traffic control recording.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T19:50:54Z"
  },
  {
    "title": "Ethiopian jet asked permission to climb then vanished: source",
    "description": "Ethiopian Airlines flight 302, which crashed killing 157 people, had an unusually high speed after take-off before the plane reported problems and asked permission to climb quickly, said a source who has listened to the air traffic control recording.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T19:08:58Z"
  },
  {
    "title": "Ethiopian Airlines says crash victim DNA tests will take up to 6 months",
    "description": "Ethiopian Airlines said on Saturday that DNA testing of the remains of the 157 passengers on board flight 302 may take up to six months as it offered bereaved families charred earth from the plane crash site to bury.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T09:18:15Z"
  },
  {
    "title": "Investigators have reportedly found more evidence that could connect the Ethiopian Boeing 737 Max crash to a deadly accident five months before",
    "description": "New evidence has reportedly emerged from the Ethiopian Airlines Boeing 737 Max 8 crash that could be another connection to the previous deadly Lion Air Boeing crash in October 2018, Reuters reported Friday. According to Reuters, investigators at the crash sit…",
    "sentiment": "0",
    "publishedAt": "2019-03-16T17:32:40Z"
  },
  {
    "title": "Analysis Begins on the Voice Recorder Box From the Ethiopian Airlines Boeing 737 Max Crash",
    "description": "French civil aviation safety agency BEA has begun to work on the cockpit voice recorder from the Boeing 737 Max that crashed in Ethiopia.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T18:50:09Z"
  },
  {
    "title": "As Boeing faces scrutiny over the 737 Max 8, it can draw on high-flying influence campaign",
    "description": "For aviation observers, there was little surprise Trump took a call from Boeing's CEO Dennis Muilenburg after his tweets about the grounded 737 Max 8.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T10:56:45Z"
  },
  {
    "title": "After 2 Crashes of New Boeing Jet, Pilot Training Now a Focus",
    "description": "When Boeing developed its 737 Max, regulators determined that pilots could fly the planes without extensive additional training because they were essentially the same as the previous generation.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T22:32:20Z"
  },
  {
    "title": "Boeing 737 Crashes Raise Tough Questions on Aircraft Automation",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-16T01:37:54Z"
  },
  {
    "title": "BEA Begins Work on Boeing 737 Voice Recorder With Ethiopian Team",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T13:24:27Z"
  },
  {
    "title": "Boeing Software Fix to Max Will Be Costly Following Twin Crashes",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-16T00:58:04Z"
  },
  {
    "title": "Investigators begin study of Ethiopian jet's cockpit recorder",
    "description": "Investigators have begun studying the cockpit voice recorder of an Ethiopian Airways plane that crashed last week, a spokesman for France's BEA air accident investigation agency said on Saturday.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T14:51:39Z"
  },
  {
    "title": "How the FAA allows jetmakers to ‘self certify’ that planes meet U.S. safety requirements - The Washington Post",
    "description": "How the FAA allows jetmakers to ‘self certify’ that planes meet U.S. safety requirements The Washington Post Pilots: FAA didn't wait too long to ground Boeing's 737-8 Max plane Washington Examiner FAA's Close Ties to Boeing Questioned After 2 Deadly Crashes S…",
    "sentiment": "0",
    "publishedAt": "2019-03-16T01:52:30Z"
  },
  {
    "title": "The Week in Business: Boeing’s Big Mess and Brexit’s Next Steps - New York Times",
    "description": "The Week in Business: Boeing’s Big Mess and Brexit’s Next Steps New York Times Plus, Facebook sheds two top executives and gains a criminal investigation.",
    "sentiment": "0",
    "publishedAt": "2019-03-16T17:31:57Z"
  },
  {
    "title": "Stocks To Watch: Eyes On Boeing, Nvidia, Disney, Nike And WageWorks",
    "description": "Welcome to Seeking Alpha's Stocks to Watch - a preview of key events scheduled for the next week. Follow this account and turn the e-mail alert on to receive th",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T13:13:58Z"
  },
  {
    "title": "All The Dogs!",
    "description": "The Dogs of the Dow is a strategy targeting the ten top-yielding Dow for investment each year. I don't actively follow the Dogs of the Dow strategy, but I happe",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T09:00:00Z"
  },
  {
    "title": "Trump ties with Boeing CEO questioned after 737 Max grounded",
    "description": "The U.S. has grounded Boeing 737 Max planes after a second crash of the model in five months, bringing to light Donald Trump’s relationship with Boeing’s CEO. Retired airline captain ‘Sully’ Sullenberger joins Joy Reid to discuss the importance of putting saf…",
    "sentiment": "0",
    "publishedAt": "2019-03-16T19:00:06Z"
  },
  {
    "title": "Bolsonaro’s meeting with Trump promises little substance",
    "description": "Mutual admiration will outweigh practical results",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T05:15:24Z"
  },
  {
    "title": "The worst outcome for Boeing after two deadly crashes involving its 737 Max 8 aircraft could lead airlines to lose trust in the company, an expert says (BA)",
    "description": "After two deadly crashes in five months involving its 737 Max 8 aircraft, Boeing finds itself in a precarious position. In the worst outcome for Boeing, investigators could find that the aerospace manufacturer \"deliberately took shortcuts\" with instruction ma…",
    "sentiment": "0",
    "publishedAt": "2019-03-16T13:07:00Z"
  },
  {
    "title": "Wall Street Breakfast: What Moved Markets This Week",
    "description": "Stocks broke higher as investors latched on to positive news on the U.S.-China trade front. There's less of a reason to sell; it's more of a reason to just sit",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T14:00:51Z"
  },
  {
    "title": "Wall Street Breakfast: What Moved Markets This Week",
    "description": "Stocks broke higher as investors latched on to positive news on the U.S.-China trade front. There's less of a reason to sell; it's more of a reason to just sit",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T14:00:51Z"
  },
  {
    "title": "Hallie in the House: Briefings, Boeing and the president's first veto",
    "description": "Hallie Jackson in the House: the press briefing’s back (and gone again), President Trump’s presidential power, and the Boeing ban",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T12:01:45Z"
  },
  {
    "title": "Boeing 737 MAX software patch expected before end-March - sources",
    "description": "Boeing Co plans to release upgraded software for its 737 MAX in a week to 10 days, sources familiar with the matter said.",
    "sentiment": "1",
    "publishedAt": "2019-03-16T03:02:50Z"
  },
  {
    "title": "French investigators resume work on Ethiopian jet's black boxes",
    "description": "France's air accident investigation agency said on Saturday it had resumed work analysing the black boxes from an Ethiopian Airways plane that crashed last week, in coordination with teams from Boeing as well as U.S. and EU aviation safety authorities.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T12:42:06Z"
  },
  {
    "title": "What we know about Boeing 737 MAX crash and what comes next",
    "description": "More than 300 Boeing 737 MAX 8 and MAX\n9 passenger jets around the world have been taken out of service\nfollowing two fatal crashes over the past five months in\nEthiopia and Indonesia that killed almost 350 people in all.\n    The causes of both crashes are st…",
    "sentiment": "0",
    "publishedAt": "2019-03-16T17:46:18Z"
  },
  {
    "title": "Details emerge of Boeing 737 crash in Ethiopia",
    "description": "A source who has listened to the air traffic control recording of the Ethiopian Airline's Boeing 737 MAX before it crashed told Reuters the pilot, who sounded very scared, can be heard saying the plane was having flight control problems before the flight drop…",
    "sentiment": "0",
    "publishedAt": "2019-03-16T21:44:26Z"
  },
  {
    "title": "Boeing 737 MAX software patch expected before end-March - sources",
    "description": "Boeing Co plans to release upgraded software for its 737 MAX in a week to 10 days, sources familiar with the matter said.",
    "sentiment": "1",
    "publishedAt": "2019-03-16T03:14:56Z"
  },
  {
    "title": "Ethiopian Airlines says crash victim DNA tests will take up to 6 months",
    "description": "Ethiopian Airlines said on Saturday that DNA testing of the remains of the 157 passengers on board flight 302 may take up to six months as it offered bereaved families charred earth from the plane crash site to bury.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T09:16:09Z"
  },
  {
    "title": "U.S. and Boeing have long had a special relationship",
    "description": "When it comes to aircraft, Boeing has long been the government’s favorite.",
    "sentiment": "1",
    "publishedAt": "2019-03-16T22:23:48Z"
  },
  {
    "title": "5 things to know about Boeing's problems over new airplane",
    "description": "Investigators at a lab in France and a field in Ethiopia are looking for clues into the second deadly accident involving Boeing's newest jetliner, while DNA testing has started to identify the remains of victims.",
    "sentiment": "0",
    "publishedAt": "2019-03-16T16:40:21Z"
  },
  {
    "title": "Investigators start studying Ethiopian jet's voice recorder",
    "description": "PARIS (AP) — Investigators have started studying the cockpit voice recorder of the crashed Ethiopian Airlines jet.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T13:10:52Z"
  },
  {
    "title": "Video: Clip shows how jackscrew device secures Boeing 737NG planes",
    "description": "This clip shows how a jackscrew horizontal stabiliser device helps to secure Boeing 737NG planes for flight. Data acquired from the wreckage of Ethiopian Airlines Flight 302, which crashed in Ethiopia, suggests this may have been wrongly configured.",
    "sentiment": "0",
    "publishedAt": "2019-03-16T00:51:58Z"
  },
  {
    "title": "Boeing 737 MAX software patch expected before end-March - sources",
    "description": "Boeing Co plans to release upgraded software for its 737 MAX in a week to 10 days, sources familiar with the matter said.",
    "sentiment": "1",
    "publishedAt": "2019-03-16T08:53:31Z"
  },
  {
    "title": "Paris investigators start studying Ethiopian jet's recorder",
    "description": "Investigators have started studying the cockpit voice recorder of the crashed Ethiopian Airlines jet.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T15:32:59Z"
  },
  {
    "title": "Grieving families given earth from Ethiopian crash site",
    "description": "Investigators have started studying the cockpit voice recorder of the crashed Ethiopian Airlines jet.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T16:40:37Z"
  },
  {
    "title": "Investigators start studying Ethiopian jet's voice recorder",
    "description": "Investigators have started studying the cockpit voice recorder of the crashed Ethiopian Airlines jet",
    "sentiment": "n",
    "publishedAt": "2019-03-16T13:13:21Z"
  },
  {
    "title": "Investigators start studying Ethiopian jet's voice recorder",
    "description": "Investigators have started studying the cockpit voice recorder of the crashed Ethiopian Airlines jet.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T13:10:52Z"
  },
  {
    "title": "Ethiopian Airlines says crash victim DNA tests will take up to six months",
    "description": "Ethiopian Airlines said on Saturday that DNA testing of the remains of the 157 passengers on board flight 302 may take up to six months as it offered bereaved families charred earth from the plane crash site to bury.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T09:31:04Z"
  },
  {
    "title": "Ethiopian Airlines says crash victim DNA tests will take up to 6 months",
    "description": "Ethiopian Airlines said on Saturday that DNA testing of the remains of the 157 passengers on board flight 302 may take up to six months as it offered bereaved families charred earth from the plane crash site to bury.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T09:34:54Z"
  },
  {
    "title": "Process to identify of remains from Ethiopian Airlines crash underway",
    "description": "The Ethiopian transport minister said the effort would take five to six months.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T23:35:44Z"
  },
  {
    "title": "Boeing 737 Crash Renews Debate on Complexity of Planes - Bloomberg",
    "description": "Boeing 737 Crash Renews Debate on Complexity of Planes Bloomberg Cockpit crew need enough information to make split-second decisions without being overwhelmed. It's not an intractable challenge.",
    "sentiment": "n",
    "publishedAt": "2019-03-17T00:00:00Z"
  },
  {
    "title": "French investigators resume work on Ethiopian jet's black boxes",
    "description": "France's air accident investigation agency said on Saturday it had resumed work analysing the black boxes from an Ethiopian Airways plane that crashed last week, in coordination with teams from Boeing as well as U.S. and EU aviation safety authorities.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T12:56:22Z"
  },
  {
    "title": "Ethiopian Airlines says crash victim DNA tests will take up to 6 months",
    "description": "Investigators seeking the cause of the crash of an Ethiopian Airlines plane that killed all 157 people on board have begun studying the cockpit voice recorder, France's BEA air accident investigation agency said on Saturday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T14:53:12Z"
  },
  {
    "title": "Exclusive: High speed, then a failed climb for doomed Ethiopia flight",
    "description": "Ethiopian Airlines flight 302, which crashed killing 157 people, had an unusually high speed after take-off before the plane reported problems and asked permission to climb quickly, said a source who has listened to the air traffic control recording.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T20:28:22Z"
  },
  {
    "title": "Exclusive: High speed, then a failed climb for doomed Ethiopia flight",
    "description": "Ethiopian Airlines flight 302, which crashed killing 157 people, had an unusually high speed after take-off before the plane reported problems and asked permission to climb quickly, said a source who has listened to the air traffic control recording.",
    "sentiment": "n",
    "publishedAt": "2019-03-16T19:50:54Z"
  },
  {
    "title": "Ethiopian Airlines says crash victim DNA tests will take up to 6 months",
    "description": "Ethiopian Airlines said on Saturday that DNA testing of the remains of the 157 passengers on board flight 302 may take up to six months as it offered bereaved families charred earth from the plane crash site to bury.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-16T09:18:15Z"
  },
  {
    "title": "New Zealand, Boeing, College Admissions: Your Weekend Briefing",
    "description": "Here’s what you need to know about the week’s top stories.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T09:44:49Z"
  },
  {
    "title": "Ethiopians Say Flight Data from Doomed Jet Shows Similarities to Indonesian Flight That Crashed",
    "description": "Information from the recorders from an Ethiopian Airlines jet that crashed last weekend show similarities to an earlier crash of the same type of Boeing plane, Ethiopia’s transport ministry said.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T18:18:00Z"
  },
  {
    "title": "Boeing's safety analysis of 737 MAX flight control had crucial flaws: Seattle Times",
    "description": "Boeing Co's safety analysis of a new flight control system on 737 MAX jets had several crucial flaws, the Seattle Times reported on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T16:42:51Z"
  },
  {
    "title": "Ethiopian Airlines black boxes show similarities to Lion Air crash: ministry",
    "description": "Ethiopia said on Sunday the crash of an Ethiopian Airlines plane that killed 157 people had \"clear similarities\" with October's Lion Air crash, according to analysis of the black boxes recovered from the wreckage of the March 10 disaster.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T19:13:32Z"
  },
  {
    "title": "Ethiopian Airlines and Lion Air crash black boxes reportedly showed 'clear similarities,' according to transport minister",
    "description": "Data from black boxes recovered from the Ethiopian Airlines and Lion Air Boeing 737 Max crashes that both occurred in the last year showed \"clear similarities,\" according to Ethiopian transport minister Dagmawit Moge, who spoke to journalists Sunday. Moge sai…",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:41:42Z"
  },
  {
    "title": "Boeing and FAA Oversight of the 737 MAX 8 Was Flawed: Report",
    "description": "The Seattle Times reports that the FAA delegated much of the safety assessment to Boeing, whose 737 MAX analysis had crucial flaws.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T20:19:34Z"
  },
  {
    "title": "Here's the biggest news you missed this weekend",
    "description": "From Boeing crashes to the New Zealand shooter, here's what to know.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T21:22:23Z"
  },
  {
    "title": "Ethiopian official: 'Clear similarities' between catastrophic Boeing plane crashes",
    "description": "As Ethiopians mourned those killed in last Sunday's plane crash, the transport minister said there are 'clear similarities' with an October accident.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T19:10:19Z"
  },
  {
    "title": "Delta Air Lines retires its last Boeing 747 to Arizona 'boneyard'",
    "description": "",
    "sentiment": "n",
    "publishedAt": "2019-03-17T15:51:16Z"
  },
  {
    "title": "United frequent-flyers bid miles to attend Boeing 747 farewell party",
    "description": "",
    "sentiment": "n",
    "publishedAt": "2019-03-17T13:26:27Z"
  },
  {
    "title": "Ethiopian Airlines: Boeing 737 Max crash relatives offered earth for ceremony",
    "description": "Relatives of victims of last Sunday's air crash are told it could take six months to identify remains.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T01:06:29Z"
  },
  {
    "title": "Ethiopian Airlines: 'Clear similarities' with Indonesia cash",
    "description": "Ethiopia sees 'similarities' between last week's plane crash and the Lion Air disaster off Indonesia.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:24:28Z"
  },
  {
    "title": "Mourners lay white roses at site of Ethiopia Airlines tragedy",
    "description": "Bouquets of white roses surrounded aviation staff as they gathered at Bole International Airport on Sunday to remember the two pilots and six crew, who perished along with 149 passengers in the Ethiopia Airlines crash a week ago.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T13:44:59Z"
  },
  {
    "title": "Boeing, FAA Oversight of 737 Max Was Flawed: Seattle Times",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-17T18:16:15Z"
  },
  {
    "title": "Argentina closes airspace to Boeing 737 MAX flights: state news agency",
    "description": "Argentina has temporarily closed its airspace to flights using Boeing 737 MAX aircraft, following similar measures taken by other countries in the region after two fatal crashes involving the plane, the state-run news agency said on Saturday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T02:35:22Z"
  },
  {
    "title": "At Ethiopia flight memorial, white roses mark passing of lives",
    "description": "An aircraft hangar in the Ethiopian capital was filled with the white roses as aviation staff gathered on Sunday to remember the two pilots and six crew, who perished along with 149 passengers in the Ethiopia Airlines crash a week ago.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T07:51:12Z"
  },
  {
    "title": "Sensor cited as potential factor in Boeing crashes draws scrutiny - The Washington Post",
    "description": "Sensor cited as potential factor in Boeing crashes draws scrutiny The Washington Post In 2014, Lufthansa Flight 1829 took off from Bilbao, Spain, and was ascending normally when the plane's nose unexpectedly dropped. The plane — an Airbus...",
    "sentiment": "0",
    "publishedAt": "2019-03-17T23:47:52Z"
  },
  {
    "title": "Fox News bumps ‘Judge Jeanine’ after remarks about Rep. Omar’s hijab. Trump wants her back on air. - The Washington Post",
    "description": "Fox News bumps ‘Judge Jeanine’ after remarks about Rep. Omar’s hijab. Trump wants her back on air. The Washington Post ‘Judge Jeanine’ Preempted on Fox Amid Controversy Over Comments About Rep. Ilhan Omar Deadline Trump tweets advice to Fox News CNN Trump def…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T15:56:12Z"
  },
  {
    "title": "Ethiopian Airlines black boxes showed 'clear similarities' with Lion Air Crash: WSJ",
    "description": "Analysis of the data from the black boxes of an Ethiopian Airlines plane that crashed killing all 157 people on board showed 'clear similarities' with October's Lion Air crash, the Wall Street Journal reported, citing the Ethiopian Transport Minister.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:05:14Z"
  },
  {
    "title": "FAA defends safety procedures after Boeing 737 crashes",
    "description": "Black boxes show ‘clear similarity’ between the two accidents, says  Ethiopian government",
    "sentiment": "0",
    "publishedAt": "2019-03-17T18:33:57Z"
  },
  {
    "title": "Eyes On Boeing, Nvidia, Disney, Nike And WageWorks (Stocks To Watch Podcast)",
    "description": "Our weekend preview of upcoming IPOs, earnings reports, conference presentations, investor days, IPO lockup expirations, FDA decisions, Barron's mentions and ot",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T11:48:57Z"
  },
  {
    "title": "Weighing The Week Ahead: Will The Fed Hint At A New Course?",
    "description": "The upcoming calendar is light and emphasizes old news because of the shutdown. Markets will dwell on Washington fluff, but dig into the FOMC meeting. Some thin",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T04:34:06Z"
  },
  {
    "title": "The Goldilocks Warning",
    "description": "Over the last couple of weeks, we discussed the wild swings in the market in terms of price movements from overbought, to oversold, and now back again. Lately,",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T11:22:47Z"
  },
  {
    "title": "Ethiopian Airlines Black Boxes Showed ‘Clear Similarities’ With Lion Air Crash - The Wall Street Journal",
    "description": "Ethiopian Airlines Black Boxes Showed ‘Clear Similarities’ With Lion Air Crash The Wall Street Journal Travellers show confidence in Ethiopian Airlines: Tour operators | Al Jazeera English Al Jazeera English After two fatal Boeing plane crashes, the world tur…",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:17:12Z"
  },
  {
    "title": "Boeing must learn from the 737 Max accidents",
    "description": "US regulators and the aircraft maker should have acted faster",
    "sentiment": "0",
    "publishedAt": "2019-03-17T10:00:25Z"
  },
  {
    "title": "Boeing’s woes complicate US-China trade talks",
    "description": "New plane purchases are crucial to Beijing’s proffered buying list",
    "sentiment": "0",
    "publishedAt": "2019-03-17T04:10:23Z"
  },
  {
    "title": "Opinion: World stunned by explosion of hate",
    "description": "The grieving began quickly after the mass murder of 49 worshipers at two mosques in New Zealand Friday, and so did the debate about what awfulness could lay behind such a catastrophe. Our commentators grappled with a troubling and complex week of news...",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T13:04:18Z"
  },
  {
    "title": "FAA's inspection program under scrutiny",
    "description": "The FAA is under renewed scrutiny for a program that allows manufacturers such as Boeing to help certify the safety of their own aircraft. CNN's Drew Griffin reports.",
    "sentiment": "n",
    "publishedAt": "2019-03-17T20:30:34Z"
  },
  {
    "title": "After two fatal Boeing plane crashes, the world turned on the US",
    "description": "Dozens of countries and airlines have split from the Federal Aviation Administration in grounding Boeing's 737 Max airplanes after two fatal crashes.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T13:04:49Z"
  },
  {
    "title": "Ethiopia Airlines crash had 'clear similarity' with Lion Air crash, official says",
    "description": "The U.S. and other countries grounded Boeing 737 Max 8 planes after they were involved in the Ethiopian Airlines Flight 302 crash and Lion Air crash in Indonesia.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:57:00Z"
  },
  {
    "title": "Investigators find 'similarities' between Ethiopian and Lion Air crashes, official says",
    "description": "Preliminary data recovered from the black boxes of last week's Ethiopian Airlines crash has revealed \"similarities\" to October's fatal Lion Air crash, the Ethiopian Minister of Transport said Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T19:08:44Z"
  },
  {
    "title": "Preliminary Data Shows ‘Clear Similarity’ Between Two Boeing Plane Crashes: Ethiopian Minister",
    "description": "Preliminary data shows 'a clear similarity' between a plane crash in Indonesia and the tragedy in Ethiopia, authorities said.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:52:48Z"
  },
  {
    "title": "Ethiopians Mourn 157 Plane Crash Victims in Mass Funeral",
    "description": "Ethiopians mourned plane crash victims on Sunday, one day after officials began giving bags of earth to the families of the 157 victims.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T13:46:17Z"
  },
  {
    "title": "Boeing's safety analysis of 737 MAX flight control had crucial flaws - Seattle Times",
    "description": "Boeing Co's safety analysis of a new flight control system on 737 MAX jets had several crucial flaws, the Seattle Times reported on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T16:16:57Z"
  },
  {
    "title": "Boeing says finalizing software upgrade, revising pilot training for 737 Max",
    "description": "Boeing Co said on Sunday it was finalizing the development of a software upgrade and a revision of pilot training for its 737 MAX, the Ethiopian Airlines plane that crashed, killing 157 people on March 10.",
    "sentiment": "1",
    "publishedAt": "2019-03-17T20:58:24Z"
  },
  {
    "title": "Ethiopian Airlines black boxes show similarities to Lion Air crash-ministry",
    "description": "Ethiopia said on Sunday the crash of an Ethiopian Airlines plane that killed 157 people had \"clear similarities\" with October's Lion Air crash, according to analysis of the black boxes recovered from the wreckage of the March 10 disaster.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T18:50:47Z"
  },
  {
    "title": "UPDATE 1-Ethiopian Airlines black boxes showed 'clear similarities' with Lion Air crash-ministry",
    "description": "Analysis of the data from the black boxes of an Ethiopian Airlines plane that crashed killing all 157 people on board showed 'clear similarities' with October's Lion Air crash, a spokesman for the Ethiopian Transport Ministry said.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:16:47Z"
  },
  {
    "title": "Ethiopian Airlines crash shows similarities with Lion Air accident, official says",
    "description": "Dagmawit Moges told reporters on Sunday evening that data so far shows there is a \"clear similarity\" between the Ethiopian Airlines crash and an earlier one in Indonesia that involved the same type of plane.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T16:59:00Z"
  },
  {
    "title": "Dollar Falls As Soft Data And Trade Hope And Brexit Guide Markets",
    "description": "The US dollar is lower against most major pairs on Friday. The GBP/USD rose 2.09 percent in the last five trading days. The pound is higher against the greenbac",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T14:18:37Z"
  },
  {
    "title": "New Zealand cabinet to discuss gun regulations",
    "description": "Ministers are expected to consider a ban on the kind of semi-automatic weapons used by the gunman in the Christchurch mosque attacks. Also: Ethiopia sees 'similarities' between last week's Boeing crash and last year's disaster off Indonesia, and what kind of …",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T23:48:00Z"
  },
  {
    "title": "Argentina closes airspace to Boeing 737 MAX flights - state news agency",
    "description": "Argentina has temporarily closed its airspace to flights using Boeing 737 MAX aircraft, following similar measures taken by other countries in the region after two fatal crashes involving the plane, the state-run news agency said on Saturday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T02:40:17Z"
  },
  {
    "title": "Exclusive: High speed, then a failed climb for doomed Ethiopia flight",
    "description": "Ethiopian Airlines flight 302, which crashed killing 157 people, had an unusually high speed after take-off before the plane reported problems and asked permission to climb quickly, said a source who has listened to the air traffic control recording.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T05:47:33Z"
  },
  {
    "title": "Ethiopians hold mass funeral for plane crash victims as 17 empty caskets are escorted through street",
    "description": "As many as 17 empty coffins were draped in the national flag as they were marched through the streets of Addis Ababa today and some of the victims' relatives fainted as they went past.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T15:39:42Z"
  },
  {
    "title": "Trump cast himself as Boeing’s decider in chief, showing the perils of injecting politics into crash investigations",
    "description": "As the president faced criticism about his administration’s slowness to act, the White House sought to direct attention back to the Federal Aviation Administration.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T22:45:00Z"
  },
  {
    "title": "Ethiopians hold mass funeral ceremony for crash victims",
    "description": "ADDIS ABABA, Ethiopia (AP) — Thousands mourned the Ethiopian plane crash victims on Sunday, accompanying 17 empty caskets draped in the national flag through the streets of the capital as some victims' relatives fainted and fell to the ground.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T11:12:09Z"
  },
  {
    "title": "Today in History",
    "description": "Today in History",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T04:00:45Z"
  },
  {
    "title": "Eyes On Boeing, Nvidia, Disney, Nike And WageWorks (Stocks To Watch Podcast)",
    "description": "Our weekend preview of upcoming IPOs, earnings reports, conference presentations, investor days, IPO lockup expirations, FDA decisions, Barron's mentions and ot",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T11:48:57Z"
  },
  {
    "title": "Buy Apple For Great Total Return And Future 10% Growth",
    "description": "Apple's total return overperformed the Dow average for my 51-month test period by 27.96%, which is good, and the company has a solid growing dividend income. Ap",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T20:55:53Z"
  },
  {
    "title": "Boeing's safety analysis of 737 MAX flight control had crucial flaws - Seattle Times",
    "description": "Boeing Co's safety analysis of a new flight control system on 737 MAX jets had several crucial flaws, the Seattle Times reported on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T16:25:16Z"
  },
  {
    "title": "Ethiopian official: Black box data shows 'clear similarity' between Ethiopian Airlines, Lion Air crashes",
    "description": "The Boeing 737 Max 8 in last week's disaster was the same model as the jet that crashed in Indonesia in October.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:13:01Z"
  },
  {
    "title": "Black box data shows 'clear similarity' between Ethiopian Airlines and Lion Air crashes, Ethiopia's transport minister says",
    "description": "Ethiopian Airlines Flight 302 crashed shortly after takeoff on March 10, killing all 157 aboard. The Boeing 737 Max 8 plane — the same model as Indonesia's Lion Air crash in October — was grounded worldwide after the crash. This is a devel",
    "sentiment": "0",
    "publishedAt": "2019-03-17T17:00:34Z"
  },
  {
    "title": "The Latest: Ethiopian minister says black box in good shape",
    "description": "Ethiopia's transport minister says the black box from the plane crash one week is in good condition",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T16:44:47Z"
  },
  {
    "title": "The Latest: Ethiopian minister says black box in good shape",
    "description": "The Latest on Ethiopian plane crash: 7:35 p.m. (all times local): Ethiopia's transport minister says the black box from the plane crash one week is in good condition.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T16:41:51Z"
  },
  {
    "title": "Ethiopian Airlines crash data shows 'clear similarities' with Lion Air accident, transport minister says",
    "description": "There were “clear similarities” between the Ethiopian Airlines plane that crashed last week with 157 people aboard and the Lion Air flight that plunged into the sea shortly after takeoff last October in Indonesia, Ethiopia’s transport minister said Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T18:16:24Z"
  },
  {
    "title": "Ethiopian Airlines black boxes show similarities to Lion Air crash - ministry",
    "description": "Ethiopia said on Sunday the crash of an Ethiopian Airlines plane that killed 157 people had \"clear similarities\" with October's Lion Air crash, according to analysis of the black boxes recovered from the wreckage of the March 10 disaster.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T19:13:24Z"
  },
  {
    "title": "Grieving families given earth from Ethiopian crash site",
    "description": "Officials have begun delivering bags of earth to family members of the 157 victims of Ethiopian air disaster instead of the remains of their loved ones because the identification process is going to take a long time",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T02:53:07Z"
  },
  {
    "title": "Experts begin examining Ethiopia jet cockpit recorder",
    "description": "Investigators hunting for the cause of the crash of an Ethiopian Airlines plane that killed all 157 people on board have begun studying the cockpit voice recorder, France's BEA air accident investigation agency said on Saturday.",
    "sentiment": "n",
    "publishedAt": "2019-03-17T08:08:35Z"
  },
  {
    "title": "At Ethiopia flight memorial, white roses mark passing of lives",
    "description": "An aircraft hangar in the Ethiopian capital was filled with the white roses as aviation staff gathered on Sunday to remember the two pilots and six crew, who perished along with 149 passengers in the Ethiopia Airlines crash a week ago.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T07:43:26Z"
  },
  {
    "title": "Boeing 737 Crash Renews Debate on Complexity of Planes - Bloomberg",
    "description": "Boeing 737 Crash Renews Debate on Complexity of Planes Bloomberg Cockpit crew need enough information to make split-second decisions without being overwhelmed. It's not an intractable challenge.",
    "sentiment": "n",
    "publishedAt": "2019-03-17T00:00:00Z"
  },
  {
    "title": "Boeing's safety analysis of 737 MAX flight control had crucial flaws: Seattle Times",
    "description": "Boeing Co's safety analysis of a new flight control system on 737 MAX jets had several crucial flaws, the Seattle Times reported on Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T16:42:51Z"
  },
  {
    "title": "Boeing says finalizing software upgrade, revising pilot training for 737 Max",
    "description": "Boeing Co said on Sunday it was finalising the development of a software upgrade and a revision of pilot training for its 737 MAX, the plane that has suffered two fatal crashes in the last five months.",
    "sentiment": "1",
    "publishedAt": "2019-03-17T22:56:14Z"
  },
  {
    "title": "Boeing says finalizing software upgrade, revising pilot training for 737 Max",
    "description": "Boeing Co said on Sunday it was finalizing the development of a software upgrade and a revision of pilot training for its 737 MAX, the Ethiopian Airlines plane that crashed, killing 157 people on March 10.",
    "sentiment": "1",
    "publishedAt": "2019-03-17T21:03:11Z"
  },
  {
    "title": "Ethiopian Airlines black boxes show similarities to Lion Air crash: ministry",
    "description": "Ethiopia said on Sunday the crash of an Ethiopian Airlines plane that killed 157 people had \"clear similarities\" with October's Lion Air crash, according to analysis of the black boxes recovered from the wreckage of the March 10 disaster.",
    "sentiment": "0",
    "publishedAt": "2019-03-17T19:13:32Z"
  },
  {
    "title": "At Ethiopia flight memorial, white roses mark passing of lives",
    "description": "An aircraft hangar in the Ethiopian capital was filled with the white roses as aviation staff gathered on Sunday to remember the two pilots and six crew, who perished along with 149 passengers in the Ethiopia Airlines crash a week ago.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T09:39:19Z"
  },
  {
    "title": "At Ethiopia flight memorial, white roses mark passing of lives",
    "description": "An aircraft hangar in the Ethiopian capital was filled with the white roses as aviation staff gathered on Sunday to remember the two pilots and six crew, who perished along with 149 passengers in the Ethiopia Airlines crash a week ago.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-17T07:51:12Z"
  },
  {
    "title": "Swiss Re says helped insure Boeing, Ethiopian Airlines",
    "description": "Reinsurance group Swiss Re helped cover jetmaker Boeing Co and Ethiopian Airlines, the Swiss company said on Monday amid an investigation into what caused an Ethiopian Airlines plane crash that killed 157 people.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T11:16:16Z"
  },
  {
    "title": "Factbox: What we know about Boeing 737 MAX crash and what comes next",
    "description": "More than 300 Boeing 737 MAX 8 and MAX 9 passenger jets around the world have been taken out of service following two fatal crashes over the past five months in Ethiopia and Indonesia that killed almost 350 people in all.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T08:43:23Z"
  },
  {
    "title": "Canada re-examining MAX approval after FAA certification probe",
    "description": "Transport Canada is re-examining the validation it gave Boeing Co's 737 MAX jets, following reports of a U.S. probe into the aircraft's certification by the Federal Aviation Administration (FAA), Canadian Transport Minister Marc Garneau said on Monday.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T19:46:25Z"
  },
  {
    "title": "Algeria suspends all Boeing 737 MAX 8 and 9 flights: Ennahar TV",
    "description": "Algeria's civil aviation authority has suspended all flight operations of Boeing 737 MAX 8 and 9 planes as a precautionary measure following the Ethiopian Airlines plane crash, Ennahar TV reported on Monday.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T21:00:20Z"
  },
  {
    "title": "What we know about Boeing 737 MAX crash and what comes next",
    "description": "More than 300 Boeing 737 MAX 8 and MAX 9 passenger jets around the world have been taken out of service following two fatal crashes over the past five months in Ethiopia and Indonesia that killed almost 350 people in all.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T16:06:36Z"
  },
  {
    "title": "53% American adults say they don't want to fly on a Boeing 737 Max (BA)",
    "description": "The Boeing 737 Max represents the latest generation of narrow-body passenger jets. It's also the latest version of the Boeing 737, the best-selling airliner in aviation history. The 371 Boeing 737 Max planes already delivered to airlines have been grounded by…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T19:20:00Z"
  },
  {
    "title": "One US airline will likely bear the brunt of the Boeing 737 Max ban (BA, LUV)",
    "description": "Southwest Airlines will face greater logistical challenges following the grounding of Boeing 737 Max aircraft than United Airlines and American Airlines, said Henry Harteveldt, the founder of the travel research company Atmosphere Research Group. American and…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T16:21:39Z"
  },
  {
    "title": "Investigators are sifting through black box data from the Ethiopian Airlines Boeing 737 Max to unlock the cause behind the crash. Here's what a black box really is.",
    "description": "Ethiopian transport minister Dagmawit Moge told reporters on Sunday that an evaluation of the black boxes from crashed Boeing 737 Max 8 jets in Ethiopian Airlines Flight ET302 and Lion Air Flight JT610 showed \"clear similarities.\" Flight ET302's black boxes w…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T15:48:00Z"
  },
  {
    "title": "Federal investigators reportedly suspect that pilot error played a role in the fatal Amazon Air cargo crash (AMZN)",
    "description": "The Wall Street Journal reported that the National Transportation Security Board (NTSB) is suspecting pilot error in the Atlas Air Flight 3591, which crashed on Feb. 23 in Texas, killing all three on board. The plane was carrying USPS and Amazon cargo. Severa…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T17:49:34Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, F, WP, FIS)",
    "description": "Here is what you need to know. Theresa May could cancel a 3rd vote on her Brexit deal. A vote will only happen if the government is \"confident\" it will pass, according to Chancellor Phillip Hammond. Car-loan payments hit a 10-year high. America's love for spo…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:51:00Z"
  },
  {
    "title": "Southwest Airlines launches Hawaii service from Oakland to Honolulu with new snacks, in-flight hula dancing",
    "description": "Southwest's first Hawaii flight was  Flight 6808 from Oakland to Honolulu. The airline initially is offering daily service from Oakland and San Jose, California.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T01:57:29Z"
  },
  {
    "title": "German police: Drunk passenger with fire extinguisher demands high-speed train slow down",
    "description": "German police say a drunk man with a fire extinguisher smashed his way into the driver's cab of a high-speed train and demanded the driver slow down.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T13:41:21Z"
  },
  {
    "title": "The Wall Street Journal: House Democrats seek FBI probe into Florida woman’s alleged peddling of access to Trump",
    "description": "Top congressional Democrats on Monday asked the FBI to conduct investigations of a Florida woman who started a day spa later alleged to be a front for illegal prostitution and who allegedly sought to sell to Chinese citizens access to events with President Tr…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T21:37:23Z"
  },
  {
    "title": "US Stocks Drift Higher; S&P 500 Gets Closer to Record High",
    "description": "U.S. stock indexes drifted upward Monday at the start of a busy week for markets, and the S&P 500 inched back within a few good days of its record high set last autumn.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T15:10:36Z"
  },
  {
    "title": "Boeing Drops Amid Criticism Over Role in Vetting Own Jets",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-18T13:53:51Z"
  },
  {
    "title": "Daybreak: Payments Merger Boom. More Boeing Woes. (Podcast)",
    "description": "In today’s New York Daybreak podcast, we cover the biggest stories that happened overnight. FIS offered a mix of cash and stock to combine with Worldpay in a $43 billion deal. Boeing’s troubles piled up. OPEC+ needs to stay the course on output cuts, Saudi En…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T09:43:06Z"
  },
  {
    "title": "Daybreak: May's Brexit Plan Blocked. Boeing Latest. (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T18:35:17Z"
  },
  {
    "title": "U.S. Transport Department Probes FAA's Boeing 737 Max Approval: WSJ",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-18T02:44:29Z"
  },
  {
    "title": "Max Grounding Will Cost Boeing $100 Million Per Month (Podcast)",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-18T16:28:42Z"
  },
  {
    "title": "Daybreak: May's Brexit Plan Blocked. Oil Hits High. (Podcast)",
    "description": "In today’s Hong Kong Daybreak podcast, we cover the biggest stories that happened overnight. House of Commons Speaker John Bercow effectively banned Theresa May from bringing her Brexit deal back to Parliament — unless it changes significantly. U.S. stocks nu…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T21:12:01Z"
  },
  {
    "title": "Boeing a 'Morality Play' About Too Big to Fail, Posen Says",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T17:43:31Z"
  },
  {
    "title": "The Latest on Brexit, BOE and the Boeing 737 Max (Podcast)",
    "description": null,
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T18:02:30Z"
  },
  {
    "title": "Boeing Had Too Much Sway Vetting Own Planes, FAA Was Warned",
    "description": null,
    "sentiment": "0",
    "publishedAt": "2019-03-18T03:19:37Z"
  },
  {
    "title": "Five Things You Need to Know to Start Your Day",
    "description": "Get caught up on what's moving markets.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:33:09Z"
  },
  {
    "title": "The Ethiopian Airlines and Lion Air crashes show eerie similarities — here are all the things they have in common (BA)",
    "description": "Boeing has come under fire after two deadly crashes involving its 737 Max 8 aircraft in five months. While investigators have not released their final reports about the crashes, there appear to be a number of similarities between them. The similarities includ…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T22:09:15Z"
  },
  {
    "title": "A cross-country American Airlines flight was diverted because its bathrooms were unusable (AAL)",
    "description": "An American Airlines flight from San Francisco to New York City was diverted to Chicago because its bathrooms were unusable, the flight-tracking website Flightradar24 first reported. American Airlines told Business Insider that the issue with the flight's bat…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T20:09:15Z"
  },
  {
    "title": "Canada to re-examine safety approval for 737 Max range",
    "description": "Transport minister’s announcement adds further pressure on Boeing after crashes",
    "sentiment": "0",
    "publishedAt": "2019-03-18T23:57:17Z"
  },
  {
    "title": "Kansas state agency calls Trump a 'delusional communist' following attempts to control the media - Washington Post",
    "description": "Kansas state agency calls Trump a 'delusional communist' following attempts to control the media Washington Post Kansas Agency Calls Donald Trump A 'Delusional Communist' In Reply To President's Tweet About Fox News Newsweek Kansas Department of Transportatio…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T12:18:39Z"
  },
  {
    "title": "Boeing shares fall again after probe report into FAA approval of 737 MAX",
    "description": "Boeing Co shares fell by more than 2.2 percent early on Monday, after a pair of newspaper reports over the weekend raised more questions about the certification process for its 737 MAX jets before two recent deadly crashes.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T10:47:31Z"
  },
  {
    "title": "U.S. Transportation Department probes FAA approval of 737 MAX: WSJ",
    "description": "The U.S. Department of Transportation is investigating the Federal Aviation Administration's approval of Boeing Co's 737 MAX jetliners, the Wall Street Journal reported on Sunday, citing people familiar with the probe.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T00:56:33Z"
  },
  {
    "title": "Data shows angle of attack similar in Boeing 737 crashes: source",
    "description": "Investigators probing the crash of an Ethiopian Airlines Boeing 737 MAX jet eight days ago have found strong similarities in the 'angle of attack' data recorded by the doomed aircraft's cockpit recorder and data from a Lion Air jet of the same model that cras…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T14:46:08Z"
  },
  {
    "title": "DealBook Briefing: Boeing Comes Under Government Scrutiny",
    "description": "In the wake of two fatal crashes, Boeing finds itself with prosecutors and regulators inspecting its development processes and safety assessments.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T11:00:37Z"
  },
  {
    "title": "Airbus cannot build fast enough to replace Boeing’s 737 Max",
    "description": "The A320neo is the natural substitute for the grounded jet but has a long backlog",
    "sentiment": "1",
    "publishedAt": "2019-03-18T19:05:12Z"
  },
  {
    "title": "Boeing: Some Perspectives After A Turbulent Week",
    "description": "Boeing has seen an eventful week following the crash of another 737 MAX plane. The implications seemed modest at the start of the week as by Friday the entire g",
    "sentiment": "n",
    "publishedAt": "2019-03-18T13:59:19Z"
  },
  {
    "title": "JetBlue's Traffic Grows In February, But It Faces Challenges",
    "description": "JetBlue Airways continued to grow traffic and capacity in February with revenue passenger miles and available seat miles increasing 6% and 7.5%, respectively. T",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T12:50:39Z"
  },
  {
    "title": "Boeing: French investigators find crash 'similarities'",
    "description": "French air crash investigators say there are \"clear similarities\" between two Boeing 737 Max crashes.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T16:39:30Z"
  },
  {
    "title": "British Airways unveils its new business class 'club suite’ which will roll out on the Airbus A350",
    "description": "The British flag carrier's new business class suites will be arranged in a 1-2-1 configuration. It is the most radical overhaul of BA's business class in 20 years.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T12:08:03Z"
  },
  {
    "title": "Ethiopian plane's black box shows \"clear similarities\" with Lion Air crash, official says",
    "description": "Both deadly crashes involved Boeing 737 Max 8 jetliners, which have been grounded by many nations in wake of second disaster",
    "sentiment": "0",
    "publishedAt": "2019-03-18T07:53:56Z"
  },
  {
    "title": "Officials say there are \"clear similarities\" between two crashes involving Boeing 737 Max 8 planes",
    "description": "Investigators are trying to determine what happened when an Ethiopian Airlines airplane crashed. Now they say there are \"similarities\" with another disaster. CBS News transportation correspondent Kris Van Cleave joined \"CBSN AM\" to discuss.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T14:31:35Z"
  },
  {
    "title": "FirstFT: Today’s top stories",
    "description": "Your daily briefing on the news",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T06:23:16Z"
  },
  {
    "title": "Lighthizer aims to tackle Japan as US farmers suffer",
    "description": "Trump’s decision to leave the Trans-Pacific Partnership is blamed for agricultural woes",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T23:41:02Z"
  },
  {
    "title": "Why prosecutors are looking into development of Boeing 77 MAX",
    "description": "The Wall street journal reports that a grand jury in Washington, D.C. issued a subpoena to at least one person involved in the 737 MAX's development. Transportation Reporter Andrew Tangel discusses the new reporting with Katy Tur.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T20:28:46Z"
  },
  {
    "title": "The Grounded 737 Max Is Turning Into a Major Debacle for Boeing",
    "description": "Boeing stock is tumbling on heightened scrutiny by regulators and prosecutors over the approval process for the company’s 737 Max.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T12:11:46Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, F, WP, FIS)",
    "description": "Here is what you need to know. Theresa May could cancel a 3rd vote on her Brexit deal. A vote will only happen if the government is \"confident\" it will pass, according to Chancellor Phillip Hammond. Car-loan payments hit a 10-year high. America's love for spo…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:51:00Z"
  },
  {
    "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TSLA, F, WP, FIS)",
    "description": "Here is what you need to know. Theresa May could cancel a 3rd vote on her Brexit deal. A vote will only happen if the government is \"confident\" it will pass, according to Chancellor Phillip Hammond. Car-loan payments hit a 10-year high. America's love for spo…",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:51:00Z"
  },
  {
    "title": "Flooded U.S. Air Force base underscores climate risk to security: experts",
    "description": "Flooding at a U.S. Air Force base in Nebraska that damaged buildings and forced the removal of a plane integral to the nation's nuclear attack response highlight the risks climate change poses to national security, experts said on Monday.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T20:59:26Z"
  },
  {
    "title": "Boeing under pressure; Lyft valuation; $43 billion payments deal",
    "description": "Here's what you need to know about the markets before you start your business day.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T10:13:45Z"
  },
  {
    "title": "Wall Street Journal: Transportation Department inspector general investigating FAA's approval of Boeing 737 Max",
    "description": "The Transportation Department's Inspector General has opened an investigation into the Federal Aviation Administration's approval of Boeing's 737 Max planes, the Wall Street Journal reported Sunday.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T02:59:48Z"
  },
  {
    "title": "5 things to know for March 18: Mosque attack, plane crashes, Trump tweets, 2020, floods",
    "description": "Here's what else you need to know to Get Up to Speed and Out the Door.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:19:13Z"
  },
  {
    "title": "Dow set to drop | Trump targets GM | US probes FAA Boeing approval",
    "description": "Futures are narrowly mixed ahead of the Monday open, as investors prepare for a Fed meeting later this week.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T11:11:00Z"
  },
  {
    "title": "Stocks making the biggest moves premarket: Deutsche Bank, Boeing, Amazon, Apple & more",
    "description": "These are the stocks posting the largest moves before the bell.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T11:56:00Z"
  },
  {
    "title": "FAA Was Told Boeing Controlled Too Much of Its Own Safety Vetting Years Before 737 Max Crashes",
    "description": "The U.S. Department of Transport said the FAA had not done enough to “hold Boeing accountable” back in 2012",
    "sentiment": "0",
    "publishedAt": "2019-03-18T10:32:15Z"
  },
  {
    "title": "Health Records, Boeing Concerns, Worldpay Sale: CEO Daily for March 18, 2019",
    "description": "Must-read business news, delivered every morning.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:11:43Z"
  },
  {
    "title": "Boeing slides after authorities say Ethiopian Airlines and Lion Air crashes have 'clear similarities' (BA)",
    "description": "The March 10 Ethiopian Airlines crash that killed all 157 people on board has parallels to the October Lion Air crash of the same Boeing model that killed 189 people, according to Ethiopia's transport minister. The two crashes have resulted in the worldwide g…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T14:43:00Z"
  },
  {
    "title": "Melius: Boeing shareholders should be be patient",
    "description": "&#34;We're now in a much longer sort of wait-and-see period, where headline risk is a little bit higher,&#34; said Melius Research analyst Carter Copeland.&#34;If you're a long-term Boeing (BA -1.9%)",
    "sentiment": "1",
    "publishedAt": "2019-03-18T14:59:20Z"
  },
  {
    "title": "Boeing -2.6% as Ethiopia finds crash 'similarities'",
    "description": "Boeing (NYSE:BA) shares have resumed their slide, falling 2.6% premarket, after investigators in Ethiopia said its 737 MAX 8 probe found &#34;clear similarities&#34; between last week's crash and the",
    "sentiment": "0",
    "publishedAt": "2019-03-18T10:15:01Z"
  },
  {
    "title": "WestJet pulls some guidance after 737 Max grounding",
    "description": "WestJet (OTC:WJAFF -1.1%) says it's suspending all 2019 financial guidance in reaction to Transport Canada's closing of Canadian airspace to Boeing 737 Max aircraft.The company says financial guidanc",
    "sentiment": "0",
    "publishedAt": "2019-03-18T17:04:34Z"
  },
  {
    "title": "FAA probed over Boeing 737 Max approval - WSJ",
    "description": "In an unusual move, the Department of Transportation is investigating the FAA's approval of Boeing's (NYSE:BA) 737 Max jetliners, according to the WSJ.The probe was launched following the Lion Air cra",
    "sentiment": "0",
    "publishedAt": "2019-03-18T01:11:34Z"
  },
  {
    "title": "BAML expects FedEx to boost buybacks",
    "description": "Bank of America Merrill Lynch thinks FedEx (FDX +0.8%) could add $2.5B in buybacks if it pushes half of its planned Boeing 767 and 777 aircraft purchases to 2022-2023 from 2020-2021. &#34;While our e",
    "sentiment": "0",
    "publishedAt": "2019-03-18T13:43:24Z"
  },
  {
    "title": "Stocks erase morning gains",
    "description": "U.S. stocks erase most of their earlier gains as Facebook (-2.9%) and Boeing (-2.3%) declines weigh on the markets.At midday, Nasdaq is essentially flat, S&amp;P +0.1%, and the Dow -0.1%.By sector, co",
    "sentiment": "0",
    "publishedAt": "2019-03-18T16:08:36Z"
  },
  {
    "title": "Stocks extend last week's strong gains",
    "description": "Stocks enjoyed some follow-through buying interest after closing out their best week since November, as investors looked ahead to the Fed's policy meeting this week.Markets paid little attention to re",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T20:35:28Z"
  },
  {
    "title": "Air Force five-year plan calls for 48 Lockheed F-35s per year, down from 54",
    "description": "The U.S. Air Force outlines a five-year plan that includes $37.5B over the five years for Lockheed Martin's (NYSE:LMT) newer F-35, but it now plans to buy 48 F-35s each year during FY 2021-23 instead",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T22:26:00Z"
  },
  {
    "title": "Boeing had too much sway over FAA safety approvals of its new aircraft, 2012 audit revealed",
    "description": "Employees warned that Boeing Co had too much sway on the certification process during a 2012 investigation by the Department of Transportation.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T14:17:12Z"
  },
  {
    "title": "Boeing and the FAA were reportedly told about issues with the 737 max software 4 days before the plane's second deadly crash (BA)",
    "description": "The Seattle Times presented internal safety analysis of the 737 Max's MCAS software to Boeing and the FAA four days before the plane's second fatal crash in five months. According to the report, internal documents from Boeing showed significant problems with …",
    "sentiment": "0",
    "publishedAt": "2019-03-18T15:01:50Z"
  },
  {
    "title": "Wall Street Breakfast: German Bank Giants In Merger Talks",
    "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T10:54:26Z"
  },
  {
    "title": "UPDATE 1-WestJet suspends 2019 financial forecast after Boeing groundings",
    "description": "WestJet Airlines Ltd on Monday became the second Canadian carrier to suspend its 2019 financial projections following the groundings of Boeing 737 MAX aircraft worldwide.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T17:29:47Z"
  },
  {
    "title": "WestJet suspends 2019 financial forecast after Boeing groundings",
    "description": "WestJet Airlines Ltd on Monday became the second Canadian airline to suspend its 2019 financial outlook following the groundings of Boeing 737 MAX aircraft worldwide.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T17:04:30Z"
  },
  {
    "title": "WRAPUP 1-Boeing faces growing scrutiny in Ethiopian crash probe",
    "description": "The world's biggest planemaker faced escalating pressure on Monday after Ethiopia pointed to parallels between its crash and one in Indonesia, sharping the focus on the safety of software installed in Boeing 737 MAX planes.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T12:16:52Z"
  },
  {
    "title": "BEA says data shows \"clear similarities\" between Boeing crashes",
    "description": "Investigators who verified data extracted from the black box recorders of the Ethiopian Airlines Boeing 737 MAX plane that crashed eight days ago killing 157 people have found \"clear similarities\" with October's doomed Lion Air flight of the same model, the F…",
    "sentiment": "0",
    "publishedAt": "2019-03-18T15:14:11Z"
  },
  {
    "title": "Swiss Re says helped insure Boeing, Ethiopian Airlines",
    "description": "Reinsurance group Swiss Re helped cover jetmaker Boeing Co and Ethiopian Airlines, the Swiss company said on Monday amid an investigation into what caused an Ethiopian Airlines plane crash that killed 157 people.",
    "sentiment": "undefined",
    "publishedAt": "2019-03-18T11:12:03Z"
  },
  {
    "title": "Canada re-examining MAX approval after FAA certification probe",
    "description": "Transport Canada is re-examining the validation it gave Boeing Co's 737 MAX jets, following reports of a U.S. probe into the aircraft's certification by the Federal Aviation Administration (FAA), Canadian Transport Minister Marc Garneau said on Monday.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T19:42:53Z"
  },
  {
    "title": "Algeria suspends all Boeing 737 MAX 8 and 9 flights - Ennahar TV",
    "description": "Algeria's civil aviation authority has suspended all flight operations of Boeing 737 MAX 8 and 9 planes as a precautionary measure following the Ethiopian Airlines plane crash, Ennahar TV reported on Monday.",
    "sentiment": "0",
    "publishedAt": "2019-03-18T20:58:10Z"
  }
]