[{"title": "Stocks sink after economic data disappoints", "description": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher early on Monday following reports that the US and China could reach a deal to lower tariffs. Watch stocks trade in real time h…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:05:00Z"}, {"title": "Pilot’s Remains Recovered From Amazon Cargo Plane Crash", "description": "(ANAHUAC, Texas) — Authorities confirm they have recovered the remains of the pilot of a cargo plane carrying Amazon parcels that crashed into a bay near Houston. The Chambers County Sheriff’s Office reported over the weekend that remains recovered last week …", "sentiment": "undefined", "publishedAt": "2019-03-04T22:18:20Z"}, {"title": "The 5 Most Mysterious Unsolved Disappearances of All Time", "description": "Every year, thousands of families are thrust into a state of limbo when a loved one suddenly goes missing. In one of the most eerie instances, when Malaysia Airlines Flight 370 vanished from the skies exactly five years ago this March, a lack of clues kept in…", "sentiment": "undefined", "publishedAt": "2019-03-04T20:35:57Z"}, {"title": "Southwest flights to Hawaii: 12 things travelers need to know", "description": "Yes, bags will fly free (though surfboards don't). No, you won't be served mahi mahi or free mai tais.", "sentiment": "undefined", "publishedAt": "2019-03-04T16:21:09Z"}, {"title": "These are all of the routes U.S. airlines fly to Hawaii", "description": "Southwest's expansion to the high-profile leisure market is certain to set off a competitive scrum with rival U.S. airlines that already fly to Hawaii.", "sentiment": "undefined", "publishedAt": "2019-03-04T20:46:52Z"}, {"title": "Southwest Airlines Hawaii flights begin March 17, tickets on sale now from $49", "description": "The airline's first flights to Hawaii begin in March from Oakland to Honolulu. One-way fares start at $49.", "sentiment": "undefined", "publishedAt": "2019-03-04T14:29:17Z"}, {"title": "The Wall Street Journal: Treasury proposes new corporate tax break on foreign sales", "description": "The Treasury Department proposed the final major international-tax regulation under the 2017 tax law on Monday, outlining how businesses can claim a break related to certain foreign sales.", "sentiment": "undefined", "publishedAt": "2019-03-04T22:01:41Z"}, {"title": "Stock futures up on growing hopes of U.S.-China trade deal", "description": "U.S. stock futures edged higher on Monday on growing hopes that the United States and China would reach a trade deal as early as this month.", "sentiment": "undefined", "publishedAt": "2019-03-04T12:12:50Z"}, {"title": "Stocks sink after economic data disappoints", "description": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher early on Monday following reports that the US and China could reach a deal to lower tariffs. Watch stocks trade in real time h…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:05:00Z"}, {"title": "SpaceX Notches Next Step in Race With Boeing to Crewed Flights - IndustryWeek", "description": "SpaceX Notches Next Step in Race With Boeing to Crewed Flights IndustryWeek SpaceX Crew Dragon: Launched and docked. Now, about that splashdown... The Register SpaceX's Crew Dragon capsule has now docked with the International Space Station MIT Technology Rev…", "sentiment": "undefined", "publishedAt": "2019-03-04T11:22:20Z"}, {"title": "Stocks sink after economic data disappoints", "description": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher early on Monday following reports that the US and China could reach a deal to lower tariffs. Watch stocks trade in real time h…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:05:00Z"}, {"title": "Pentagon wants fewer Lockheed F-35s in 2020", "description": "In a setback to Lockheed Martin (NYSE:LMT), the Pentagon will request 78 F-35 jets for fiscal 2020, six fewer than previously planned, in the upcoming budget expected to be sent to Congress.The move c", "sentiment": "undefined", "publishedAt": "2019-03-04T10:35:07Z"}, {"title": "GE: Notably Undervalued After Blockbuster Biopharma Deal", "description": "GE recently announced a deal to selloff its biopharma devision to Danaher Corporation in a deal valued at $21.4 billion. Yet, the biopharma unit is just a small", "sentiment": "undefined", "publishedAt": "2019-03-04T20:15:27Z"}, {"title": "Dow drops 360 points, heads for biggest decline in 5 weeks", "description": "Stocks gave back their earlier gains on Monday as Wall Street digested weak U.S. economic data while trade talks with China neared the finish line.", "sentiment": "undefined", "publishedAt": "2019-03-04T17:34:08Z"}, {"title": "UPDATE 1-Germany in talks with Airbus on 600 mln euros of A380 loans", "description": "Germany is in talks with Airbus about 600 million euros ($680.10 million) in outstanding loans advanced for development of the A380 superjumbo, which the European planemaker now plans to scrap, the Berlin government said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-04T15:00:22Z"}, {"title": "Eyes on the sea: companies compete for Australian maritime surveillance contract", "description": "Major global defense contractors want to sell Australia on cutting-edge technology such as high-altitude, solar-electric powered drones and optionally manned aircraft to keep an eye on the oceans.", "sentiment": "undefined", "publishedAt": "2019-03-04T06:08:21Z"}, {"title": "British Airways latest retro design takes to the skies", "description": "The Airbus A319 touched down at London Heathrow today after being repainted in the colours of the British flag carrier's short-haul predecessor, British European Airways (BEA).", "sentiment": "undefined", "publishedAt": "2019-03-04T13:15:12Z"}, {"title": "Eyes on the sea: companies compete for Australian maritime surveillance contract", "description": "Major global defence contractors want to sell Australia on cutting-edge technology such as high-altitude, solar-electric powered drones and optionally manned aircraft to keep an eye on the oceans.", "sentiment": "undefined", "publishedAt": "2019-03-04T06:14:05Z"}, {"title": "Dassault Aviation (DUAVF) CEO Éric Trappier on Q4 2018 Results - Earnings Call Transcript", "description": "Dassault Aviation (OTCPK:DUAVF) Q4 2018 Results Earnings Conference Call February 28, 2019, 03:00 AM ET Company Participants Éric Trappier - Chairman and Chief", "sentiment": "undefined", "publishedAt": "2019-03-04T02:36:11Z"}, {"title": "The Good Business Portfolio: 2018 4th Quarter Earnings And Performance Review", "description": "The portfolio of good company businesses is performing 2.96% better than the DOW average year to date of 11.57%, for a portfolio total gain of 14.53%. The 24 bu", "sentiment": "undefined", "publishedAt": "2019-03-04T14:52:16Z"}, {"title": "Southwest Airlines starts selling its first Hawaii flights from $49 one way", "description": "Southwest Airlines starts selling flights to Hawaii from California with fares starting at $49. The airline had intended to start selling tickets to the islands last year but the partial government shutdown delayed its plans.", "sentiment": "undefined", "publishedAt": "2019-03-04T17:08:00Z"}, {"title": "Airlines waive fees as 2,300 flight cancellations pile up from winter storm", "description": "Air travelers faced a rough start to the week as wintry weather snarled flights from the Great Lakes into the Northeast.", "sentiment": "undefined", "publishedAt": "2019-03-04T12:59:37Z"}, {"title": "Sheriff: Remains found at crash site confirmed as pilot's", "description": "ANAHUAC, Texas (AP) — Authorities confirm they have recovered the remains of the pilot of a cargo plane carrying Amazon parcels that crashed into a bay near Houston.", "sentiment": "undefined", "publishedAt": "2019-03-04T21:59:24Z"}, {"title": "'The end of a fantastic era'— a look back on the Concorde", "description": "The speed and elegant appearance of the Concorde inspired awe. Its ear-rattling sonic booms irritated people on the ground and led to restrictions on where the jet could fly.", "sentiment": "undefined", "publishedAt": "2019-03-04T18:44:23Z"}, {"title": "One stock is responsible for a big chunk of the Dow's gains this year (BA)", "description": "Boeing has accounted for nearly 30% of the year-to-date rise in the Dow Jones Industrial Average. Without Boeing's contribution, the index's YTD return of 11.5% would fall to 8%. Boeing has the largest weight in the DJIA at 11.5%. Watch Boeing trade live. A s…", "sentiment": "undefined", "publishedAt": "2019-03-05T17:36:00Z"}, {"title": "Amazon took over the $176 billion market for cloud computing. Now it's using the same playbook in logistics.", "description": "A slew of industry experts say Amazon is prepping itself to take on FedEx and UPS. Amazon says its network is only used to move goods in-house to manage its quickly-rising shipping costs. However, its network of ocean freight containers, trailers, fulfillment…", "sentiment": "undefined", "publishedAt": "2019-03-05T16:41:58Z"}, {"title": "Passenger Jet Parts Not Properly Checked By Japanese Engine Maker", "description": "Japanese heavy-machinery maker IHI Corp. said employees didn’t properly check some aircraft engines, the latest quality-control issue to dent the reputation of the country’s manufacturing sector.", "sentiment": "undefined", "publishedAt": "2019-03-05T02:39:20Z"}, {"title": "Delta plans big fleet overhaul while still considering Alitalia", "description": "Delta Air Lines is planning to replace one-third of its mainline fleet in the next five years, while still deciding whether or not to invest in struggling Italian carrier Alitalia, Chief Executive Ed Bastian said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-05T16:25:17Z"}, {"title": "Boeing: No Worries About Rising Cancellation Rate", "description": "Boeing booked 1,090 gross orders in 2018 and received 197 cancellations. Cancellations, however, include 108 slots changing hands between lessor and customer. C", "sentiment": "undefined", "publishedAt": "2019-03-05T11:00:00Z"}, {"title": "One stock is responsible for a big chunk of the Dow's gains this year (BA)", "description": "Boeing has accounted for nearly 30% of the year-to-date rise in the Dow Jones Industrial Average. Without Boeing's contribution, the index's YTD return of 11.5% would fall to 8%. Boeing has the largest weight in the DJIA at 11.5%. Watch Boeing trade live. A s…", "sentiment": "undefined", "publishedAt": "2019-03-05T17:36:00Z"}, {"title": "Mitsubishi Just Started Testing a 90-Seat Passenger Plane", "description": "It would be the first Japanese-built airliner since the 1960s and could be ready by mid-2020", "sentiment": "undefined", "publishedAt": "2019-03-05T11:53:20Z"}, {"title": "Southwest talks expansion at transportation conference", "description": "Southwest Airlines (LUV -0.4%) CEO Gary Kelly presented today at the JPMorgan Aviation, Transportation and Industrials Conference. Kelly stated that the company expects to add 500 more Boeing 737s to", "sentiment": "undefined", "publishedAt": "2019-03-05T14:54:18Z"}, {"title": "Spirit AeroSystems slips as Seaport downgrades on lack of catalysts", "description": "Spirit AeroSystems (SPR -1.2%) slumps as much as 2% after Seaport Global downgrades shares to Neutral from Buy, saying the next round of catalysts for the stock are more long term.Seaport's Josh Sulli", "sentiment": "undefined", "publishedAt": "2019-03-05T19:28:00Z"}, {"title": "Pilots likely lost control of the plane carrying Amazon cargo before the crash killed all 3 onboard, according to an initial review of the cockpit recordings", "description": "An Atlas Air cargo plane that was transporting Amazon goods crashed in Texas on Feb. 23, killing all three onboard. The National Transportation Safety Board has finally extracted the black boxes from the mud in which the plane crashed. According to the NTSB's…", "sentiment": "undefined", "publishedAt": "2019-03-05T22:54:08Z"}, {"title": "Southwest says recent mechanics' disruption costing millions weekly", "description": "Southwest Airlines Co's Chief Executive Gary Kelly said on Tuesday that the recent disruption caused by its mechanics union is costing the company millions of dollars a week in lost revenues and millions of dollars in additional costs related to flight cancel…", "sentiment": "undefined", "publishedAt": "2019-03-05T14:13:19Z"}, {"title": "UPDATE 1-Southwest says recent mechanics' disruption costing millions weekly", "description": "Southwest Airlines Co's Chief Executive Gary Kelly said on Tuesday that the recent disruption caused by its mechanics union is costing the company millions of dollars a week in lost revenues and millions of dollars in additional costs related to flight cancel…", "sentiment": "undefined", "publishedAt": "2019-03-05T14:18:50Z"}, {"title": "How To Outperform The Market With High Profitability Stocks", "description": "At the end of the day, a stock is simply a share in an ownership of a business. All else the same, the more profitable the business behind the stock, the higher", "sentiment": "undefined", "publishedAt": "2019-03-05T01:09:51Z"}, {"title": "Mysterious loud 'boom' reported in Missouri: Boeing responsible", "description": "The strange noise was heard by residents living in more than a 40 mile radius. Boeing said it was testing a military aircraft at the time the boom was reported to authorities.", "sentiment": "undefined", "publishedAt": "2019-03-05T02:37:36Z"}, {"title": "‘The silence is deafening’: Major brands avoid Trump even as he promotes them from the White House", "description": "The corporate reticence underscores the tense relationship between a polarizing president and top U.S. consumer products, from Sharpies to Big Macs to Diet Cokes.", "sentiment": "undefined", "publishedAt": "2019-03-05T22:13:15Z"}, {"title": "Southwest Airlines Co. (LUV) Presents at J.P. Morgan 2019 Aviation, Transportation and Industrials Conference (Transcript)", "description": "Southwest Airlines Co. (NYSE:LUV) J.P. Morgan 2019 Aviation, Transportation and Industrials Conference Call March 5, 2019 8:45 AM ET Company Participants Gary K", "sentiment": "undefined", "publishedAt": "2019-03-05T18:19:04Z"}, {"title": "Southwest Airlines Co. (LUV) Presents at J.P. Morgan 2019 Aviation, Transportation and Industrials Conference (Transcript)", "description": "Southwest Airlines Co. (NYSE:LUV) J.P. Morgan 2019 Aviation, Transportation and Industrials Conference Call March 5, 2019 8:45 AM ET Company Participants Gary K", "sentiment": "undefined", "publishedAt": "2019-03-05T18:19:04Z"}, {"title": "Winning Bounce/Lag Momentum Stocks For Week 10 Of 2019 (3/4-3/8)", "description": "Cumulative Bounce/Lag Momentum gains are now at 34.24% YTD. Last week the S&P 500 Index gained only 0.36%, while the five B/L Momentum picks gained an average o", "sentiment": "undefined", "publishedAt": "2019-03-05T13:27:46Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-05T05:00:56Z"}, {"title": "Passengers scramble to safety after flight from China to LA is forced to make emergency landing", "description": "The cabin on the plane from Beijing to Los Angeles was full of 'screams and panic' over a suspected fire in the baggage hold on the Air China Boeing 777.", "sentiment": "undefined", "publishedAt": "2019-03-05T09:54:43Z"}, {"title": "Cargo jet crew lost control before crash near Houston that killed 3, recording suggests", "description": "An analysis of the cockpit voice recorder indicates a loss of control before a 767 aircraft went down east of Houston, killing the three people on board.", "sentiment": "undefined", "publishedAt": "2019-03-05T23:46:00Z"}, {"title": "Airbus A330neo Coming Back To Life", "description": "Despite all kinds of doom scenarios being sketched, Airbus A330neo backlog grew. Program now has backing from a new major customer. China should give Airbus A33", "sentiment": "undefined", "publishedAt": "2019-03-06T11:00:00Z"}, {"title": "The Best Dividend Stocks To Buy In March", "description": "With the stock market up over 12% YTD knowing what dividend stocks are still worth buying is crucial. Thus this weekly best dividend stocks to buy right now ser", "sentiment": "undefined", "publishedAt": "2019-03-06T03:13:12Z"}, {"title": "Qatar Airways CEO says not interested in Boeing's planned mid-sized jet", "description": "Boeing (BA -1%) slips after Qatar Airways said it was not interested in the company's mid-sized aircraft even after phasing out jumbo jets purchased from rival Airbus.Qatar Airways CEO Akbar al-Baker", "sentiment": "undefined", "publishedAt": "2019-03-06T20:01:26Z"}, {"title": "Ryanair eyes Airbus for Laudamotion", "description": "Ryanair (NASDAQ:RYAAY) is in early discussions with Airbus (OTCPK:EADSY) about a potential future order for some 100 A321 aircraft for its recently acquired subsidiary Laudamotion, but for now the com", "sentiment": "undefined", "publishedAt": "2019-03-06T13:15:07Z"}, {"title": "With Trump silent, no 'sheriff' in town on Pakistan-India crisis, ex-diplomats say", "description": "In the most serious confrontation between the South Asia's nuclear-armed rivals in decades, the Trump administration was effectively a bystander, diplomats say.", "sentiment": "undefined", "publishedAt": "2019-03-06T00:02:00Z"}, {"title": "Tracking How Far They Fell: February 2019 Edition", "description": "In the first half of 2018, I warned investors about 27 cyclical stocks that could fall quite far in a bear market, and last month I added Realty Income. I sugge", "sentiment": "undefined", "publishedAt": "2019-03-06T15:55:40Z"}, {"title": "How United Airlines prepares a Boeing 777 between flights", "description": "For a hard-working ground crew it's a race against the clock to keep a flight on time.", "sentiment": "undefined", "publishedAt": "2019-03-06T13:00:01Z"}, {"title": "Ryanair eyes Airbus for Laudamotion, Boeing MAX 10 for main fleet", "description": "Ryanair is in early discussions with Airbus about a potential future order for some 100 A321 aircraft for its recently acquired subsidiary Laudamotion, but for now the company is focusing on leased older aircraft, Chief Executive Michael O'Leary said on Wedne…", "sentiment": "undefined", "publishedAt": "2019-03-06T12:09:33Z"}, {"title": "How United Airlines prepares a Boeing 777 between flights", "description": "For a hard-working ground crew it's a race against the clock to keep a flight on time.", "sentiment": "undefined", "publishedAt": "2019-03-06T13:00:01Z"}, {"title": "Boeing Bamboozling In Vietnam", "description": "Two airlines signed agreements that were less meaningful to the order book than they seem. High-profile signings often serve higher political goals. Nonetheless", "sentiment": "undefined", "publishedAt": "2019-03-06T11:30:00Z"}, {"title": "The Best Dividend Stocks To Buy In March", "description": "With the stock market up over 12% YTD knowing what dividend stocks are still worth buying is crucial. Thus this weekly best dividend stocks to buy right now ser", "sentiment": "undefined", "publishedAt": "2019-03-06T03:13:12Z"}, {"title": "Ryanair eyes Airbus for Laudamotion, Boeing MAX 10 for main fleet", "description": "Ryanair is in early discussions with Airbus about a potential future order for some 100 A321 aircraft for its recently acquired subsidiary Laudamotion, but for now the company is focusing on leased older aircraft, Chief Executive Michael O'Leary said on Wedne…", "sentiment": "undefined", "publishedAt": "2019-03-06T11:55:28Z"}, {"title": "Shark skin studied by US military to make faster, more agile aircraft", "description": "The skin of the mako shark is being studied by the U.S. Army to help them build faster aircraft, according to research presented on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-06T00:00:47Z"}, {"title": "The hardest part of Elon Musk's 'critically important' mission for NASA is here. Watch SpaceX's Crew Dragon return to Earth live on Friday.", "description": "After spending five days in space, Crew Dragon — a commercial spaceship for people designed by SpaceX — is coming back to Earth. Elon Musk, the founder of SpaceX, hinted this will be the most challenging phase of the mission, which is called Demo-1. NASA TV a…", "sentiment": "undefined", "publishedAt": "2019-03-07T21:29:00Z"}, {"title": "Stocks fall in morning trading on trade and economic concerns, extending weekly losses", "description": "Stocks moved lower in morning trading Thursday, weighed down by trade and  lingering economic concerns.", "sentiment": "undefined", "publishedAt": "2019-03-07T15:31:57Z"}, {"title": "Dragon in graphics", "description": "How Elon Musk's Crew Dragon spaceship goes to, and returns from, the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-07T19:02:24Z"}, {"title": "SpaceX Dragon demo capsule set to return to Earth", "description": "In its next Nasa test, the new crew capsule will re-enter the atmosphere for an Atlantic splashdown.", "sentiment": "undefined", "publishedAt": "2019-03-07T23:05:24Z"}, {"title": "How Huawei Became a Target for the U.S. Government", "description": "Huawei Technologies Co., one of China’s most-global companies, is increasingly in the cross-hairs of the U.S. government and its Western allies, just as it’s pushing for a leadership role in the new wireless standard known as 5G. After years of tension, the t…", "sentiment": "undefined", "publishedAt": "2019-03-07T08:12:17Z"}, {"title": "A Dragon visits the ISS", "description": "This time, the crew is a dummy. Next time, people will be on board", "sentiment": "undefined", "publishedAt": "2019-03-07T15:58:37Z"}, {"title": "Air Lease says Boeing signaling 'full speed ahead' for midsized jet", "description": "Boeing Co is indicating \"full speed ahead\" for a new midsized airplane in what would be the first all-new jet program for the world's biggest planemaker in more than a decade, Air Lease Corp's chief executive, John Plueger, said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:06:41Z"}, {"title": "Boeing jets could be part of broad U.S.-China trade deal: CEO", "description": "Purchases of U.S.-made Boeing Co aircraft by China could be part of a sweeping deal currently being negotiated to end the months-long trade war between Washington and Beijing, Boeing's top executive said on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:28:54Z"}, {"title": "Jim Collins spins his ‘flywheel’ for a new generation", "description": "Amazon’s business practices are star performers in the management guru’s latest work", "sentiment": "undefined", "publishedAt": "2019-03-07T04:00:26Z"}, {"title": "Boeing And Airbus: Order Reshuffle In The Middle East", "description": "Airbus A380 program cancellations will spark order inflow for certain aircraft programs. Chances remain for the Boeing 777X to benefit. Possible Etihad Airways", "sentiment": "undefined", "publishedAt": "2019-03-07T12:00:00Z"}, {"title": "Heico: Mid-Sized Aircraft Parts Company For Total Return And Growth", "description": "HEICO total return overperformed the Dow average in my 51-month test period by 173.82%, which is fantastic, and the stock is recovering nicely from its year-end", "sentiment": "undefined", "publishedAt": "2019-03-07T13:21:24Z"}, {"title": "Ingersoll-Rand: Buy With Good Total Return And Steady 11% Growth", "description": "Ingersoll-Rand total return overperformed the DOW average for my 51 month test period by 31.51%, which is good and the company has a solid growing dividend inco", "sentiment": "undefined", "publishedAt": "2019-03-07T20:41:37Z"}, {"title": "Cobham PLC (CBHMF) CEO David Lockwood on Q4 2018 Results - Earnings Call Transcript", "description": "Cobham PLC (OTCPK:CBHMF) Q4 2018 Earnings Conference Call March 07, 2019, 04:30 ET Company Participants David Lockwood - CEO &amp; Executive Director David Mell", "sentiment": "undefined", "publishedAt": "2019-03-07T15:24:08Z"}, {"title": "NTSB blames jammed part for accident at Michigan airport", "description": "A federal safety board says a jammed part caused pilots to abort takeoff of a plane carrying the University of Michigan men's basketball team in 2017", "sentiment": "undefined", "publishedAt": "2019-03-07T18:20:05Z"}, {"title": "SpaceX readies Crew Dragon spacecraft for fiery plunge to Earth", "description": "A successful return to Earth will help clear the way for launch of the first piloted test flight of the new ferry ship", "sentiment": "undefined", "publishedAt": "2019-03-07T20:30:39Z"}, {"title": "American grounds 14 planes due to issue with overhead bins", "description": "Forty flights were canceled as a result", "sentiment": "undefined", "publishedAt": "2019-03-07T21:03:49Z"}, {"title": "Musk's SpaceX capsule set to splash down Friday after space station stop", "description": "An unmanned capsule from Elon Musk's SpaceX was due to return to earth on Friday after a short-term stay on the International Space Station, capping the first orbital test mission in NASA's long-delayed quest to resume human space flight from U.S. soil later …", "sentiment": "undefined", "publishedAt": "2019-03-07T19:52:07Z"}, {"title": "'Undetected mechanical malfunction' blamed for 2017 airplane incident", "description": "The National Transportation Safety Board said on Thursday a March 2017 incident in which an MD-83 airplane carrying the University of Michigan men's basketball team ran off the end of a runway was due to an undetected mechanical malfunction.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:34:37Z"}, {"title": "Pan Am time machine: This elaborate dinner theater recreates air travel from the 1970s", "description": "One-part re-enactment, one-part dinner theater, Los Angeles' Pan-Am Experience mixes top-quality food with elaborate detail to recreate what it was like to fly a Boeing 747 with one of the world's most beloved airlines", "sentiment": "undefined", "publishedAt": "2019-03-07T11:37:54Z"}, {"title": "American Airlines Grounds 14 Planes in One Day, After Complaints Some Overhead Bins Aren’t Closing Properly", "description": "American Airlines (AAL) grounded 14 planes in one day after pilots complained some newly updated overhead bins weren't closing properly.", "sentiment": "undefined", "publishedAt": "2019-03-07T23:18:36Z"}, {"title": "Boeing indicating 'full speed ahead' for mid-sized jet, Air Lease CEO says", "description": "Boeing (NYSE:BA) is signaling “full speed ahead” for a new mid-sized jet that would be the company's first all-new jet program in more than a decade, says Air Lease (NYSE:AL) CEO John Plueger.Air Leas", "sentiment": "undefined", "publishedAt": "2019-03-07T03:57:38Z"}, {"title": "Boeing can keep flying high, Argus analyst says in hiking target to $460", "description": "Boeing (NYSE:BA) shares have soared 31% YTD, and Argus analyst John Eade thinks the stock has further to fly, reiterating his Buy rating today and raising his price target to $460 from $420.Eade belie", "sentiment": "undefined", "publishedAt": "2019-03-07T23:30:15Z"}, {"title": "Boeing purchase could be part of broad U.S.-China deal, Muilennburg says", "description": "Purchases of Boeing (BA -0.6%) aircraft by China could be part of a sweeping deal currently being negotiated to end the U.S.-China trade war, CEO Dennis Muilenburg tells an aviation summit in Washingt", "sentiment": "undefined", "publishedAt": "2019-03-07T19:18:40Z"}, {"title": "American Airlines has grounded 14 Boeing 737s and canceled 40 flights because of badly installed overhead bins (AAL)", "description": "American Airlines has grounded 14 Boeing 737-800 due to poorly installed overhead bins. The airline found substandard work in the cabins of two Boeing 737-800s that recently received updated interiors. American said it decided to ground the two affected aircr…", "sentiment": "undefined", "publishedAt": "2019-03-07T22:31:26Z"}, {"title": "RPT-American Airlines grounds 14 planes due to overhead bin issue", "description": "American Airlines Group Inc said on Thursday it has grounded 14 Boeing 737-800 airplanes after an issue with overhead bins was found on two of the aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-07T19:16:18Z"}, {"title": "AMERICAN AIRLINES-MAINTENANCE/-American Airlines grounds 14 planes due to overhead bin issue", "description": "American Airlines Group Inc said on Thursday it has grounded 14 Boeing 737-800 airplanes after an issue with overhead bins was found on two of the aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-07T19:12:50Z"}, {"title": "UPDATE 1-American Airlines grounds 14 planes due to overhead bin issue", "description": "American Airlines Group Inc grounded 14 Boeing 737-800 airplanes on Thursday after complaints by pilots that overhead bins on some recently-retrofitted aircraft interiors were not closing, an American official said.", "sentiment": "undefined", "publishedAt": "2019-03-07T20:17:48Z"}, {"title": "Watchdog group sues Pentagon for records related to acting secretary's ties to Boeing", "description": "A non-partisan ethics watchdog organization is suing the Pentagon for records related to acting Defense Secretary Patrick Shanahan's ties to his former employer, Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:30:00Z"}, {"title": "Mexican Voters Love Their President, But Investors Are Wary", "description": "Analysts see slow growth and worry about the country’s credit rating.", "sentiment": "undefined", "publishedAt": "2019-03-07T11:00:21Z"}, {"title": "American Airlines takes jets out of service, cancels flights due to overhead bin problem", "description": "American Airlines on Thursday said it canceled about 40 flights after it took 14 Boeing 737-800 jets out of service due to an issue with its overhead bins. The planes were recently modeled to include more seats, feature bigger overhead bins.", "sentiment": "undefined", "publishedAt": "2019-03-07T20:45:00Z"}, {"title": "EMU Looks To ECB", "description": "The ECB meeting is today's highlight. A dovish signal is expected. We suspect that a trade deal may prevent an escalation of tit-for-tat tariffs but may not lea", "sentiment": "undefined", "publishedAt": "2019-03-07T11:32:47Z"}, {"title": "SpaceX Crew Dragon capsule will splash back down to Earth on Friday", "description": "After a five-day mission on the orbital outpost, Crew Dragon is set to detach about 2:30 a.m EST on Friday and descend to earth for an 8:45 a.m. splash-down off Florida's Cape Canaveral coast.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:56:46Z"}, {"title": "Air Lease says Boeing signalling 'full speed ahead' for midsized jet", "description": "Boeing Co is indicating \"full speed ahead\" for a new midsized airplane in what would be the first all-new jet programme for the world's biggest planemaker in more than a decade, Air Lease Corp's chief executive, John Plueger, said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:08:31Z"}, {"title": "Boeing jets could be part of broad U.S.-China trade deal - CEO", "description": "Purchases of U.S.-made Boeing Co aircraft by China could be part of a sweeping deal currently being negotiated to end the months-long trade war between Washington and Beijing, Boeing's top executive said on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:21:14Z"}, {"title": "Chilling video shows final moments of doomed Amazon flight over Texas as it plunges to the ground", "description": "The Atlas Air flight was captured hitting Trinity Bay by a police security camera on February 23, main. Ricky Blakely, 60, Conrad Aska, 44, and Sean Archuleta, 36, all died in the crash, inset.", "sentiment": "undefined", "publishedAt": "2019-03-07T14:05:58Z"}, {"title": "Expert claims captain took down MH370 in 'ruthless murder-suicide'", "description": "Journalist Ean Higgins has detailed the potential explanation in his book 'The Hunt for MH370' in an attempt to discover what caused the Malaysia Airlines flight to go missing on March 8, 2014.", "sentiment": "undefined", "publishedAt": "2019-03-07T03:33:33Z"}, {"title": "Fly Leasing Limited (FLY) CEO Colm Barrington on Q4 2018 Results - Earnings Call Transcript", "description": "Fly Leasing Limited (NYSE:FLY) Q4 2018 Earnings Conference Call March 7, 2019 09:00 ET Company Participants Matt Dallas - IR Steve Zissis - President, CEO, BBAM", "sentiment": "undefined", "publishedAt": "2019-03-07T20:28:18Z"}, {"title": "Ingersoll-Rand: Buy With Good Total Return And Steady 11% Growth", "description": "Ingersoll-Rand total return overperformed the DOW average for my 51 month test period by 31.51%, which is good and the company has a solid growing dividend inco", "sentiment": "undefined", "publishedAt": "2019-03-07T20:41:37Z"}, {"title": "American Airlines cancels 40 flights amid aircraft issue, takes planes out of service", "description": "The airline is removing more than a dozen planes from service after discovering an overhead-bin issue that led to cancellation of nearly 40 flights.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:13:00Z"}, {"title": "Wall Street Breakfast: Stocks Sluggish Ahead Of ECB", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-07T10:52:55Z"}, {"title": "Video captures final moments of crashed cargo plane", "description": "DALLAS (AP) — Newly released security camera footage shows the final moments of a cargo plane that crashed into a Texas bay in February, killing the three people aboard.", "sentiment": "undefined", "publishedAt": "2019-03-07T17:14:21Z"}, {"title": "NTSB blames jammed part for accident at Michigan airport", "description": "Investigators say a plane carrying the University of Michigan men's basketball team skidded off a runway in 2017 after a jammed part prevented pilots from tilting the nose upward during takeoff.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:20:05Z"}, {"title": "Musk's SpaceX capsule set to splash down Friday after space station stop", "description": "An unmanned capsule from Elon Musk's SpaceX was due to return to earth on Friday after a short-term stay on the International Space Station, capping the first orbital test mission in NASA's long-delayed quest to resume human space flight from U.S. soil later …", "sentiment": "undefined", "publishedAt": "2019-03-07T19:47:45Z"}, {"title": "Musk's SpaceX capsule set to splash down Friday after space station stop", "description": "An unmanned capsule from Elon Musk's SpaceX was due to return to earth on Friday after a short-term stay on the International Space Station, capping the first orbital test mission in NASA's long-delayed quest to resume human space flight from U.S. soil later …", "sentiment": "undefined", "publishedAt": "2019-03-07T19:52:07Z"}, {"title": "SpaceX makes history by completing first private crew capsule mission", "description": "SpaceX's Crew Dragon capsule has safely splashed down in the Atlantic, making it the first privately built crew-capable spacecraft ever to complete a mission to the International Space Station. It's one of several firsts SpaceX plans this year, but Boeing is …", "sentiment": "undefined", "publishedAt": "2019-03-08T16:33:20Z"}, {"title": "A new video shows Amazon Air cargo plane nosedive before its fatal crash into a Texas bay", "description": "An Atlas Air cargo plane transporting Amazon goods crashed in Texas on February 23, killing all three people on board. On Thursday, the Chambers County Sheriff's Office released a new video of the crash, whose causes are still unknown. The National Transporta…", "sentiment": "undefined", "publishedAt": "2019-03-08T18:10:20Z"}, {"title": "SpaceX's new spaceship for people has returned to Earth, completing its first and 'absolutely critical' mission for NASA", "description": "SpaceX, the rocket company founded by Elon Musk, just completed the first flight of new spaceship designed to fly people. The ship, called Crew Dragon, splashed down in the Atlantic Ocean near Florida on Friday following a six-day mission in space. Crew Drago…", "sentiment": "undefined", "publishedAt": "2019-03-08T13:47:00Z"}, {"title": "Splashdown! SpaceX’s Crew Dragon capsule returns to Earth", "description": "SpaceX’s unmanned Crew Dragon capsule has splashed down in the Atlantic Ocean after its historic DEMO-1 test flight to the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:52:53Z"}, {"title": "European Taxpayers May Be Biggest Losers in Airbus A380's Demise", "description": "The biggest losers in Airbus SE’s decision to wind down production of its A380 superjumbo may be taxpayers in France, Germany, Spain and the U.K., where governments made a big bet on the plane by lending more than 3.3 billion euros ($3.7 billion) to build it.", "sentiment": "undefined", "publishedAt": "2019-03-08T12:26:05Z"}, {"title": "SpaceX capsule lands in Atlantic Ocean", "description": "SpaceX's new crew capsule has returned to Earth, ending its first test flight with an old-fashioned splashdown.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:55:15Z"}, {"title": "Airbus chief signals tough stance on A380 loans", "description": "Enders says group may not pay back millions of euros for developing axed superjumbo", "sentiment": "undefined", "publishedAt": "2019-03-08T05:01:30Z"}, {"title": "Airbus shares fall after weak set of orders", "description": "Airbus shares fell on Friday after the European planemaker reported weak order figures.", "sentiment": "undefined", "publishedAt": "2019-03-08T08:15:38Z"}, {"title": "Stock futures fall on global growth concerns; jobs data awaited", "description": "U.S. stock futures slipped on Friday on global growth worries after Chinese data showed exports tumbled the most in three years, while investors turned their focus to domestic monthly employment report.", "sentiment": "undefined", "publishedAt": "2019-03-08T12:46:16Z"}, {"title": "Emirates Used Airbus A380 As Bait To Obtain Discounts", "description": "Annual report by Emirates suggest that there was no firm order. Airbus provided a clear response to our request for information stating the order was firm. Emir", "sentiment": "undefined", "publishedAt": "2019-03-08T11:30:00Z"}, {"title": "Flying High Fabulous February Rose Portfolio Review Targeting On High Yield And Dividends", "description": "Portfolio Value, PV, is now up 10.1% for the year; the highest value for it ever recorded as total return. All 92 holdings are shown divided by sectors, decreas", "sentiment": "undefined", "publishedAt": "2019-03-08T01:30:50Z"}, {"title": "Honeywell International Inc. (HON) Management presents at J.P. Morgan Aviation, Transportation and Industrials Conference (Transcript)", "description": "Honeywell International, Inc. (NYSE:HON) J.P. Morgan Aviation, Transportation and Industrials Conference March 7, 2019 8:45 AM Company Participants Greg Lewis -", "sentiment": "undefined", "publishedAt": "2019-03-08T04:28:06Z"}, {"title": "Thursday Sports in Brief", "description": "Thursday Sports in Brief", "sentiment": "undefined", "publishedAt": "2019-03-08T07:49:34Z"}, {"title": "SpaceX capsule undocks from space station to head back to Earth", "description": "A successful return would  help clear the way for launch of the first piloted test flight of the new ferry ship", "sentiment": "undefined", "publishedAt": "2019-03-08T08:43:23Z"}, {"title": "SpaceX on verge of sending people to space from US soil", "description": "Nasa expected to send astronauts up in new capsule later this year", "sentiment": "undefined", "publishedAt": "2019-03-08T14:37:23Z"}, {"title": "SpaceX crew ship returns to Earth after historic flight", "description": "The unpiloted test of the SpaceX Crew Dragon helps clear the way for launch of two astronauts this summer", "sentiment": "undefined", "publishedAt": "2019-03-08T17:19:16Z"}, {"title": "Elon Musk Could Lose His Pentagon Security Clearance Over Video of Him Smoking Pot", "description": "The Pentagon is reviewing Elon Musk’s federal security clearance following the billionaire’s marijuana toke on a California comedian’s podcast in September, according to a U.S. official. Musk has refiled his SF-86 security form, which requires a federal emplo…", "sentiment": "undefined", "publishedAt": "2019-03-08T12:45:27Z"}, {"title": "Stocks set to open lower | Jobs Friday is here | China supports Huawei", "description": "Futures are pointing to yet another lower open for stocks, as the Dow, S&P 500, and Nasdaq finish what's tracking to be their worst week of 2019.", "sentiment": "undefined", "publishedAt": "2019-03-08T12:48:00Z"}, {"title": "American Airlines is banning many puppies and kittens from flying as emotional support animals — but some miniature horses are still fine (AAL)", "description": "American Airlines updated its emotional support and service animal policies on Friday. The new policies go into effect on April 1. Service animals have been limited to just dogs, cats, and in specials circumstances miniature horses. Emotional support animals …", "sentiment": "undefined", "publishedAt": "2019-03-08T18:01:41Z"}, {"title": "After MH370, new tech could prevent disappearances", "description": "Five years after Malaysia Airlines flight 370 vanished on its way from Kuala Lumpur to Beijing, the aviation industry is embracing technology that may make plane disappearances a thing of the past.", "sentiment": "undefined", "publishedAt": "2019-03-08T20:14:18Z"}, {"title": "Five years later, MH370 is changing how we fly", "description": "Five years after the disappearance of Malaysia Airlines Flight 370, the aviation industry is on the verge of technology that could prevent a similar tragedy.", "sentiment": "undefined", "publishedAt": "2019-03-08T11:37:48Z"}, {"title": "SpaceX’s Crew Dragon Returns to Earth After Debut Flight", "description": "SpaceX’s Crew Dragon returned to Earth after a debut test flight to the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-08T15:20:42Z"}, {"title": "Japan Airlines' ZIPAIR low-cost carrier to start flights next year", "description": "Japan Airlines on Friday named its new low-cost carrier (LCC) ZIPAIR, and said it will connect Narita airport near Tokyo with Bangkok's Suvarnabhumi and Incheon airport near Seoul next year, as demand for budget air travel grows in Asia.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:45:48Z"}, {"title": "UPDATE 1-Jet Airways planes to be redeployed if no restructure agreed this month - lessor", "description": "* Jet Airways says 28 planes grounded for non-payment of dues", "sentiment": "undefined", "publishedAt": "2019-03-08T06:56:28Z"}, {"title": "UPDATE 1-Trump expected to tap former Delta exec to run FAA -officials", "description": "President Donald Trump is expected to soon nominate a former senior Delta Air Lines executive to head the Federal Aviation Administration (FAA), administration and industry officials said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-08T16:59:47Z"}, {"title": "US STOCKS-Wall St set to fall on weak jobs data, global growth worries", "description": "Wall Street was set to open sharply lower on Friday after data showed U.S. job growth almost stalled in February, adding to global growth worries sparked by weak China export data and weakness in eurozone.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:08:16Z"}, {"title": "Elon Musk, SpaceX complete historic test flight to International Space Station", "description": "Elon Musk and SpaceX made history on Friday morning when its Dragon spacecraft splashed into Atlantic Ocean after a successful five-day trip to the ISS.", "sentiment": "undefined", "publishedAt": "2019-03-08T21:33:46Z"}, {"title": "SpaceX crew capsule departs station for Atlantic...", "description": "The Dragon crew module autonomously detached from the ISS around 2:30am EST (7:30am GMT) after a five-day mission on the orbital outpost.", "sentiment": "undefined", "publishedAt": "2019-03-08T09:10:22Z"}, {"title": "SpaceX completes a 'perfect' mission as Dragon lands in the Atlantic", "description": "Elon Musk's swanky Dragon capsule completed a perfect landing at the predicted time of 13:45 GMT (8:45 ET) in the Atlantic Ocean, 280 miles (450 km) off the coast of Florida.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:20:07Z"}, {"title": "SpaceX crew ship returns to Earth after historic flight", "description": "The unpiloted test of the SpaceX Crew Dragon helps clear the way for launch of two astronauts this summer", "sentiment": "undefined", "publishedAt": "2019-03-08T14:18:28Z"}, {"title": "Deutsche Post's (DPSTF) CEO Frank Appel on Q4 2018 Results - Earnings Call Transcript", "description": "Deutsche Post AG (OTCPK:DPSTF) Q4 2018 Earnings Conference Call March 7, 2019 8:00 AM ET Company Participants Martin Ziegenbalg – Head-Investor Relations Frank", "sentiment": "undefined", "publishedAt": "2019-03-08T04:50:08Z"}, {"title": "SpaceX's Crew Dragon capsule returns to Earth after historic test flight", "description": "SpaceX’s Crew Dragon capsule returned to Earth on March 8 after a historic debut test flight to the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:46:00Z"}, {"title": "Boeing Customer Grounds Nearly 50 Aircraft", "description": "Jet Airways has grounded a significant portion of its fleet. Besides some of its wide body aircraft, Jet Airways has very little aircraft in ownership that it c", "sentiment": "undefined", "publishedAt": "2019-03-08T11:30:09Z"}, {"title": "American Airlines grounds 14 planes to fix overhead bins", "description": "FORT WORTH, Texas (AP) — American Airlines is grounding 14 planes to fix overhead bins on jets that recently underwent cabin makeovers.", "sentiment": "undefined", "publishedAt": "2019-03-08T17:57:52Z"}, {"title": "BC-Sports in Brief", "description": "BC-Sports in Brief ,1161", "sentiment": "undefined", "publishedAt": "2019-03-08T07:49:34Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-08T05:00:57Z"}, {"title": "SpaceX crew capsule departs station for Atlantic splashdown", "description": "CAPE CANAVERAL, Fla. (AP) — SpaceX's swanky new crew capsule has undocked from the International Space Station and is headed toward an old-fashioned splashdown.", "sentiment": "undefined", "publishedAt": "2019-03-08T07:48:57Z"}, {"title": "Darla Moore funding education center in her hometown", "description": "LAKE CITY, S.C. (AP) — Investor and philanthropist Darla Moore is creating an education center in her South Carolina hometown.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:32:00Z"}, {"title": "Boeing acquires ForeFlight", "description": "Boeing has acquired Houston-based ForeFlight, a provider of mobile and web-based aviation applications. No financial terms were disclosed. ForeFlight was backed by Silver Lake Sumeru.", "sentiment": "undefined", "publishedAt": "2019-03-08T19:05:42Z"}, {"title": "UPDATE 1-Jet Airways planes to be redeployed if no restructure agreed this month - lessor", "description": "* FLY Leasing has grounded 3 Boeing 737s", "sentiment": "undefined", "publishedAt": "2019-03-08T06:56:28Z"}, {"title": "UPDATE 4-U.S. Air Force Secretary Wilson to resign, leaving new vacancy", "description": "U.S. Air Force Secretary Heather Wilson, who was considered a top candidate to become the next secretary of defense, said on Friday she has decided to resign and return to academia, leaving another vacant post at the top level of the Pentagon.'", "sentiment": "undefined", "publishedAt": "2019-03-08T19:50:02Z"}, {"title": "Flight makes emergency landing at Newark after reports of fire onboard", "description": "An Air Transat flight was forced to divert to Newark Liberty International Airport after reports of a possible fire in the cargo hold, according to the Federal Aviation Administration. Passengers evacuated onto the airport's runway via emergency slides, an FA…", "sentiment": "undefined", "publishedAt": "2019-03-09T16:28:15Z"}, {"title": "Emergency landing forces temporary shutdown at Newark Airport", "description": "A Canadian flight had been diverted to the airport because of a fire.", "sentiment": "undefined", "publishedAt": "2019-03-09T16:15:05Z"}, {"title": "Flights resume at New Jersey's Newark airport after fire report shuts runways", "description": "Flights at New Jersey's Newark Liberty International Airport resumed on Saturday after the airport closed its runways due to reports of a possible fire in the hold of a Boeing 737 cargo plane that was diverted there, officials said.", "sentiment": "undefined", "publishedAt": "2019-03-09T15:24:07Z"}, {"title": "Apple is now one of the biggest investors in research and development, and critics are wondering what it's getting for its money (AAPL)", "description": "Apple has been massively ramping up its spending on research and development in recent years. It now spends nearly $15 billion a year, giving it one of the biggest corporate R&D budgets in the world. Analysts and investors have begun to question that spending…", "sentiment": "undefined", "publishedAt": "2019-03-09T14:30:00Z"}, {"title": "Flights resume at Newark after emergency landing", "description": "Flights at New Jersey's Newark Liberty International Airport resumed on Saturday after the airport closed its runways due to reports of a possible fire in the hold of a Boeing 737 cargo plane that was diverted there, officials said. Rough Cut (no reporter nar…", "sentiment": "undefined", "publishedAt": "2019-03-09T18:51:38Z"}, {"title": "Drone that BARKS could replace shepherds' trusty sheepdog... allowing Fido to put his paws up", "description": "Ranch owners in New Zealand can buy a $3,500 DJI Mavic Enterprise drone with an in-built microphone and speaker to allow a dog's bark to be recorded and played back to herd livestock.", "sentiment": "undefined", "publishedAt": "2019-03-09T13:45:10Z"}, {"title": "Plane makes emergency landing, passengers evacuated", "description": "NEWARK, N.J. (AP) — Authorities say passengers on a plane were evacuated by slides after an emergency landing at a New Jersey airport.", "sentiment": "undefined", "publishedAt": "2019-03-09T14:58:21Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-09T05:05:17Z"}, {"title": "After Dumping the A380 Dreamliner, Airbus Bets on Smaller Jets", "description": "European plane maker Airbus for two decades was the biggest champion of the world’s largest airliners. After dumping the A380 superjumbo earlier this year, the jet maker is all but ceding the market for the very-biggest airliners to rival Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-09T12:06:45Z"}, {"title": "Ethiopian Airlines Flight Crashes Near Addis Ababa", "description": "Flight 302, a Boeing 737, was believed to be carrying 149 passengers and eight crew members, the airline said.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:14:16Z"}, {"title": "Are There Problems With the Boeing 737 Max? A Second Deadly Crash Raises New Questions", "description": "The plane is the latest generation of the Boeing 737. American Airlines and Southwest Airlines are among the major U.S. carriers that use it.", "sentiment": "undefined", "publishedAt": "2019-03-10T15:53:54Z"}, {"title": "29 Passengers Treated at J.F.K. After Flight Hits Severe Turbulence", "description": "A spokesman for the Port Authority of New York and New Jersey described the injuries as mostly “bumps and bruises.” The flight was from Turkey to New York.", "sentiment": "undefined", "publishedAt": "2019-03-10T01:43:53Z"}, {"title": "Boeing faces safety questions after second 737 crash in six months", "description": "Boeing has been the envy of the international business world this year. But now the company is facing new questions after its second deadly crash in less than six months.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:43:44Z"}, {"title": "At least 32 injured by turbulence on Turkish Airlines flight to JFK", "description": "At least 32 people suffered minor injures on a Turkish Airlines flight that encountered severe turbulence before it landed Saturday at New York's John F. Kennedy International Airport Saturday, authorities said.", "sentiment": "undefined", "publishedAt": "2019-03-10T02:00:15Z"}, {"title": "Eight Chinese passengers were on crashed Ethiopian Airlines plane: Chinese state TV", "description": "Eight Chinese passengers were aboard an Ethiopian Airlines Boeing 737 commercial jet to Nairobi that crashed on Sunday carrying 149 passengers and eight crew members, Chinese state TV said.", "sentiment": "undefined", "publishedAt": "2019-03-10T11:25:43Z"}, {"title": "Ethiopia flight 'had unstable vertical speed' - flight tracking site", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi that crashed early on Sunday with 149 passengers and eight crew members aboard \"had unstable vertical speed\", Swedish flight-tracking website flightradar24 said.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:07:10Z"}, {"title": "U.S. to send team to assist in Ethiopian Airlines crash", "description": "The U.S. National Transportation Safety Board will send four people to assist in the fatal Ethiopian Airlines crash, an NTSB spokesman said on Sunday.", "sentiment": "undefined", "publishedAt": "2019-03-10T13:14:08Z"}, {"title": "Ethiopian Airline flight to Nairobi crashes with 149 passengers on board", "description": "An Ethiopian Airlines plane has reportedly crashed en route to Nairobi. There were 149 passengers and 8 crew members on board. The plane rashed near the ton of Bishoftu, near the capital Addis Ababa. The prime minister tweeted his condolences to the families …", "sentiment": "undefined", "publishedAt": "2019-03-10T09:02:28Z"}, {"title": "Eight Americans list of the 35 nationalities killed in Ethiopia crash", "description": "The CEO of Ethiopian Airlines told reporters Sunday that citizens from 35 countries were killed when a plane crashed shortly after takeoff in Addis Ababa, Ethiopia. Some of the nationalities of the 157 people killed in the crash include 32 Kenyans, 18 Canadia…", "sentiment": "undefined", "publishedAt": "2019-03-10T14:59:39Z"}, {"title": "Severe Turbulence Injures 30 on Flight From Istanbul to New York, Officials Say", "description": "Severe turbulence on a Turkish Airlines flight injured 30 passengers and crewmembers on Saturday before landing in New York, officials said.", "sentiment": "undefined", "publishedAt": "2019-03-10T13:43:21Z"}, {"title": "A Turkish Airlines flight makes emergency landing at JFK: FAA", "description": "The passengers suffered non-life threatening injuries", "sentiment": "undefined", "publishedAt": "2019-03-10T01:26:17Z"}, {"title": "Ethiopian Airlines flight carrying 157 people crashes after takeoff", "description": "The flight with 157 people thought to be on board crashed shortly after takeoff Sunday from Ethiopia’s capital headed to Nairobi, the airline said.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:28:11Z"}, {"title": "Heavy turbulence injures dozens of people during flight to NYC from Istanbul", "description": "Turkish Airlines flight from Istanbul to New York's JFK Airport injures at least 29 people onboard. The flight landed safely.", "sentiment": "undefined", "publishedAt": "2019-03-10T03:16:41Z"}, {"title": "Here's the biggest news you missed this weekend", "description": "From the Ethiopian Airlines crash to R. Kelly and more tornadoes, here's what to know.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:11:02Z"}, {"title": "Daybreak: China-U.S. Make Progress. Boeing Jet Crash. (Podcast)", "description": "In today’s Sydney Daybreak podcast, we cover the biggest stories that happened over the weekend with host Denise Pellegrini. China and the U.S. are in general agreement on many crucial issues in trade talks and have held meaningful discussions on FX, PBOC Gov…", "sentiment": "undefined", "publishedAt": "2019-03-10T18:26:09Z"}, {"title": "Boeing 737 Max Crash Kills 157 in Ethiopia", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-10T23:41:24Z"}, {"title": "Daybreak: China-U.S. Talks Advance. Boeing Jet Crash. (Podcast)", "description": "In today’s Hong Kong Daybreak podcast, we cover the biggest stories that happened over the weekend with host Denise Pellegrini. China and the U.S. are in general agreement on many crucial issues in trade talks and have held meaningful discussions on FX, PBOC …", "sentiment": "undefined", "publishedAt": "2019-03-10T21:00:39Z"}, {"title": "China Asks Local Airlines to Ground Boeing 737 Max, Caijing Says", "description": "China asked domestic airlines to temporarily ground Boeing Co. 737 Max jets after a model operated by Ethiopian Airlines crashed on Sunday, Caijing reported, citing an unidentified industry participant.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:28:01Z"}, {"title": "How Boeing's 737 Max Went From Bestseller to Safety Concern", "description": "Boeing Co.’s 737 jetliner has been an aviation workhorse since it first took to the skies in 1967, enjoying unparalleled success while improving its safety record each decade as fatal incidents became increasingly rare across the industry.", "sentiment": "undefined", "publishedAt": "2019-03-10T18:15:53Z"}, {"title": "Two Short, Erratic Flights End in Tragedy: Could They Be Linked?", "description": "Once again, an almost brand new jetliner crashes not long after takeoff as it flies erratically and pilots ask to return to the airport.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:56:50Z"}, {"title": "Ethiopian Airlines Flight Has Crashed on Way to Nairobi, Deaths Reported", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:18:56Z"}, {"title": "Airlines Were Supposed to Fix Their Pollution Problem. It's Just Getting Worse", "description": "Hundreds of millions of new passengers are coming, and there’s no solution in sight.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:00:21Z"}, {"title": "Second BOEING 737-8 MAX crash in months...", "description": "An Ethiopian Airlines Boeing 737 MAX 8 crashed en route from Addis Ababa to Nairobi, killing all 157 aboard and raising fresh scrutiny of the Boeing jet—a new model that was involved in another deadly crash last year.", "sentiment": "undefined", "publishedAt": "2019-03-10T11:40:37Z"}, {"title": "Aftermath of Deadly Ethiopian Airlines Plane Crash", "description": "At least 150 people were killed when Ethiopian Airlines Flight 302 crashed early Sunday. It was the second such disaster involving a brand-new Boeing 737 Max 8 in months.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:14:25Z"}, {"title": "Ethiopian Airlines says flight has crashed with 149 passengers and eight crew members", "description": "An Ethiopian Airlines flight to Nairobi crashed early on Sunday with 149 passengers and eight crew members aboard, a spokesman for the airline told Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:32Z"}, {"title": "The Latest: Italy identifies some plane crash victims - Fox News", "description": "The Latest: Italy identifies some plane crash victims Fox News Ethiopian Airlines flight to Nairobi crashes, deaths reported | AlJazeera English Al Jazeera English 'No survivors' from crashed Ethiopian Airlines flight with 149 passengers and eight crew CNBC E…", "sentiment": "undefined", "publishedAt": "2019-03-10T15:55:12Z"}, {"title": "Ethiopian Airlines plane crashes on route to Kenya with 157 people on board", "description": "An Ethiopian Airlines plane bound for Kenya has crashed with 149 passengers and eight crew members on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:41:28Z"}, {"title": "30 people were injured in severe turbulence as a plane was landing in JFK - Business Insider", "description": "30 people were injured in severe turbulence as a plane was landing in JFK Business Insider Thirty people were injured after experiencing severe turbulence on a flight that landed at John F. Kennedy International Airport on Saturday, officials said.", "sentiment": "undefined", "publishedAt": "2019-03-10T03:21:05Z"}, {"title": "Crash is second disaster involving Boeing 737 MAX 8 in months", "description": "For the second time in less than six months, a brand-new Boeing aircraft has crashed minutes into a flight.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:34:44Z"}, {"title": "Flight 302 crashed near the capital of Addis Ababa", "description": "An Ethiopian Airlines Boeing 737 heading to the Kenyan capital of Nairobi has crashed near Addis Ababa, the airline said. CNN's Richard Quest has more.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:42:10Z"}, {"title": "What we know about the 157 victims", "description": "An Ethiopian Airlines flight from Addis Ababa to Nairobi, Kenya, crashed soon after taking off on Sunday morning, killing all 157 people on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T13:35:43Z"}, {"title": "Ethiopian Airlines crash: ‘no survivors’ on Boeing 737", "description": "Aircraft bound for Nairobi was carrying 149 passengers and eight crew", "sentiment": "undefined", "publishedAt": "2019-03-10T12:20:18Z"}, {"title": "What do we know about the Boeing 737 Max-8 aircraft?", "description": "The Ethiopia Airlines tragedy is the second fatal crash involving the new type of Boeing aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:44:13Z"}, {"title": "Asian Stocks Trade Mixed, Dollar Edges Higher: Markets Wrap - Bloomberg", "description": "Asian Stocks Trade Mixed, Dollar Edges Higher: Markets Wrap Bloomberg Asia trades lower amid growing concerns over global growth CNBC Asian markets mixed as worries of a global slowdown accelerate MarketWatch What Hong Kong should learn from China’s response …", "sentiment": "undefined", "publishedAt": "2019-03-10T21:44:00Z"}, {"title": "Boeing plane in Ethiopian Airlines crash was same model in deadly Lion Air disaster", "description": "The Boeing 737 Max that crashed in Ethiopia is the same model of plane involved in the Lion Air crash", "sentiment": "undefined", "publishedAt": "2019-03-10T16:03:11Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes after takeoff", "description": "157 people said to be on board Boeing 737 that crashed after takeoff from Addis Ababa, on its way to Kenya's capital", "sentiment": "undefined", "publishedAt": "2019-03-10T09:47:51Z"}, {"title": "Ethiopian Airlines flight crashes minutes after takeoff, killing 157", "description": "The Boeing 737 crashed shortly after takeoff Sunday morning from Addis Ababa, on its way to Kenya's capital; more than 30 nationalities among the dead", "sentiment": "undefined", "publishedAt": "2019-03-10T09:47:51Z"}, {"title": "29 injured after JFK-bound flight hits severe turbulence", "description": "The majority of the people injured were treated and released at the scene, a Port Authority spokesman said, but a few were being transported to area hospitals", "sentiment": "undefined", "publishedAt": "2019-03-10T19:47:17Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-03-10T20:13:11Z"}, {"title": "Dozens injured, hospitalized after unusual turbulence on Turkish Airways flight to New York - Fox News", "description": "Dozens injured, hospitalized after unusual turbulence on Turkish Airways flight to New York Fox News Dozens Hurt After Severe Turbulence On JFK-Bound Flight CBS New York Heavy turbulence injures dozens of people during flight to NYC from Istanbul USA TODAY Tu…", "sentiment": "undefined", "publishedAt": "2019-03-10T15:49:28Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes after takeoff", "description": "157 people said to be on board Boeing 737 that crashed after takeoff from Addis Ababa, on its way to Kenya's capital", "sentiment": "undefined", "publishedAt": "2019-03-10T09:47:51Z"}, {"title": "Ethiopian airliner crashes on way to Kenya", "description": "Ethiopian Airlines passenger jet crashes on flight from Addis Ababa to Nairobi, prime minister sends condolences", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:57Z"}, {"title": "Ethiopian Airlines plane on its way to Nairobi crashes with 157 people on board", "description": "An Ethiopian Airlines plane has crashed with 149 passengers and 8 crew onboard. The plane is believed to have gone down minutes after take off.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:36:43Z"}, {"title": "Ethiopian Airlines crash kills 157, spreads global grief - Fox News", "description": "Ethiopian Airlines crash kills 157, spreads global grief Fox News Ethiopian Airlines flight to Nairobi crashes, deaths reported | AlJazeera English Al Jazeera English U.S. to send teams to assist in Ethiopian Airlines crash Reuters Africa Ethiopian Airlines p…", "sentiment": "undefined", "publishedAt": "2019-03-10T21:19:46Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes with 157 aboard", "description": "An Ethiopian Airlines flight to Nairobi crashed early on Sunday with 149 passengers and eight crew members aboard, a spokesman for the airline said.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:53:35Z"}, {"title": "Ethiopian Airlines Boeing 737 crashes near Addis Ababa", "description": "An Ethiopian Airlines Boeing 737 heading to the Kenyan capital Nairobi has crashed near Addis Ababa, the airline said on Sunday morning.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:58:32Z"}, {"title": "The scene after an Ethiopian Airlines plane crashed near Addis Ababa - Washington Post", "description": "The scene after an Ethiopian Airlines plane crashed near Addis Ababa Washington Post Correction: Ethiopia-Plane-Crash-The Latest story Fox News No survivors in Ethiopian Airlines crash ABC News Ethiopian Airlines plane crash: Live updates CNN Ethiopian Crash …", "sentiment": "undefined", "publishedAt": "2019-03-10T15:57:57Z"}, {"title": "All 157 on board killed as Ethiopian Airlines jet crashes minutes after takeoff", "description": "Ethiopian Airlines Flight 302, a new Boeing 737 MAX 8 crashed en route from Addis Ababa en route to Nairobi killing the 149 passengers and eight crew members on board. The plane was the same model in the Lion Air crash in October when the narrow-body jet plun…", "sentiment": "undefined", "publishedAt": "2019-03-10T13:06:00Z"}, {"title": "After Second New Boeing Airplane Goes Down, Experts Voice Concerns — But Answers Will Be a Long Time Coming", "description": "Following the crash of Ethiopian Airlines Flight 302, Boeing and its 737 Max 8 aircraft are at the center of another devastating tragedy.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:45:01Z"}, {"title": "157 Believed Dead in Ethiopian Airlines Plane Crash: State TV", "description": "An Ethiopian Airlines flight crashed after takeoff from Ethiopia's capital on Sunday morning, killing all 157 people thought to be on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:27:22Z"}, {"title": "Ethiopian Airlines: 'No survivors' on crashed Boeing 737", "description": "An Ethiopian Airlines flight ET302 to Nairobi crashed early on Sunday with all 157 people on board of 35 different nationalities have been killed.The plane, en route to Nairobi, Kenya, lost contact at", "sentiment": "undefined", "publishedAt": "2019-03-10T14:45:55Z"}, {"title": "WATCH: No survivors in Ethiopian Airlines crash", "description": "The new Boeing 737 was carrying 157 passengers, including 8 Americans. This was the second crash for this new model of airplane.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:48:14Z"}, {"title": "WATCH: Turkish Airlines makes emergency landing at JFK Airport", "description": "The Boeing 777 with 329 people on board experienced turbulence en route to JFK airport from Istanbul, injuring 29 passengers and one flight attendant.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:49:44Z"}, {"title": "WATCH: 8 Americans among 157 people killed in Ethiopian Airlines crash: Officials", "description": "The plane was a new Boeing 737 Max 8, the same type of plane that crashed in Indonesia in November, killing the 189 people on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:49:28Z"}, {"title": "Government officials, doctors among Ethiopian crash victims", "description": "Doctors, government officials, humanitarians, academics and tourists were among the dead in the crash Sunday of an Ethiopian Airlines jetliner. The Boeing 737 Max 8 crashed shortly after takeoff from Addis Ababa, shattering families and communities.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:48:48Z"}, {"title": "29 passengers injured in severe turbulence on Turkish Airlines flight from Istanbul to JFK Airport", "description": "A Port Authority spokesman said four passengers were taken to a hospital after the plane landed at John F Kennedy International Airport in Brooklyn around 5.35pm Saturday.", "sentiment": "undefined", "publishedAt": "2019-03-10T01:49:38Z"}, {"title": "Scotland's papers: New abuse claims at Scots private school", "description": "Claims concerning former pupil of St Aloysius’ College in Glasgow appear on Scotland's front pages.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:20:41Z"}, {"title": "Boeing's 737 MAX back in spotlight after second fatal crash", "description": "A fatal crash in Ethiopia on Sunday involving an updated version of Boeing Co's best-selling 737 is putting the spotlight back on the aircraft just five months after another deadly crash involving another brand-new model of the same type in Indonesia.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:38:47Z"}, {"title": "Ethiopia flight \"had unstable vertical speed\" -flight tracking site", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi that crashed early on Sunday with 149 passengers and eight crew members aboard \"had unstable vertical speed\", Swedish flight-tracking website flightradar24 said.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:51:27Z"}, {"title": "REUTERS NEWS SCHEDULE AT 10 p.m. GMT/6 a.m. SGT", "description": "Here are the top stories and upcoming coverage plans for Reuters text service as of 10 p.m. GMT/6 a.m. SGT. For a full schedule of news and events, go to our editorial calendar on Reuters Connect https://www.reutersconnect.com/planning or on Media Express htt…", "sentiment": "undefined", "publishedAt": "2019-03-10T22:00:41Z"}, {"title": "Ethiopian Airlines crash: British man's 'shock' at father's death", "description": "Dual national Joseph Waithaka was one of 157 people killed in the Ethiopian Airlines crash.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:00:19Z"}, {"title": "Ethiopian Airlines Boeing jet crashes, kills 157", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi crashed early on Sunday, killing all 149 passengers and eight crew members on board, according to the country's state broadcaster.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:14:39Z"}, {"title": "Ethiopian Airlines flight crashes, killing 157", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi crashed early on Sunday, killing all 149 passengers and eight crew members on board, according to the country's state broadcaster.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:21:03Z"}, {"title": "Boeing likely to face new questions after another 737 crash", "description": "Sunday's deadly crash of a Boeing 737 Max 8 jet in Ethiopia bears striking similarities to an accident involving another Max in October in Indonesia but safety experts caution against drawing parallels too quickly", "sentiment": "undefined", "publishedAt": "2019-03-10T19:04:11Z"}, {"title": "Ethiopian Airlines crash kills 157", "description": "All 157 passengers and crew aboard Ethiopian Airlines flight ET302 were killed when the Boeing 737 jet crashed shortly after take-off from Addis Ababa. Also in the programme: Separatist militants kill nine police officers in Myanmar’s Rakhine State; and prote…", "sentiment": "undefined", "publishedAt": "2019-03-10T14:08:00Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes, killing 157", "description": "By Duncan Miriri and Maggie FickNAIROBI, March 10 (Reuters) - An Ethiopian Airlines Boeing  737 passenger jet to Nairobi crashed early on Sunday with 149 ...", "sentiment": "undefined", "publishedAt": "2019-03-10T12:25:32Z"}, {"title": "Ethiopian Airlines air crash is the second involving brand new Boeing 737 in three months", "description": "The Boeing 737 Max 8 which crashed today is the same model of plane as in October's Indonesian disaster. Both planes went down in a nosedive, minutes after requesting to return to base.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:24:20Z"}, {"title": "The Latest: Nationalities of Ethiopian crash victims...", "description": "ADDIS ABABA, Ethiopia (AP) - The Latest on Ethiopian Airlines crash (all times local):3:30 p.m.The Ethiopian Airlines CEO and Kenya's transport minister say...", "sentiment": "undefined", "publishedAt": "2019-03-10T13:06:34Z"}, {"title": "Boeing is back in the spotlight after the second fatal crash of a popular 737 jet in 5 months", "description": "The incident raises questions for the top-selling plane made by Boeing, whose commercial airplane business generated nearly 60 percent of the company's record $101.1 billion in revenue last year. The manufacturer's stock is up 31 percent this year, making it …", "sentiment": "undefined", "publishedAt": "2019-03-10T18:40:00Z"}, {"title": "Ethiopian Airlines says flight has crashed with 149 passengers and eight crew members", "description": "The Ethiopian prime minister's official Twitter account on Sunday expressed condolences to families of those lost.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:07:00Z"}, {"title": "Turbulence injures 30 on flight from Istanbul to New York", "description": "Dozens of ambulances lined up in front of a terminal to quickly treat the injured coming off the flight that left Istanbul for the 10-hour trip.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:18:00Z"}, {"title": "157 dead after Ethiopian Airlines flight to Nairobi crashes shortly after takeoff", "description": "Eight Americans were confirmed among the dead after the Boeing 737, just a few months old, crashed about 30 miles from the airport in Addis Ababa, Ethiopia. The cause is unknown, with families around the world anxiously awaiting news of their loved ones.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:43:41Z"}, {"title": "Timeline of the deadly Ethiopian Airlines crash", "description": "ADDIS ABABA, Ethiopia (AP) — The news shattered more than two years of relative calm in Africa's skies. As millions on the continent headed to church on Sunday morning, an Ethiopian Airlines plane took off on a routine flight from…", "sentiment": "undefined", "publishedAt": "2019-03-10T18:13:24Z"}, {"title": "Government officials, doctors among Ethiopian crash victims", "description": "ADDIS ABABA, Ethiopia (AP) — Three Austrian physicians. The co-founder of an international aid organization. The wife and children of a Slovak legislator. A Nigerian-born Canadian college professor, author and satirist. They were all among the 157 people from…", "sentiment": "undefined", "publishedAt": "2019-03-10T19:48:17Z"}, {"title": "Video: Locator map shows where the Ethiopian Airlines plane crashed", "description": "An Ethiopian Airlines plane has crashed on its way to Nairobi in Kenya, with deaths being reported.The Ethiopian prime minister's office said the Boeing 737 was on a regularly scheduled flight when it crashed. The video shows its exact location.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:27:14Z"}, {"title": "No survivors in Ethiopian Airlines plane crash", "description": "An Ethiopian Airlines Boeing 737-8 Max jetliner crashed after take-off from the country's capital Sunday morning, with 157 people on board, including eight Americans. Deborah Patta reports that no one survived.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:21:03Z"}, {"title": "Justin Trudeau says he is 'deeply saddened' to learn of 18 Canadian dead in Ethiopian Air crash", "description": "All 157 people onboard an Ethiopian Airlines flight were killed went it crashed minutes after taking off from Addis Ababa, Ethiopia, on Sunday morning en route to Nairobi, Kenya.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:12:38Z"}, {"title": "Boeing likely to face new questions after another 737 crash", "description": "Investigators rushed to the scene of a devastating plane crash in Ethiopia on Sunday, an accident that could renew safety questions about the newest version of Boeing's popular 737 airliner.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:03:44Z"}, {"title": "Government officials, doctors among Ethiopian crash victims", "description": "Doctors, government officials, humanitarians, academics and tourists were among the dead in the crash Sunday of an Ethiopian Airlines jetliner. The Boeing 737 Max 8 crashed shortly after takeoff from Addis Ababa, shattering families and communities.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:50:22Z"}, {"title": "Commercial plane crashes during the past five years", "description": "No one country is especially dangerous for air travel — tragedy has struck from Russia to Colombia, and for reasons as varied as pilot error or terrorism.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:56:03Z"}, {"title": "The past year in deadly air travel", "description": "2017 was the safest year in commercial air travel, but more than 500 people were killed in plane crashes in 2018.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:49:45Z"}, {"title": "The Latest: Ethiopian Airlines says 157 aboard crashed plane", "description": "ADDIS ABABA, Ethiopia (AP) — The Latest on Ethiopian Airlines crash (all times local): 11:45 a.m. Ethiopian Airlines says it believes 149 passengers and eight crew members were on...", "sentiment": "undefined", "publishedAt": "2019-03-10T08:50:53Z"}, {"title": "Jetliner crashes in Ethiopia, killing 157 from 35 countries", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T18:10:46Z"}, {"title": "U.S. to send teams to assist in Ethiopian Airlines crash", "description": "The U.S. National Transportation Safety Board will send four people to assist in the fatal Ethiopian Airlines crash, an NTSB spokesman said on Sunday.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:38:58Z"}, {"title": "Ethiopian Airlines flight to Nairobi involved in fatal crash", "description": "ADDIS ABABA, Ethiopia (AP) — The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported. The office issued a statement...", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:45Z"}, {"title": "All killed on Ethiopian Airlines flight that crashed", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:49:40Z"}, {"title": "Deadly Ethiopian Airlines crash triggers grief for families in US, dozens of other countries", "description": "An Ethiopian Airlines jet faltered and crashed Sunday shortly after takeoff from the country's capital, spreading global grief to families in 35 countries that had a loved one among the 157 people who were killed.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:27:42Z"}, {"title": "No survivors in Ethiopian Airlines crash en route to Kenya", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:58:59Z"}, {"title": "Ethiopian Airlines flight bound for Nairobi crashes with 157 on board", "description": "The airline said rescue operations were underway with no word on casualties.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:52:10Z"}, {"title": "Timeline of the deadly Ethiopian Airlines crash", "description": "A timeline of the Ethiopian Airlines crash that killed all 157 on board", "sentiment": "undefined", "publishedAt": "2019-03-10T18:15:14Z"}, {"title": "Timeline of the deadly Ethiopian Airlines crash", "description": "The news shattered more than two years of relative calm in Africa's skies.", "sentiment": "undefined", "publishedAt": "2019-03-10T18:13:24Z"}, {"title": "Ethiopian Airlines flight to Nairobi involved in fatal crash", "description": "Ethiopian Airlines flight from Addis Ababa to Nairobi crashes, with deaths, authorities say", "sentiment": "undefined", "publishedAt": "2019-03-10T08:40:34Z"}, {"title": "Ethiopian Airlines flight to Nairobi involved in fatal crash", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:45Z"}, {"title": "Ethiopian Airlines Boeing Jet Crash Kills 157", "description": "The plane crashed en route from Addis Ababa to Nairobi on Sunday, killing all 157 aboard. Photo/Video: AP", "sentiment": "undefined", "publishedAt": "2019-03-10T18:04:55Z"}, {"title": "Ethiopian Crash Carries High Stakes for Boeing, Growing African Airline", "description": "The crash of a popular Boeing airliner Sunday marks a major setback for Ethiopian Airlines and the plane maker, which has relied on the success of emerging-market carriers to fuel its growth in recent years.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:58:05Z"}, {"title": "Boeing Faces Questions About Its New 737 Max Jets After Ethiopia Crash", "description": "For the company, scrutiny of the jet goes to the heart of its business — the 737 Max has been its best-selling plane ever.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:09:46Z"}, {"title": "Ethiopian Airlines passenger jet crashes with more than 150 aboard, reports say", "description": "Ethiopian Airlines said early Sunday that one of its passenger jets has crashed, with 149 passengers and eight crew members aboard, according to reports.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:20:18Z"}, {"title": "Ethiopian Airlines crash - latest updates", "description": "The Kenya-bound flight reportedly had 149 passengers and eight crew members on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:28:57Z"}, {"title": "Boeing's 737 MAX back in spotlight after second fatal crash", "description": "A fatal crash in Ethiopia on Sunday involving an updated version of Boeing Co's best-selling 737 is putting the spotlight back on the aircraft just five months after another deadly crash involving another brand-new model of the same type in Indonesia.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:44:35Z"}, {"title": "Stocks sink after economic data disappoints", "description": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher early on Monday following reports that the US and China could reach a deal to lower tariffs. Watch stocks trade in real time h…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:05:00Z"}, {"title": "Pilot’s Remains Recovered From Amazon Cargo Plane Crash", "description": "(ANAHUAC, Texas) — Authorities confirm they have recovered the remains of the pilot of a cargo plane carrying Amazon parcels that crashed into a bay near Houston. The Chambers County Sheriff’s Office reported over the weekend that remains recovered last week …", "sentiment": "undefined", "publishedAt": "2019-03-04T22:18:20Z"}, {"title": "The 5 Most Mysterious Unsolved Disappearances of All Time", "description": "Every year, thousands of families are thrust into a state of limbo when a loved one suddenly goes missing. In one of the most eerie instances, when Malaysia Airlines Flight 370 vanished from the skies exactly five years ago this March, a lack of clues kept in…", "sentiment": "undefined", "publishedAt": "2019-03-04T20:35:57Z"}, {"title": "Southwest flights to Hawaii: 12 things travelers need to know", "description": "Yes, bags will fly free (though surfboards don't). No, you won't be served mahi mahi or free mai tais.", "sentiment": "undefined", "publishedAt": "2019-03-04T16:21:09Z"}, {"title": "These are all of the routes U.S. airlines fly to Hawaii", "description": "Southwest's expansion to the high-profile leisure market is certain to set off a competitive scrum with rival U.S. airlines that already fly to Hawaii.", "sentiment": "undefined", "publishedAt": "2019-03-04T20:46:52Z"}, {"title": "Southwest Airlines Hawaii flights begin March 17, tickets on sale now from $49", "description": "The airline's first flights to Hawaii begin in March from Oakland to Honolulu. One-way fares start at $49.", "sentiment": "undefined", "publishedAt": "2019-03-04T14:29:17Z"}, {"title": "The Wall Street Journal: Treasury proposes new corporate tax break on foreign sales", "description": "The Treasury Department proposed the final major international-tax regulation under the 2017 tax law on Monday, outlining how businesses can claim a break related to certain foreign sales.", "sentiment": "undefined", "publishedAt": "2019-03-04T22:01:41Z"}, {"title": "Stock futures up on growing hopes of U.S.-China trade deal", "description": "U.S. stock futures edged higher on Monday on growing hopes that the United States and China would reach a trade deal as early as this month.", "sentiment": "undefined", "publishedAt": "2019-03-04T12:12:50Z"}, {"title": "Stocks sink after economic data disappoints", "description": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher early on Monday following reports that the US and China could reach a deal to lower tariffs. Watch stocks trade in real time h…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:05:00Z"}, {"title": "SpaceX Notches Next Step in Race With Boeing to Crewed Flights - IndustryWeek", "description": "SpaceX Notches Next Step in Race With Boeing to Crewed Flights IndustryWeek SpaceX Crew Dragon: Launched and docked. Now, about that splashdown... The Register SpaceX's Crew Dragon capsule has now docked with the International Space Station MIT Technology Rev…", "sentiment": "undefined", "publishedAt": "2019-03-04T11:22:20Z"}, {"title": "Stocks sink after economic data disappoints", "description": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher early on Monday following reports that the US and China could reach a deal to lower tariffs. Watch stocks trade in real time h…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:05:00Z"}, {"title": "Pentagon wants fewer Lockheed F-35s in 2020", "description": "In a setback to Lockheed Martin (NYSE:LMT), the Pentagon will request 78 F-35 jets for fiscal 2020, six fewer than previously planned, in the upcoming budget expected to be sent to Congress.The move c", "sentiment": "undefined", "publishedAt": "2019-03-04T10:35:07Z"}, {"title": "GE: Notably Undervalued After Blockbuster Biopharma Deal", "description": "GE recently announced a deal to selloff its biopharma devision to Danaher Corporation in a deal valued at $21.4 billion. Yet, the biopharma unit is just a small", "sentiment": "undefined", "publishedAt": "2019-03-04T20:15:27Z"}, {"title": "Dow drops 360 points, heads for biggest decline in 5 weeks", "description": "Stocks gave back their earlier gains on Monday as Wall Street digested weak U.S. economic data while trade talks with China neared the finish line.", "sentiment": "undefined", "publishedAt": "2019-03-04T17:34:08Z"}, {"title": "UPDATE 1-Germany in talks with Airbus on 600 mln euros of A380 loans", "description": "Germany is in talks with Airbus about 600 million euros ($680.10 million) in outstanding loans advanced for development of the A380 superjumbo, which the European planemaker now plans to scrap, the Berlin government said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-04T15:00:22Z"}, {"title": "Eyes on the sea: companies compete for Australian maritime surveillance contract", "description": "Major global defense contractors want to sell Australia on cutting-edge technology such as high-altitude, solar-electric powered drones and optionally manned aircraft to keep an eye on the oceans.", "sentiment": "undefined", "publishedAt": "2019-03-04T06:08:21Z"}, {"title": "British Airways latest retro design takes to the skies", "description": "The Airbus A319 touched down at London Heathrow today after being repainted in the colours of the British flag carrier's short-haul predecessor, British European Airways (BEA).", "sentiment": "undefined", "publishedAt": "2019-03-04T13:15:12Z"}, {"title": "Eyes on the sea: companies compete for Australian maritime surveillance contract", "description": "Major global defence contractors want to sell Australia on cutting-edge technology such as high-altitude, solar-electric powered drones and optionally manned aircraft to keep an eye on the oceans.", "sentiment": "undefined", "publishedAt": "2019-03-04T06:14:05Z"}, {"title": "Dassault Aviation (DUAVF) CEO Éric Trappier on Q4 2018 Results - Earnings Call Transcript", "description": "Dassault Aviation (OTCPK:DUAVF) Q4 2018 Results Earnings Conference Call February 28, 2019, 03:00 AM ET Company Participants Éric Trappier - Chairman and Chief", "sentiment": "undefined", "publishedAt": "2019-03-04T02:36:11Z"}, {"title": "The Good Business Portfolio: 2018 4th Quarter Earnings And Performance Review", "description": "The portfolio of good company businesses is performing 2.96% better than the DOW average year to date of 11.57%, for a portfolio total gain of 14.53%. The 24 bu", "sentiment": "undefined", "publishedAt": "2019-03-04T14:52:16Z"}, {"title": "Southwest Airlines starts selling its first Hawaii flights from $49 one way", "description": "Southwest Airlines starts selling flights to Hawaii from California with fares starting at $49. The airline had intended to start selling tickets to the islands last year but the partial government shutdown delayed its plans.", "sentiment": "undefined", "publishedAt": "2019-03-04T17:08:00Z"}, {"title": "Airlines waive fees as 2,300 flight cancellations pile up from winter storm", "description": "Air travelers faced a rough start to the week as wintry weather snarled flights from the Great Lakes into the Northeast.", "sentiment": "undefined", "publishedAt": "2019-03-04T12:59:37Z"}, {"title": "Sheriff: Remains found at crash site confirmed as pilot's", "description": "ANAHUAC, Texas (AP) — Authorities confirm they have recovered the remains of the pilot of a cargo plane carrying Amazon parcels that crashed into a bay near Houston.", "sentiment": "undefined", "publishedAt": "2019-03-04T21:59:24Z"}, {"title": "'The end of a fantastic era'— a look back on the Concorde", "description": "The speed and elegant appearance of the Concorde inspired awe. Its ear-rattling sonic booms irritated people on the ground and led to restrictions on where the jet could fly.", "sentiment": "undefined", "publishedAt": "2019-03-04T18:44:23Z"}, {"title": "One stock is responsible for a big chunk of the Dow's gains this year (BA)", "description": "Boeing has accounted for nearly 30% of the year-to-date rise in the Dow Jones Industrial Average. Without Boeing's contribution, the index's YTD return of 11.5% would fall to 8%. Boeing has the largest weight in the DJIA at 11.5%. Watch Boeing trade live. A s…", "sentiment": "undefined", "publishedAt": "2019-03-05T17:36:00Z"}, {"title": "Amazon took over the $176 billion market for cloud computing. Now it's using the same playbook in logistics.", "description": "A slew of industry experts say Amazon is prepping itself to take on FedEx and UPS. Amazon says its network is only used to move goods in-house to manage its quickly-rising shipping costs. However, its network of ocean freight containers, trailers, fulfillment…", "sentiment": "undefined", "publishedAt": "2019-03-05T16:41:58Z"}, {"title": "Passenger Jet Parts Not Properly Checked By Japanese Engine Maker", "description": "Japanese heavy-machinery maker IHI Corp. said employees didn’t properly check some aircraft engines, the latest quality-control issue to dent the reputation of the country’s manufacturing sector.", "sentiment": "undefined", "publishedAt": "2019-03-05T02:39:20Z"}, {"title": "Delta plans big fleet overhaul while still considering Alitalia", "description": "Delta Air Lines is planning to replace one-third of its mainline fleet in the next five years, while still deciding whether or not to invest in struggling Italian carrier Alitalia, Chief Executive Ed Bastian said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-05T16:25:17Z"}, {"title": "Boeing: No Worries About Rising Cancellation Rate", "description": "Boeing booked 1,090 gross orders in 2018 and received 197 cancellations. Cancellations, however, include 108 slots changing hands between lessor and customer. C", "sentiment": "undefined", "publishedAt": "2019-03-05T11:00:00Z"}, {"title": "One stock is responsible for a big chunk of the Dow's gains this year (BA)", "description": "Boeing has accounted for nearly 30% of the year-to-date rise in the Dow Jones Industrial Average. Without Boeing's contribution, the index's YTD return of 11.5% would fall to 8%. Boeing has the largest weight in the DJIA at 11.5%. Watch Boeing trade live. A s…", "sentiment": "undefined", "publishedAt": "2019-03-05T17:36:00Z"}, {"title": "Mitsubishi Just Started Testing a 90-Seat Passenger Plane", "description": "It would be the first Japanese-built airliner since the 1960s and could be ready by mid-2020", "sentiment": "undefined", "publishedAt": "2019-03-05T11:53:20Z"}, {"title": "Southwest talks expansion at transportation conference", "description": "Southwest Airlines (LUV -0.4%) CEO Gary Kelly presented today at the JPMorgan Aviation, Transportation and Industrials Conference. Kelly stated that the company expects to add 500 more Boeing 737s to", "sentiment": "undefined", "publishedAt": "2019-03-05T14:54:18Z"}, {"title": "Spirit AeroSystems slips as Seaport downgrades on lack of catalysts", "description": "Spirit AeroSystems (SPR -1.2%) slumps as much as 2% after Seaport Global downgrades shares to Neutral from Buy, saying the next round of catalysts for the stock are more long term.Seaport's Josh Sulli", "sentiment": "undefined", "publishedAt": "2019-03-05T19:28:00Z"}, {"title": "Pilots likely lost control of the plane carrying Amazon cargo before the crash killed all 3 onboard, according to an initial review of the cockpit recordings", "description": "An Atlas Air cargo plane that was transporting Amazon goods crashed in Texas on Feb. 23, killing all three onboard. The National Transportation Safety Board has finally extracted the black boxes from the mud in which the plane crashed. According to the NTSB's…", "sentiment": "undefined", "publishedAt": "2019-03-05T22:54:08Z"}, {"title": "Southwest says recent mechanics' disruption costing millions weekly", "description": "Southwest Airlines Co's Chief Executive Gary Kelly said on Tuesday that the recent disruption caused by its mechanics union is costing the company millions of dollars a week in lost revenues and millions of dollars in additional costs related to flight cancel…", "sentiment": "undefined", "publishedAt": "2019-03-05T14:13:19Z"}, {"title": "UPDATE 1-Southwest says recent mechanics' disruption costing millions weekly", "description": "Southwest Airlines Co's Chief Executive Gary Kelly said on Tuesday that the recent disruption caused by its mechanics union is costing the company millions of dollars a week in lost revenues and millions of dollars in additional costs related to flight cancel…", "sentiment": "undefined", "publishedAt": "2019-03-05T14:18:50Z"}, {"title": "How To Outperform The Market With High Profitability Stocks", "description": "At the end of the day, a stock is simply a share in an ownership of a business. All else the same, the more profitable the business behind the stock, the higher", "sentiment": "undefined", "publishedAt": "2019-03-05T01:09:51Z"}, {"title": "Mysterious loud 'boom' reported in Missouri: Boeing responsible", "description": "The strange noise was heard by residents living in more than a 40 mile radius. Boeing said it was testing a military aircraft at the time the boom was reported to authorities.", "sentiment": "undefined", "publishedAt": "2019-03-05T02:37:36Z"}, {"title": "‘The silence is deafening’: Major brands avoid Trump even as he promotes them from the White House", "description": "The corporate reticence underscores the tense relationship between a polarizing president and top U.S. consumer products, from Sharpies to Big Macs to Diet Cokes.", "sentiment": "undefined", "publishedAt": "2019-03-05T22:13:15Z"}, {"title": "Southwest Airlines Co. (LUV) Presents at J.P. Morgan 2019 Aviation, Transportation and Industrials Conference (Transcript)", "description": "Southwest Airlines Co. (NYSE:LUV) J.P. Morgan 2019 Aviation, Transportation and Industrials Conference Call March 5, 2019 8:45 AM ET Company Participants Gary K", "sentiment": "undefined", "publishedAt": "2019-03-05T18:19:04Z"}, {"title": "Southwest Airlines Co. (LUV) Presents at J.P. Morgan 2019 Aviation, Transportation and Industrials Conference (Transcript)", "description": "Southwest Airlines Co. (NYSE:LUV) J.P. Morgan 2019 Aviation, Transportation and Industrials Conference Call March 5, 2019 8:45 AM ET Company Participants Gary K", "sentiment": "undefined", "publishedAt": "2019-03-05T18:19:04Z"}, {"title": "Winning Bounce/Lag Momentum Stocks For Week 10 Of 2019 (3/4-3/8)", "description": "Cumulative Bounce/Lag Momentum gains are now at 34.24% YTD. Last week the S&P 500 Index gained only 0.36%, while the five B/L Momentum picks gained an average o", "sentiment": "undefined", "publishedAt": "2019-03-05T13:27:46Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-05T05:00:56Z"}, {"title": "Passengers scramble to safety after flight from China to LA is forced to make emergency landing", "description": "The cabin on the plane from Beijing to Los Angeles was full of 'screams and panic' over a suspected fire in the baggage hold on the Air China Boeing 777.", "sentiment": "undefined", "publishedAt": "2019-03-05T09:54:43Z"}, {"title": "Cargo jet crew lost control before crash near Houston that killed 3, recording suggests", "description": "An analysis of the cockpit voice recorder indicates a loss of control before a 767 aircraft went down east of Houston, killing the three people on board.", "sentiment": "undefined", "publishedAt": "2019-03-05T23:46:00Z"}, {"title": "Airbus A330neo Coming Back To Life", "description": "Despite all kinds of doom scenarios being sketched, Airbus A330neo backlog grew. Program now has backing from a new major customer. China should give Airbus A33", "sentiment": "undefined", "publishedAt": "2019-03-06T11:00:00Z"}, {"title": "The Best Dividend Stocks To Buy In March", "description": "With the stock market up over 12% YTD knowing what dividend stocks are still worth buying is crucial. Thus this weekly best dividend stocks to buy right now ser", "sentiment": "undefined", "publishedAt": "2019-03-06T03:13:12Z"}, {"title": "Qatar Airways CEO says not interested in Boeing's planned mid-sized jet", "description": "Boeing (BA -1%) slips after Qatar Airways said it was not interested in the company's mid-sized aircraft even after phasing out jumbo jets purchased from rival Airbus.Qatar Airways CEO Akbar al-Baker", "sentiment": "undefined", "publishedAt": "2019-03-06T20:01:26Z"}, {"title": "Ryanair eyes Airbus for Laudamotion", "description": "Ryanair (NASDAQ:RYAAY) is in early discussions with Airbus (OTCPK:EADSY) about a potential future order for some 100 A321 aircraft for its recently acquired subsidiary Laudamotion, but for now the com", "sentiment": "undefined", "publishedAt": "2019-03-06T13:15:07Z"}, {"title": "With Trump silent, no 'sheriff' in town on Pakistan-India crisis, ex-diplomats say", "description": "In the most serious confrontation between the South Asia's nuclear-armed rivals in decades, the Trump administration was effectively a bystander, diplomats say.", "sentiment": "undefined", "publishedAt": "2019-03-06T00:02:00Z"}, {"title": "Tracking How Far They Fell: February 2019 Edition", "description": "In the first half of 2018, I warned investors about 27 cyclical stocks that could fall quite far in a bear market, and last month I added Realty Income. I sugge", "sentiment": "undefined", "publishedAt": "2019-03-06T15:55:40Z"}, {"title": "How United Airlines prepares a Boeing 777 between flights", "description": "For a hard-working ground crew it's a race against the clock to keep a flight on time.", "sentiment": "undefined", "publishedAt": "2019-03-06T13:00:01Z"}, {"title": "Ryanair eyes Airbus for Laudamotion, Boeing MAX 10 for main fleet", "description": "Ryanair is in early discussions with Airbus about a potential future order for some 100 A321 aircraft for its recently acquired subsidiary Laudamotion, but for now the company is focusing on leased older aircraft, Chief Executive Michael O'Leary said on Wedne…", "sentiment": "undefined", "publishedAt": "2019-03-06T12:09:33Z"}, {"title": "How United Airlines prepares a Boeing 777 between flights", "description": "For a hard-working ground crew it's a race against the clock to keep a flight on time.", "sentiment": "undefined", "publishedAt": "2019-03-06T13:00:01Z"}, {"title": "Boeing Bamboozling In Vietnam", "description": "Two airlines signed agreements that were less meaningful to the order book than they seem. High-profile signings often serve higher political goals. Nonetheless", "sentiment": "undefined", "publishedAt": "2019-03-06T11:30:00Z"}, {"title": "The Best Dividend Stocks To Buy In March", "description": "With the stock market up over 12% YTD knowing what dividend stocks are still worth buying is crucial. Thus this weekly best dividend stocks to buy right now ser", "sentiment": "undefined", "publishedAt": "2019-03-06T03:13:12Z"}, {"title": "Ryanair eyes Airbus for Laudamotion, Boeing MAX 10 for main fleet", "description": "Ryanair is in early discussions with Airbus about a potential future order for some 100 A321 aircraft for its recently acquired subsidiary Laudamotion, but for now the company is focusing on leased older aircraft, Chief Executive Michael O'Leary said on Wedne…", "sentiment": "undefined", "publishedAt": "2019-03-06T11:55:28Z"}, {"title": "Shark skin studied by US military to make faster, more agile aircraft", "description": "The skin of the mako shark is being studied by the U.S. Army to help them build faster aircraft, according to research presented on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-06T00:00:47Z"}, {"title": "The hardest part of Elon Musk's 'critically important' mission for NASA is here. Watch SpaceX's Crew Dragon return to Earth live on Friday.", "description": "After spending five days in space, Crew Dragon — a commercial spaceship for people designed by SpaceX — is coming back to Earth. Elon Musk, the founder of SpaceX, hinted this will be the most challenging phase of the mission, which is called Demo-1. NASA TV a…", "sentiment": "undefined", "publishedAt": "2019-03-07T21:29:00Z"}, {"title": "Stocks fall in morning trading on trade and economic concerns, extending weekly losses", "description": "Stocks moved lower in morning trading Thursday, weighed down by trade and  lingering economic concerns.", "sentiment": "undefined", "publishedAt": "2019-03-07T15:31:57Z"}, {"title": "Dragon in graphics", "description": "How Elon Musk's Crew Dragon spaceship goes to, and returns from, the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-07T19:02:24Z"}, {"title": "SpaceX Dragon demo capsule set to return to Earth", "description": "In its next Nasa test, the new crew capsule will re-enter the atmosphere for an Atlantic splashdown.", "sentiment": "undefined", "publishedAt": "2019-03-07T23:05:24Z"}, {"title": "How Huawei Became a Target for the U.S. Government", "description": "Huawei Technologies Co., one of China’s most-global companies, is increasingly in the cross-hairs of the U.S. government and its Western allies, just as it’s pushing for a leadership role in the new wireless standard known as 5G. After years of tension, the t…", "sentiment": "undefined", "publishedAt": "2019-03-07T08:12:17Z"}, {"title": "A Dragon visits the ISS", "description": "This time, the crew is a dummy. Next time, people will be on board", "sentiment": "undefined", "publishedAt": "2019-03-07T15:58:37Z"}, {"title": "Air Lease says Boeing signaling 'full speed ahead' for midsized jet", "description": "Boeing Co is indicating \"full speed ahead\" for a new midsized airplane in what would be the first all-new jet program for the world's biggest planemaker in more than a decade, Air Lease Corp's chief executive, John Plueger, said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:06:41Z"}, {"title": "Boeing jets could be part of broad U.S.-China trade deal: CEO", "description": "Purchases of U.S.-made Boeing Co aircraft by China could be part of a sweeping deal currently being negotiated to end the months-long trade war between Washington and Beijing, Boeing's top executive said on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:28:54Z"}, {"title": "Jim Collins spins his ‘flywheel’ for a new generation", "description": "Amazon’s business practices are star performers in the management guru’s latest work", "sentiment": "undefined", "publishedAt": "2019-03-07T04:00:26Z"}, {"title": "Boeing And Airbus: Order Reshuffle In The Middle East", "description": "Airbus A380 program cancellations will spark order inflow for certain aircraft programs. Chances remain for the Boeing 777X to benefit. Possible Etihad Airways", "sentiment": "undefined", "publishedAt": "2019-03-07T12:00:00Z"}, {"title": "Heico: Mid-Sized Aircraft Parts Company For Total Return And Growth", "description": "HEICO total return overperformed the Dow average in my 51-month test period by 173.82%, which is fantastic, and the stock is recovering nicely from its year-end", "sentiment": "undefined", "publishedAt": "2019-03-07T13:21:24Z"}, {"title": "Ingersoll-Rand: Buy With Good Total Return And Steady 11% Growth", "description": "Ingersoll-Rand total return overperformed the DOW average for my 51 month test period by 31.51%, which is good and the company has a solid growing dividend inco", "sentiment": "undefined", "publishedAt": "2019-03-07T20:41:37Z"}, {"title": "Cobham PLC (CBHMF) CEO David Lockwood on Q4 2018 Results - Earnings Call Transcript", "description": "Cobham PLC (OTCPK:CBHMF) Q4 2018 Earnings Conference Call March 07, 2019, 04:30 ET Company Participants David Lockwood - CEO &amp; Executive Director David Mell", "sentiment": "undefined", "publishedAt": "2019-03-07T15:24:08Z"}, {"title": "NTSB blames jammed part for accident at Michigan airport", "description": "A federal safety board says a jammed part caused pilots to abort takeoff of a plane carrying the University of Michigan men's basketball team in 2017", "sentiment": "undefined", "publishedAt": "2019-03-07T18:20:05Z"}, {"title": "SpaceX readies Crew Dragon spacecraft for fiery plunge to Earth", "description": "A successful return to Earth will help clear the way for launch of the first piloted test flight of the new ferry ship", "sentiment": "undefined", "publishedAt": "2019-03-07T20:30:39Z"}, {"title": "American grounds 14 planes due to issue with overhead bins", "description": "Forty flights were canceled as a result", "sentiment": "undefined", "publishedAt": "2019-03-07T21:03:49Z"}, {"title": "Musk's SpaceX capsule set to splash down Friday after space station stop", "description": "An unmanned capsule from Elon Musk's SpaceX was due to return to earth on Friday after a short-term stay on the International Space Station, capping the first orbital test mission in NASA's long-delayed quest to resume human space flight from U.S. soil later …", "sentiment": "undefined", "publishedAt": "2019-03-07T19:52:07Z"}, {"title": "'Undetected mechanical malfunction' blamed for 2017 airplane incident", "description": "The National Transportation Safety Board said on Thursday a March 2017 incident in which an MD-83 airplane carrying the University of Michigan men's basketball team ran off the end of a runway was due to an undetected mechanical malfunction.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:34:37Z"}, {"title": "Pan Am time machine: This elaborate dinner theater recreates air travel from the 1970s", "description": "One-part re-enactment, one-part dinner theater, Los Angeles' Pan-Am Experience mixes top-quality food with elaborate detail to recreate what it was like to fly a Boeing 747 with one of the world's most beloved airlines", "sentiment": "undefined", "publishedAt": "2019-03-07T11:37:54Z"}, {"title": "American Airlines Grounds 14 Planes in One Day, After Complaints Some Overhead Bins Aren’t Closing Properly", "description": "American Airlines (AAL) grounded 14 planes in one day after pilots complained some newly updated overhead bins weren't closing properly.", "sentiment": "undefined", "publishedAt": "2019-03-07T23:18:36Z"}, {"title": "Boeing indicating 'full speed ahead' for mid-sized jet, Air Lease CEO says", "description": "Boeing (NYSE:BA) is signaling “full speed ahead” for a new mid-sized jet that would be the company's first all-new jet program in more than a decade, says Air Lease (NYSE:AL) CEO John Plueger.Air Leas", "sentiment": "undefined", "publishedAt": "2019-03-07T03:57:38Z"}, {"title": "Boeing can keep flying high, Argus analyst says in hiking target to $460", "description": "Boeing (NYSE:BA) shares have soared 31% YTD, and Argus analyst John Eade thinks the stock has further to fly, reiterating his Buy rating today and raising his price target to $460 from $420.Eade belie", "sentiment": "undefined", "publishedAt": "2019-03-07T23:30:15Z"}, {"title": "Boeing purchase could be part of broad U.S.-China deal, Muilennburg says", "description": "Purchases of Boeing (BA -0.6%) aircraft by China could be part of a sweeping deal currently being negotiated to end the U.S.-China trade war, CEO Dennis Muilenburg tells an aviation summit in Washingt", "sentiment": "undefined", "publishedAt": "2019-03-07T19:18:40Z"}, {"title": "American Airlines has grounded 14 Boeing 737s and canceled 40 flights because of badly installed overhead bins (AAL)", "description": "American Airlines has grounded 14 Boeing 737-800 due to poorly installed overhead bins. The airline found substandard work in the cabins of two Boeing 737-800s that recently received updated interiors. American said it decided to ground the two affected aircr…", "sentiment": "undefined", "publishedAt": "2019-03-07T22:31:26Z"}, {"title": "RPT-American Airlines grounds 14 planes due to overhead bin issue", "description": "American Airlines Group Inc said on Thursday it has grounded 14 Boeing 737-800 airplanes after an issue with overhead bins was found on two of the aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-07T19:16:18Z"}, {"title": "AMERICAN AIRLINES-MAINTENANCE/-American Airlines grounds 14 planes due to overhead bin issue", "description": "American Airlines Group Inc said on Thursday it has grounded 14 Boeing 737-800 airplanes after an issue with overhead bins was found on two of the aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-07T19:12:50Z"}, {"title": "UPDATE 1-American Airlines grounds 14 planes due to overhead bin issue", "description": "American Airlines Group Inc grounded 14 Boeing 737-800 airplanes on Thursday after complaints by pilots that overhead bins on some recently-retrofitted aircraft interiors were not closing, an American official said.", "sentiment": "undefined", "publishedAt": "2019-03-07T20:17:48Z"}, {"title": "Watchdog group sues Pentagon for records related to acting secretary's ties to Boeing", "description": "A non-partisan ethics watchdog organization is suing the Pentagon for records related to acting Defense Secretary Patrick Shanahan's ties to his former employer, Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:30:00Z"}, {"title": "Mexican Voters Love Their President, But Investors Are Wary", "description": "Analysts see slow growth and worry about the country’s credit rating.", "sentiment": "undefined", "publishedAt": "2019-03-07T11:00:21Z"}, {"title": "American Airlines takes jets out of service, cancels flights due to overhead bin problem", "description": "American Airlines on Thursday said it canceled about 40 flights after it took 14 Boeing 737-800 jets out of service due to an issue with its overhead bins. The planes were recently modeled to include more seats, feature bigger overhead bins.", "sentiment": "undefined", "publishedAt": "2019-03-07T20:45:00Z"}, {"title": "EMU Looks To ECB", "description": "The ECB meeting is today's highlight. A dovish signal is expected. We suspect that a trade deal may prevent an escalation of tit-for-tat tariffs but may not lea", "sentiment": "undefined", "publishedAt": "2019-03-07T11:32:47Z"}, {"title": "SpaceX Crew Dragon capsule will splash back down to Earth on Friday", "description": "After a five-day mission on the orbital outpost, Crew Dragon is set to detach about 2:30 a.m EST on Friday and descend to earth for an 8:45 a.m. splash-down off Florida's Cape Canaveral coast.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:56:46Z"}, {"title": "Air Lease says Boeing signalling 'full speed ahead' for midsized jet", "description": "Boeing Co is indicating \"full speed ahead\" for a new midsized airplane in what would be the first all-new jet programme for the world's biggest planemaker in more than a decade, Air Lease Corp's chief executive, John Plueger, said on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:08:31Z"}, {"title": "Boeing jets could be part of broad U.S.-China trade deal - CEO", "description": "Purchases of U.S.-made Boeing Co aircraft by China could be part of a sweeping deal currently being negotiated to end the months-long trade war between Washington and Beijing, Boeing's top executive said on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:21:14Z"}, {"title": "Chilling video shows final moments of doomed Amazon flight over Texas as it plunges to the ground", "description": "The Atlas Air flight was captured hitting Trinity Bay by a police security camera on February 23, main. Ricky Blakely, 60, Conrad Aska, 44, and Sean Archuleta, 36, all died in the crash, inset.", "sentiment": "undefined", "publishedAt": "2019-03-07T14:05:58Z"}, {"title": "Expert claims captain took down MH370 in 'ruthless murder-suicide'", "description": "Journalist Ean Higgins has detailed the potential explanation in his book 'The Hunt for MH370' in an attempt to discover what caused the Malaysia Airlines flight to go missing on March 8, 2014.", "sentiment": "undefined", "publishedAt": "2019-03-07T03:33:33Z"}, {"title": "Fly Leasing Limited (FLY) CEO Colm Barrington on Q4 2018 Results - Earnings Call Transcript", "description": "Fly Leasing Limited (NYSE:FLY) Q4 2018 Earnings Conference Call March 7, 2019 09:00 ET Company Participants Matt Dallas - IR Steve Zissis - President, CEO, BBAM", "sentiment": "undefined", "publishedAt": "2019-03-07T20:28:18Z"}, {"title": "Ingersoll-Rand: Buy With Good Total Return And Steady 11% Growth", "description": "Ingersoll-Rand total return overperformed the DOW average for my 51 month test period by 31.51%, which is good and the company has a solid growing dividend inco", "sentiment": "undefined", "publishedAt": "2019-03-07T20:41:37Z"}, {"title": "American Airlines cancels 40 flights amid aircraft issue, takes planes out of service", "description": "The airline is removing more than a dozen planes from service after discovering an overhead-bin issue that led to cancellation of nearly 40 flights.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:13:00Z"}, {"title": "Wall Street Breakfast: Stocks Sluggish Ahead Of ECB", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-07T10:52:55Z"}, {"title": "Video captures final moments of crashed cargo plane", "description": "DALLAS (AP) — Newly released security camera footage shows the final moments of a cargo plane that crashed into a Texas bay in February, killing the three people aboard.", "sentiment": "undefined", "publishedAt": "2019-03-07T17:14:21Z"}, {"title": "NTSB blames jammed part for accident at Michigan airport", "description": "Investigators say a plane carrying the University of Michigan men's basketball team skidded off a runway in 2017 after a jammed part prevented pilots from tilting the nose upward during takeoff.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:20:05Z"}, {"title": "Musk's SpaceX capsule set to splash down Friday after space station stop", "description": "An unmanned capsule from Elon Musk's SpaceX was due to return to earth on Friday after a short-term stay on the International Space Station, capping the first orbital test mission in NASA's long-delayed quest to resume human space flight from U.S. soil later …", "sentiment": "undefined", "publishedAt": "2019-03-07T19:47:45Z"}, {"title": "Musk's SpaceX capsule set to splash down Friday after space station stop", "description": "An unmanned capsule from Elon Musk's SpaceX was due to return to earth on Friday after a short-term stay on the International Space Station, capping the first orbital test mission in NASA's long-delayed quest to resume human space flight from U.S. soil later …", "sentiment": "undefined", "publishedAt": "2019-03-07T19:52:07Z"}, {"title": "SpaceX makes history by completing first private crew capsule mission", "description": "SpaceX's Crew Dragon capsule has safely splashed down in the Atlantic, making it the first privately built crew-capable spacecraft ever to complete a mission to the International Space Station. It's one of several firsts SpaceX plans this year, but Boeing is …", "sentiment": "undefined", "publishedAt": "2019-03-08T16:33:20Z"}, {"title": "A new video shows Amazon Air cargo plane nosedive before its fatal crash into a Texas bay", "description": "An Atlas Air cargo plane transporting Amazon goods crashed in Texas on February 23, killing all three people on board. On Thursday, the Chambers County Sheriff's Office released a new video of the crash, whose causes are still unknown. The National Transporta…", "sentiment": "undefined", "publishedAt": "2019-03-08T18:10:20Z"}, {"title": "SpaceX's new spaceship for people has returned to Earth, completing its first and 'absolutely critical' mission for NASA", "description": "SpaceX, the rocket company founded by Elon Musk, just completed the first flight of new spaceship designed to fly people. The ship, called Crew Dragon, splashed down in the Atlantic Ocean near Florida on Friday following a six-day mission in space. Crew Drago…", "sentiment": "undefined", "publishedAt": "2019-03-08T13:47:00Z"}, {"title": "Splashdown! SpaceX’s Crew Dragon capsule returns to Earth", "description": "SpaceX’s unmanned Crew Dragon capsule has splashed down in the Atlantic Ocean after its historic DEMO-1 test flight to the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:52:53Z"}, {"title": "European Taxpayers May Be Biggest Losers in Airbus A380's Demise", "description": "The biggest losers in Airbus SE’s decision to wind down production of its A380 superjumbo may be taxpayers in France, Germany, Spain and the U.K., where governments made a big bet on the plane by lending more than 3.3 billion euros ($3.7 billion) to build it.", "sentiment": "undefined", "publishedAt": "2019-03-08T12:26:05Z"}, {"title": "SpaceX capsule lands in Atlantic Ocean", "description": "SpaceX's new crew capsule has returned to Earth, ending its first test flight with an old-fashioned splashdown.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:55:15Z"}, {"title": "Airbus chief signals tough stance on A380 loans", "description": "Enders says group may not pay back millions of euros for developing axed superjumbo", "sentiment": "undefined", "publishedAt": "2019-03-08T05:01:30Z"}, {"title": "Airbus shares fall after weak set of orders", "description": "Airbus shares fell on Friday after the European planemaker reported weak order figures.", "sentiment": "undefined", "publishedAt": "2019-03-08T08:15:38Z"}, {"title": "Stock futures fall on global growth concerns; jobs data awaited", "description": "U.S. stock futures slipped on Friday on global growth worries after Chinese data showed exports tumbled the most in three years, while investors turned their focus to domestic monthly employment report.", "sentiment": "undefined", "publishedAt": "2019-03-08T12:46:16Z"}, {"title": "Emirates Used Airbus A380 As Bait To Obtain Discounts", "description": "Annual report by Emirates suggest that there was no firm order. Airbus provided a clear response to our request for information stating the order was firm. Emir", "sentiment": "undefined", "publishedAt": "2019-03-08T11:30:00Z"}, {"title": "Flying High Fabulous February Rose Portfolio Review Targeting On High Yield And Dividends", "description": "Portfolio Value, PV, is now up 10.1% for the year; the highest value for it ever recorded as total return. All 92 holdings are shown divided by sectors, decreas", "sentiment": "undefined", "publishedAt": "2019-03-08T01:30:50Z"}, {"title": "Honeywell International Inc. (HON) Management presents at J.P. Morgan Aviation, Transportation and Industrials Conference (Transcript)", "description": "Honeywell International, Inc. (NYSE:HON) J.P. Morgan Aviation, Transportation and Industrials Conference March 7, 2019 8:45 AM Company Participants Greg Lewis -", "sentiment": "undefined", "publishedAt": "2019-03-08T04:28:06Z"}, {"title": "Thursday Sports in Brief", "description": "Thursday Sports in Brief", "sentiment": "undefined", "publishedAt": "2019-03-08T07:49:34Z"}, {"title": "SpaceX capsule undocks from space station to head back to Earth", "description": "A successful return would  help clear the way for launch of the first piloted test flight of the new ferry ship", "sentiment": "undefined", "publishedAt": "2019-03-08T08:43:23Z"}, {"title": "SpaceX on verge of sending people to space from US soil", "description": "Nasa expected to send astronauts up in new capsule later this year", "sentiment": "undefined", "publishedAt": "2019-03-08T14:37:23Z"}, {"title": "SpaceX crew ship returns to Earth after historic flight", "description": "The unpiloted test of the SpaceX Crew Dragon helps clear the way for launch of two astronauts this summer", "sentiment": "undefined", "publishedAt": "2019-03-08T17:19:16Z"}, {"title": "Elon Musk Could Lose His Pentagon Security Clearance Over Video of Him Smoking Pot", "description": "The Pentagon is reviewing Elon Musk’s federal security clearance following the billionaire’s marijuana toke on a California comedian’s podcast in September, according to a U.S. official. Musk has refiled his SF-86 security form, which requires a federal emplo…", "sentiment": "undefined", "publishedAt": "2019-03-08T12:45:27Z"}, {"title": "Stocks set to open lower | Jobs Friday is here | China supports Huawei", "description": "Futures are pointing to yet another lower open for stocks, as the Dow, S&P 500, and Nasdaq finish what's tracking to be their worst week of 2019.", "sentiment": "undefined", "publishedAt": "2019-03-08T12:48:00Z"}, {"title": "American Airlines is banning many puppies and kittens from flying as emotional support animals — but some miniature horses are still fine (AAL)", "description": "American Airlines updated its emotional support and service animal policies on Friday. The new policies go into effect on April 1. Service animals have been limited to just dogs, cats, and in specials circumstances miniature horses. Emotional support animals …", "sentiment": "undefined", "publishedAt": "2019-03-08T18:01:41Z"}, {"title": "After MH370, new tech could prevent disappearances", "description": "Five years after Malaysia Airlines flight 370 vanished on its way from Kuala Lumpur to Beijing, the aviation industry is embracing technology that may make plane disappearances a thing of the past.", "sentiment": "undefined", "publishedAt": "2019-03-08T20:14:18Z"}, {"title": "Five years later, MH370 is changing how we fly", "description": "Five years after the disappearance of Malaysia Airlines Flight 370, the aviation industry is on the verge of technology that could prevent a similar tragedy.", "sentiment": "undefined", "publishedAt": "2019-03-08T11:37:48Z"}, {"title": "SpaceX’s Crew Dragon Returns to Earth After Debut Flight", "description": "SpaceX’s Crew Dragon returned to Earth after a debut test flight to the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-08T15:20:42Z"}, {"title": "Japan Airlines' ZIPAIR low-cost carrier to start flights next year", "description": "Japan Airlines on Friday named its new low-cost carrier (LCC) ZIPAIR, and said it will connect Narita airport near Tokyo with Bangkok's Suvarnabhumi and Incheon airport near Seoul next year, as demand for budget air travel grows in Asia.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:45:48Z"}, {"title": "UPDATE 1-Jet Airways planes to be redeployed if no restructure agreed this month - lessor", "description": "* Jet Airways says 28 planes grounded for non-payment of dues", "sentiment": "undefined", "publishedAt": "2019-03-08T06:56:28Z"}, {"title": "UPDATE 1-Trump expected to tap former Delta exec to run FAA -officials", "description": "President Donald Trump is expected to soon nominate a former senior Delta Air Lines executive to head the Federal Aviation Administration (FAA), administration and industry officials said on Friday.", "sentiment": "undefined", "publishedAt": "2019-03-08T16:59:47Z"}, {"title": "US STOCKS-Wall St set to fall on weak jobs data, global growth worries", "description": "Wall Street was set to open sharply lower on Friday after data showed U.S. job growth almost stalled in February, adding to global growth worries sparked by weak China export data and weakness in eurozone.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:08:16Z"}, {"title": "Elon Musk, SpaceX complete historic test flight to International Space Station", "description": "Elon Musk and SpaceX made history on Friday morning when its Dragon spacecraft splashed into Atlantic Ocean after a successful five-day trip to the ISS.", "sentiment": "undefined", "publishedAt": "2019-03-08T21:33:46Z"}, {"title": "SpaceX crew capsule departs station for Atlantic...", "description": "The Dragon crew module autonomously detached from the ISS around 2:30am EST (7:30am GMT) after a five-day mission on the orbital outpost.", "sentiment": "undefined", "publishedAt": "2019-03-08T09:10:22Z"}, {"title": "SpaceX completes a 'perfect' mission as Dragon lands in the Atlantic", "description": "Elon Musk's swanky Dragon capsule completed a perfect landing at the predicted time of 13:45 GMT (8:45 ET) in the Atlantic Ocean, 280 miles (450 km) off the coast of Florida.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:20:07Z"}, {"title": "SpaceX crew ship returns to Earth after historic flight", "description": "The unpiloted test of the SpaceX Crew Dragon helps clear the way for launch of two astronauts this summer", "sentiment": "undefined", "publishedAt": "2019-03-08T14:18:28Z"}, {"title": "Deutsche Post's (DPSTF) CEO Frank Appel on Q4 2018 Results - Earnings Call Transcript", "description": "Deutsche Post AG (OTCPK:DPSTF) Q4 2018 Earnings Conference Call March 7, 2019 8:00 AM ET Company Participants Martin Ziegenbalg – Head-Investor Relations Frank", "sentiment": "undefined", "publishedAt": "2019-03-08T04:50:08Z"}, {"title": "SpaceX's Crew Dragon capsule returns to Earth after historic test flight", "description": "SpaceX’s Crew Dragon capsule returned to Earth on March 8 after a historic debut test flight to the International Space Station.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:46:00Z"}, {"title": "Boeing Customer Grounds Nearly 50 Aircraft", "description": "Jet Airways has grounded a significant portion of its fleet. Besides some of its wide body aircraft, Jet Airways has very little aircraft in ownership that it c", "sentiment": "undefined", "publishedAt": "2019-03-08T11:30:09Z"}, {"title": "American Airlines grounds 14 planes to fix overhead bins", "description": "FORT WORTH, Texas (AP) — American Airlines is grounding 14 planes to fix overhead bins on jets that recently underwent cabin makeovers.", "sentiment": "undefined", "publishedAt": "2019-03-08T17:57:52Z"}, {"title": "BC-Sports in Brief", "description": "BC-Sports in Brief ,1161", "sentiment": "undefined", "publishedAt": "2019-03-08T07:49:34Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-08T05:00:57Z"}, {"title": "SpaceX crew capsule departs station for Atlantic splashdown", "description": "CAPE CANAVERAL, Fla. (AP) — SpaceX's swanky new crew capsule has undocked from the International Space Station and is headed toward an old-fashioned splashdown.", "sentiment": "undefined", "publishedAt": "2019-03-08T07:48:57Z"}, {"title": "Darla Moore funding education center in her hometown", "description": "LAKE CITY, S.C. (AP) — Investor and philanthropist Darla Moore is creating an education center in her South Carolina hometown.", "sentiment": "undefined", "publishedAt": "2019-03-08T13:32:00Z"}, {"title": "Boeing acquires ForeFlight", "description": "Boeing has acquired Houston-based ForeFlight, a provider of mobile and web-based aviation applications. No financial terms were disclosed. ForeFlight was backed by Silver Lake Sumeru.", "sentiment": "undefined", "publishedAt": "2019-03-08T19:05:42Z"}, {"title": "UPDATE 1-Jet Airways planes to be redeployed if no restructure agreed this month - lessor", "description": "* FLY Leasing has grounded 3 Boeing 737s", "sentiment": "undefined", "publishedAt": "2019-03-08T06:56:28Z"}, {"title": "UPDATE 4-U.S. Air Force Secretary Wilson to resign, leaving new vacancy", "description": "U.S. Air Force Secretary Heather Wilson, who was considered a top candidate to become the next secretary of defense, said on Friday she has decided to resign and return to academia, leaving another vacant post at the top level of the Pentagon.'", "sentiment": "undefined", "publishedAt": "2019-03-08T19:50:02Z"}, {"title": "Flight makes emergency landing at Newark after reports of fire onboard", "description": "An Air Transat flight was forced to divert to Newark Liberty International Airport after reports of a possible fire in the cargo hold, according to the Federal Aviation Administration. Passengers evacuated onto the airport's runway via emergency slides, an FA…", "sentiment": "undefined", "publishedAt": "2019-03-09T16:28:15Z"}, {"title": "Emergency landing forces temporary shutdown at Newark Airport", "description": "A Canadian flight had been diverted to the airport because of a fire.", "sentiment": "undefined", "publishedAt": "2019-03-09T16:15:05Z"}, {"title": "Flights resume at New Jersey's Newark airport after fire report shuts runways", "description": "Flights at New Jersey's Newark Liberty International Airport resumed on Saturday after the airport closed its runways due to reports of a possible fire in the hold of a Boeing 737 cargo plane that was diverted there, officials said.", "sentiment": "undefined", "publishedAt": "2019-03-09T15:24:07Z"}, {"title": "Apple is now one of the biggest investors in research and development, and critics are wondering what it's getting for its money (AAPL)", "description": "Apple has been massively ramping up its spending on research and development in recent years. It now spends nearly $15 billion a year, giving it one of the biggest corporate R&D budgets in the world. Analysts and investors have begun to question that spending…", "sentiment": "undefined", "publishedAt": "2019-03-09T14:30:00Z"}, {"title": "Flights resume at Newark after emergency landing", "description": "Flights at New Jersey's Newark Liberty International Airport resumed on Saturday after the airport closed its runways due to reports of a possible fire in the hold of a Boeing 737 cargo plane that was diverted there, officials said. Rough Cut (no reporter nar…", "sentiment": "undefined", "publishedAt": "2019-03-09T18:51:38Z"}, {"title": "Drone that BARKS could replace shepherds' trusty sheepdog... allowing Fido to put his paws up", "description": "Ranch owners in New Zealand can buy a $3,500 DJI Mavic Enterprise drone with an in-built microphone and speaker to allow a dog's bark to be recorded and played back to herd livestock.", "sentiment": "undefined", "publishedAt": "2019-03-09T13:45:10Z"}, {"title": "Plane makes emergency landing, passengers evacuated", "description": "NEWARK, N.J. (AP) — Authorities say passengers on a plane were evacuated by slides after an emergency landing at a New Jersey airport.", "sentiment": "undefined", "publishedAt": "2019-03-09T14:58:21Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-09T05:05:17Z"}, {"title": "After Dumping the A380 Dreamliner, Airbus Bets on Smaller Jets", "description": "European plane maker Airbus for two decades was the biggest champion of the world’s largest airliners. After dumping the A380 superjumbo earlier this year, the jet maker is all but ceding the market for the very-biggest airliners to rival Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-09T12:06:45Z"}, {"title": "Ethiopian Airlines Flight Crashes Near Addis Ababa", "description": "Flight 302, a Boeing 737, was believed to be carrying 149 passengers and eight crew members, the airline said.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:14:16Z"}, {"title": "Are There Problems With the Boeing 737 Max? A Second Deadly Crash Raises New Questions", "description": "The plane is the latest generation of the Boeing 737. American Airlines and Southwest Airlines are among the major U.S. carriers that use it.", "sentiment": "undefined", "publishedAt": "2019-03-10T15:53:54Z"}, {"title": "29 Passengers Treated at J.F.K. After Flight Hits Severe Turbulence", "description": "A spokesman for the Port Authority of New York and New Jersey described the injuries as mostly “bumps and bruises.” The flight was from Turkey to New York.", "sentiment": "undefined", "publishedAt": "2019-03-10T01:43:53Z"}, {"title": "Boeing faces safety questions after second 737 crash in six months", "description": "Boeing has been the envy of the international business world this year. But now the company is facing new questions after its second deadly crash in less than six months.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:43:44Z"}, {"title": "At least 32 injured by turbulence on Turkish Airlines flight to JFK", "description": "At least 32 people suffered minor injures on a Turkish Airlines flight that encountered severe turbulence before it landed Saturday at New York's John F. Kennedy International Airport Saturday, authorities said.", "sentiment": "undefined", "publishedAt": "2019-03-10T02:00:15Z"}, {"title": "Eight Chinese passengers were on crashed Ethiopian Airlines plane: Chinese state TV", "description": "Eight Chinese passengers were aboard an Ethiopian Airlines Boeing 737 commercial jet to Nairobi that crashed on Sunday carrying 149 passengers and eight crew members, Chinese state TV said.", "sentiment": "undefined", "publishedAt": "2019-03-10T11:25:43Z"}, {"title": "Ethiopia flight 'had unstable vertical speed' - flight tracking site", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi that crashed early on Sunday with 149 passengers and eight crew members aboard \"had unstable vertical speed\", Swedish flight-tracking website flightradar24 said.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:07:10Z"}, {"title": "U.S. to send team to assist in Ethiopian Airlines crash", "description": "The U.S. National Transportation Safety Board will send four people to assist in the fatal Ethiopian Airlines crash, an NTSB spokesman said on Sunday.", "sentiment": "undefined", "publishedAt": "2019-03-10T13:14:08Z"}, {"title": "Ethiopian Airline flight to Nairobi crashes with 149 passengers on board", "description": "An Ethiopian Airlines plane has reportedly crashed en route to Nairobi. There were 149 passengers and 8 crew members on board. The plane rashed near the ton of Bishoftu, near the capital Addis Ababa. The prime minister tweeted his condolences to the families …", "sentiment": "undefined", "publishedAt": "2019-03-10T09:02:28Z"}, {"title": "Eight Americans list of the 35 nationalities killed in Ethiopia crash", "description": "The CEO of Ethiopian Airlines told reporters Sunday that citizens from 35 countries were killed when a plane crashed shortly after takeoff in Addis Ababa, Ethiopia. Some of the nationalities of the 157 people killed in the crash include 32 Kenyans, 18 Canadia…", "sentiment": "undefined", "publishedAt": "2019-03-10T14:59:39Z"}, {"title": "Severe Turbulence Injures 30 on Flight From Istanbul to New York, Officials Say", "description": "Severe turbulence on a Turkish Airlines flight injured 30 passengers and crewmembers on Saturday before landing in New York, officials said.", "sentiment": "undefined", "publishedAt": "2019-03-10T13:43:21Z"}, {"title": "A Turkish Airlines flight makes emergency landing at JFK: FAA", "description": "The passengers suffered non-life threatening injuries", "sentiment": "undefined", "publishedAt": "2019-03-10T01:26:17Z"}, {"title": "Ethiopian Airlines flight carrying 157 people crashes after takeoff", "description": "The flight with 157 people thought to be on board crashed shortly after takeoff Sunday from Ethiopia’s capital headed to Nairobi, the airline said.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:28:11Z"}, {"title": "Heavy turbulence injures dozens of people during flight to NYC from Istanbul", "description": "Turkish Airlines flight from Istanbul to New York's JFK Airport injures at least 29 people onboard. The flight landed safely.", "sentiment": "undefined", "publishedAt": "2019-03-10T03:16:41Z"}, {"title": "Here's the biggest news you missed this weekend", "description": "From the Ethiopian Airlines crash to R. Kelly and more tornadoes, here's what to know.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:11:02Z"}, {"title": "Daybreak: China-U.S. Make Progress. Boeing Jet Crash. (Podcast)", "description": "In today’s Sydney Daybreak podcast, we cover the biggest stories that happened over the weekend with host Denise Pellegrini. China and the U.S. are in general agreement on many crucial issues in trade talks and have held meaningful discussions on FX, PBOC Gov…", "sentiment": "undefined", "publishedAt": "2019-03-10T18:26:09Z"}, {"title": "Boeing 737 Max Crash Kills 157 in Ethiopia", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-10T23:41:24Z"}, {"title": "Daybreak: China-U.S. Talks Advance. Boeing Jet Crash. (Podcast)", "description": "In today’s Hong Kong Daybreak podcast, we cover the biggest stories that happened over the weekend with host Denise Pellegrini. China and the U.S. are in general agreement on many crucial issues in trade talks and have held meaningful discussions on FX, PBOC …", "sentiment": "undefined", "publishedAt": "2019-03-10T21:00:39Z"}, {"title": "China Asks Local Airlines to Ground Boeing 737 Max, Caijing Says", "description": "China asked domestic airlines to temporarily ground Boeing Co. 737 Max jets after a model operated by Ethiopian Airlines crashed on Sunday, Caijing reported, citing an unidentified industry participant.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:28:01Z"}, {"title": "How Boeing's 737 Max Went From Bestseller to Safety Concern", "description": "Boeing Co.’s 737 jetliner has been an aviation workhorse since it first took to the skies in 1967, enjoying unparalleled success while improving its safety record each decade as fatal incidents became increasingly rare across the industry.", "sentiment": "undefined", "publishedAt": "2019-03-10T18:15:53Z"}, {"title": "Two Short, Erratic Flights End in Tragedy: Could They Be Linked?", "description": "Once again, an almost brand new jetliner crashes not long after takeoff as it flies erratically and pilots ask to return to the airport.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:56:50Z"}, {"title": "Ethiopian Airlines Flight Has Crashed on Way to Nairobi, Deaths Reported", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:18:56Z"}, {"title": "Airlines Were Supposed to Fix Their Pollution Problem. It's Just Getting Worse", "description": "Hundreds of millions of new passengers are coming, and there’s no solution in sight.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:00:21Z"}, {"title": "Second BOEING 737-8 MAX crash in months...", "description": "An Ethiopian Airlines Boeing 737 MAX 8 crashed en route from Addis Ababa to Nairobi, killing all 157 aboard and raising fresh scrutiny of the Boeing jet—a new model that was involved in another deadly crash last year.", "sentiment": "undefined", "publishedAt": "2019-03-10T11:40:37Z"}, {"title": "Aftermath of Deadly Ethiopian Airlines Plane Crash", "description": "At least 150 people were killed when Ethiopian Airlines Flight 302 crashed early Sunday. It was the second such disaster involving a brand-new Boeing 737 Max 8 in months.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:14:25Z"}, {"title": "Ethiopian Airlines says flight has crashed with 149 passengers and eight crew members", "description": "An Ethiopian Airlines flight to Nairobi crashed early on Sunday with 149 passengers and eight crew members aboard, a spokesman for the airline told Reuters.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:32Z"}, {"title": "The Latest: Italy identifies some plane crash victims - Fox News", "description": "The Latest: Italy identifies some plane crash victims Fox News Ethiopian Airlines flight to Nairobi crashes, deaths reported | AlJazeera English Al Jazeera English 'No survivors' from crashed Ethiopian Airlines flight with 149 passengers and eight crew CNBC E…", "sentiment": "undefined", "publishedAt": "2019-03-10T15:55:12Z"}, {"title": "Ethiopian Airlines plane crashes on route to Kenya with 157 people on board", "description": "An Ethiopian Airlines plane bound for Kenya has crashed with 149 passengers and eight crew members on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:41:28Z"}, {"title": "30 people were injured in severe turbulence as a plane was landing in JFK - Business Insider", "description": "30 people were injured in severe turbulence as a plane was landing in JFK Business Insider Thirty people were injured after experiencing severe turbulence on a flight that landed at John F. Kennedy International Airport on Saturday, officials said.", "sentiment": "undefined", "publishedAt": "2019-03-10T03:21:05Z"}, {"title": "Crash is second disaster involving Boeing 737 MAX 8 in months", "description": "For the second time in less than six months, a brand-new Boeing aircraft has crashed minutes into a flight.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:34:44Z"}, {"title": "Flight 302 crashed near the capital of Addis Ababa", "description": "An Ethiopian Airlines Boeing 737 heading to the Kenyan capital of Nairobi has crashed near Addis Ababa, the airline said. CNN's Richard Quest has more.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:42:10Z"}, {"title": "What we know about the 157 victims", "description": "An Ethiopian Airlines flight from Addis Ababa to Nairobi, Kenya, crashed soon after taking off on Sunday morning, killing all 157 people on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T13:35:43Z"}, {"title": "Ethiopian Airlines crash: ‘no survivors’ on Boeing 737", "description": "Aircraft bound for Nairobi was carrying 149 passengers and eight crew", "sentiment": "undefined", "publishedAt": "2019-03-10T12:20:18Z"}, {"title": "What do we know about the Boeing 737 Max-8 aircraft?", "description": "The Ethiopia Airlines tragedy is the second fatal crash involving the new type of Boeing aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:44:13Z"}, {"title": "Asian Stocks Trade Mixed, Dollar Edges Higher: Markets Wrap - Bloomberg", "description": "Asian Stocks Trade Mixed, Dollar Edges Higher: Markets Wrap Bloomberg Asia trades lower amid growing concerns over global growth CNBC Asian markets mixed as worries of a global slowdown accelerate MarketWatch What Hong Kong should learn from China’s response …", "sentiment": "undefined", "publishedAt": "2019-03-10T21:44:00Z"}, {"title": "Boeing plane in Ethiopian Airlines crash was same model in deadly Lion Air disaster", "description": "The Boeing 737 Max that crashed in Ethiopia is the same model of plane involved in the Lion Air crash", "sentiment": "undefined", "publishedAt": "2019-03-10T16:03:11Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes after takeoff", "description": "157 people said to be on board Boeing 737 that crashed after takeoff from Addis Ababa, on its way to Kenya's capital", "sentiment": "undefined", "publishedAt": "2019-03-10T09:47:51Z"}, {"title": "Ethiopian Airlines flight crashes minutes after takeoff, killing 157", "description": "The Boeing 737 crashed shortly after takeoff Sunday morning from Addis Ababa, on its way to Kenya's capital; more than 30 nationalities among the dead", "sentiment": "undefined", "publishedAt": "2019-03-10T09:47:51Z"}, {"title": "29 injured after JFK-bound flight hits severe turbulence", "description": "The majority of the people injured were treated and released at the scene, a Port Authority spokesman said, but a few were being transported to area hospitals", "sentiment": "undefined", "publishedAt": "2019-03-10T19:47:17Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-03-10T20:13:11Z"}, {"title": "Dozens injured, hospitalized after unusual turbulence on Turkish Airways flight to New York - Fox News", "description": "Dozens injured, hospitalized after unusual turbulence on Turkish Airways flight to New York Fox News Dozens Hurt After Severe Turbulence On JFK-Bound Flight CBS New York Heavy turbulence injures dozens of people during flight to NYC from Istanbul USA TODAY Tu…", "sentiment": "undefined", "publishedAt": "2019-03-10T15:49:28Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes after takeoff", "description": "157 people said to be on board Boeing 737 that crashed after takeoff from Addis Ababa, on its way to Kenya's capital", "sentiment": "undefined", "publishedAt": "2019-03-10T09:47:51Z"}, {"title": "Ethiopian airliner crashes on way to Kenya", "description": "Ethiopian Airlines passenger jet crashes on flight from Addis Ababa to Nairobi, prime minister sends condolences", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:57Z"}, {"title": "Ethiopian Airlines plane on its way to Nairobi crashes with 157 people on board", "description": "An Ethiopian Airlines plane has crashed with 149 passengers and 8 crew onboard. The plane is believed to have gone down minutes after take off.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:36:43Z"}, {"title": "Ethiopian Airlines crash kills 157, spreads global grief - Fox News", "description": "Ethiopian Airlines crash kills 157, spreads global grief Fox News Ethiopian Airlines flight to Nairobi crashes, deaths reported | AlJazeera English Al Jazeera English U.S. to send teams to assist in Ethiopian Airlines crash Reuters Africa Ethiopian Airlines p…", "sentiment": "undefined", "publishedAt": "2019-03-10T21:19:46Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes with 157 aboard", "description": "An Ethiopian Airlines flight to Nairobi crashed early on Sunday with 149 passengers and eight crew members aboard, a spokesman for the airline said.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:53:35Z"}, {"title": "Ethiopian Airlines Boeing 737 crashes near Addis Ababa", "description": "An Ethiopian Airlines Boeing 737 heading to the Kenyan capital Nairobi has crashed near Addis Ababa, the airline said on Sunday morning.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:58:32Z"}, {"title": "The scene after an Ethiopian Airlines plane crashed near Addis Ababa - Washington Post", "description": "The scene after an Ethiopian Airlines plane crashed near Addis Ababa Washington Post Correction: Ethiopia-Plane-Crash-The Latest story Fox News No survivors in Ethiopian Airlines crash ABC News Ethiopian Airlines plane crash: Live updates CNN Ethiopian Crash …", "sentiment": "undefined", "publishedAt": "2019-03-10T15:57:57Z"}, {"title": "All 157 on board killed as Ethiopian Airlines jet crashes minutes after takeoff", "description": "Ethiopian Airlines Flight 302, a new Boeing 737 MAX 8 crashed en route from Addis Ababa en route to Nairobi killing the 149 passengers and eight crew members on board. The plane was the same model in the Lion Air crash in October when the narrow-body jet plun…", "sentiment": "undefined", "publishedAt": "2019-03-10T13:06:00Z"}, {"title": "After Second New Boeing Airplane Goes Down, Experts Voice Concerns — But Answers Will Be a Long Time Coming", "description": "Following the crash of Ethiopian Airlines Flight 302, Boeing and its 737 Max 8 aircraft are at the center of another devastating tragedy.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:45:01Z"}, {"title": "157 Believed Dead in Ethiopian Airlines Plane Crash: State TV", "description": "An Ethiopian Airlines flight crashed after takeoff from Ethiopia's capital on Sunday morning, killing all 157 people thought to be on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:27:22Z"}, {"title": "Ethiopian Airlines: 'No survivors' on crashed Boeing 737", "description": "An Ethiopian Airlines flight ET302 to Nairobi crashed early on Sunday with all 157 people on board of 35 different nationalities have been killed.The plane, en route to Nairobi, Kenya, lost contact at", "sentiment": "undefined", "publishedAt": "2019-03-10T14:45:55Z"}, {"title": "WATCH: No survivors in Ethiopian Airlines crash", "description": "The new Boeing 737 was carrying 157 passengers, including 8 Americans. This was the second crash for this new model of airplane.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:48:14Z"}, {"title": "WATCH: Turkish Airlines makes emergency landing at JFK Airport", "description": "The Boeing 777 with 329 people on board experienced turbulence en route to JFK airport from Istanbul, injuring 29 passengers and one flight attendant.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:49:44Z"}, {"title": "WATCH: 8 Americans among 157 people killed in Ethiopian Airlines crash: Officials", "description": "The plane was a new Boeing 737 Max 8, the same type of plane that crashed in Indonesia in November, killing the 189 people on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:49:28Z"}, {"title": "Government officials, doctors among Ethiopian crash victims", "description": "Doctors, government officials, humanitarians, academics and tourists were among the dead in the crash Sunday of an Ethiopian Airlines jetliner. The Boeing 737 Max 8 crashed shortly after takeoff from Addis Ababa, shattering families and communities.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:48:48Z"}, {"title": "29 passengers injured in severe turbulence on Turkish Airlines flight from Istanbul to JFK Airport", "description": "A Port Authority spokesman said four passengers were taken to a hospital after the plane landed at John F Kennedy International Airport in Brooklyn around 5.35pm Saturday.", "sentiment": "undefined", "publishedAt": "2019-03-10T01:49:38Z"}, {"title": "Scotland's papers: New abuse claims at Scots private school", "description": "Claims concerning former pupil of St Aloysius’ College in Glasgow appear on Scotland's front pages.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:20:41Z"}, {"title": "Boeing's 737 MAX back in spotlight after second fatal crash", "description": "A fatal crash in Ethiopia on Sunday involving an updated version of Boeing Co's best-selling 737 is putting the spotlight back on the aircraft just five months after another deadly crash involving another brand-new model of the same type in Indonesia.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:38:47Z"}, {"title": "Ethiopia flight \"had unstable vertical speed\" -flight tracking site", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi that crashed early on Sunday with 149 passengers and eight crew members aboard \"had unstable vertical speed\", Swedish flight-tracking website flightradar24 said.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:51:27Z"}, {"title": "REUTERS NEWS SCHEDULE AT 10 p.m. GMT/6 a.m. SGT", "description": "Here are the top stories and upcoming coverage plans for Reuters text service as of 10 p.m. GMT/6 a.m. SGT. For a full schedule of news and events, go to our editorial calendar on Reuters Connect https://www.reutersconnect.com/planning or on Media Express htt…", "sentiment": "undefined", "publishedAt": "2019-03-10T22:00:41Z"}, {"title": "Ethiopian Airlines crash: British man's 'shock' at father's death", "description": "Dual national Joseph Waithaka was one of 157 people killed in the Ethiopian Airlines crash.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:00:19Z"}, {"title": "Ethiopian Airlines Boeing jet crashes, kills 157", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi crashed early on Sunday, killing all 149 passengers and eight crew members on board, according to the country's state broadcaster.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:14:39Z"}, {"title": "Ethiopian Airlines flight crashes, killing 157", "description": "An Ethiopian Airlines Boeing 737 passenger jet to Nairobi crashed early on Sunday, killing all 149 passengers and eight crew members on board, according to the country's state broadcaster.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:21:03Z"}, {"title": "Boeing likely to face new questions after another 737 crash", "description": "Sunday's deadly crash of a Boeing 737 Max 8 jet in Ethiopia bears striking similarities to an accident involving another Max in October in Indonesia but safety experts caution against drawing parallels too quickly", "sentiment": "undefined", "publishedAt": "2019-03-10T19:04:11Z"}, {"title": "Ethiopian Airlines crash kills 157", "description": "All 157 passengers and crew aboard Ethiopian Airlines flight ET302 were killed when the Boeing 737 jet crashed shortly after take-off from Addis Ababa. Also in the programme: Separatist militants kill nine police officers in Myanmar’s Rakhine State; and prote…", "sentiment": "undefined", "publishedAt": "2019-03-10T14:08:00Z"}, {"title": "Ethiopian Airlines flight to Nairobi crashes, killing 157", "description": "By Duncan Miriri and Maggie FickNAIROBI, March 10 (Reuters) - An Ethiopian Airlines Boeing  737 passenger jet to Nairobi crashed early on Sunday with 149 ...", "sentiment": "undefined", "publishedAt": "2019-03-10T12:25:32Z"}, {"title": "Ethiopian Airlines air crash is the second involving brand new Boeing 737 in three months", "description": "The Boeing 737 Max 8 which crashed today is the same model of plane as in October's Indonesian disaster. Both planes went down in a nosedive, minutes after requesting to return to base.", "sentiment": "undefined", "publishedAt": "2019-03-10T20:24:20Z"}, {"title": "The Latest: Nationalities of Ethiopian crash victims...", "description": "ADDIS ABABA, Ethiopia (AP) - The Latest on Ethiopian Airlines crash (all times local):3:30 p.m.The Ethiopian Airlines CEO and Kenya's transport minister say...", "sentiment": "undefined", "publishedAt": "2019-03-10T13:06:34Z"}, {"title": "Boeing is back in the spotlight after the second fatal crash of a popular 737 jet in 5 months", "description": "The incident raises questions for the top-selling plane made by Boeing, whose commercial airplane business generated nearly 60 percent of the company's record $101.1 billion in revenue last year. The manufacturer's stock is up 31 percent this year, making it …", "sentiment": "undefined", "publishedAt": "2019-03-10T18:40:00Z"}, {"title": "Ethiopian Airlines says flight has crashed with 149 passengers and eight crew members", "description": "The Ethiopian prime minister's official Twitter account on Sunday expressed condolences to families of those lost.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:07:00Z"}, {"title": "Turbulence injures 30 on flight from Istanbul to New York", "description": "Dozens of ambulances lined up in front of a terminal to quickly treat the injured coming off the flight that left Istanbul for the 10-hour trip.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:18:00Z"}, {"title": "157 dead after Ethiopian Airlines flight to Nairobi crashes shortly after takeoff", "description": "Eight Americans were confirmed among the dead after the Boeing 737, just a few months old, crashed about 30 miles from the airport in Addis Ababa, Ethiopia. The cause is unknown, with families around the world anxiously awaiting news of their loved ones.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:43:41Z"}, {"title": "Timeline of the deadly Ethiopian Airlines crash", "description": "ADDIS ABABA, Ethiopia (AP) — The news shattered more than two years of relative calm in Africa's skies. As millions on the continent headed to church on Sunday morning, an Ethiopian Airlines plane took off on a routine flight from…", "sentiment": "undefined", "publishedAt": "2019-03-10T18:13:24Z"}, {"title": "Government officials, doctors among Ethiopian crash victims", "description": "ADDIS ABABA, Ethiopia (AP) — Three Austrian physicians. The co-founder of an international aid organization. The wife and children of a Slovak legislator. A Nigerian-born Canadian college professor, author and satirist. They were all among the 157 people from…", "sentiment": "undefined", "publishedAt": "2019-03-10T19:48:17Z"}, {"title": "Video: Locator map shows where the Ethiopian Airlines plane crashed", "description": "An Ethiopian Airlines plane has crashed on its way to Nairobi in Kenya, with deaths being reported.The Ethiopian prime minister's office said the Boeing 737 was on a regularly scheduled flight when it crashed. The video shows its exact location.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:27:14Z"}, {"title": "No survivors in Ethiopian Airlines plane crash", "description": "An Ethiopian Airlines Boeing 737-8 Max jetliner crashed after take-off from the country's capital Sunday morning, with 157 people on board, including eight Americans. Deborah Patta reports that no one survived.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:21:03Z"}, {"title": "Justin Trudeau says he is 'deeply saddened' to learn of 18 Canadian dead in Ethiopian Air crash", "description": "All 157 people onboard an Ethiopian Airlines flight were killed went it crashed minutes after taking off from Addis Ababa, Ethiopia, on Sunday morning en route to Nairobi, Kenya.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:12:38Z"}, {"title": "Boeing likely to face new questions after another 737 crash", "description": "Investigators rushed to the scene of a devastating plane crash in Ethiopia on Sunday, an accident that could renew safety questions about the newest version of Boeing's popular 737 airliner.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:03:44Z"}, {"title": "Government officials, doctors among Ethiopian crash victims", "description": "Doctors, government officials, humanitarians, academics and tourists were among the dead in the crash Sunday of an Ethiopian Airlines jetliner. The Boeing 737 Max 8 crashed shortly after takeoff from Addis Ababa, shattering families and communities.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:50:22Z"}, {"title": "Commercial plane crashes during the past five years", "description": "No one country is especially dangerous for air travel — tragedy has struck from Russia to Colombia, and for reasons as varied as pilot error or terrorism.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:56:03Z"}, {"title": "The past year in deadly air travel", "description": "2017 was the safest year in commercial air travel, but more than 500 people were killed in plane crashes in 2018.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:49:45Z"}, {"title": "The Latest: Ethiopian Airlines says 157 aboard crashed plane", "description": "ADDIS ABABA, Ethiopia (AP) — The Latest on Ethiopian Airlines crash (all times local): 11:45 a.m. Ethiopian Airlines says it believes 149 passengers and eight crew members were on...", "sentiment": "undefined", "publishedAt": "2019-03-10T08:50:53Z"}, {"title": "Jetliner crashes in Ethiopia, killing 157 from 35 countries", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T18:10:46Z"}, {"title": "U.S. to send teams to assist in Ethiopian Airlines crash", "description": "The U.S. National Transportation Safety Board will send four people to assist in the fatal Ethiopian Airlines crash, an NTSB spokesman said on Sunday.", "sentiment": "undefined", "publishedAt": "2019-03-10T14:38:58Z"}, {"title": "Ethiopian Airlines flight to Nairobi involved in fatal crash", "description": "ADDIS ABABA, Ethiopia (AP) — The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported. The office issued a statement...", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:45Z"}, {"title": "All killed on Ethiopian Airlines flight that crashed", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T10:49:40Z"}, {"title": "Deadly Ethiopian Airlines crash triggers grief for families in US, dozens of other countries", "description": "An Ethiopian Airlines jet faltered and crashed Sunday shortly after takeoff from the country's capital, spreading global grief to families in 35 countries that had a loved one among the 157 people who were killed.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:27:42Z"}, {"title": "No survivors in Ethiopian Airlines crash en route to Kenya", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T12:58:59Z"}, {"title": "Ethiopian Airlines flight bound for Nairobi crashes with 157 on board", "description": "The airline said rescue operations were underway with no word on casualties.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:52:10Z"}, {"title": "Timeline of the deadly Ethiopian Airlines crash", "description": "A timeline of the Ethiopian Airlines crash that killed all 157 on board", "sentiment": "undefined", "publishedAt": "2019-03-10T18:15:14Z"}, {"title": "Timeline of the deadly Ethiopian Airlines crash", "description": "The news shattered more than two years of relative calm in Africa's skies.", "sentiment": "undefined", "publishedAt": "2019-03-10T18:13:24Z"}, {"title": "Ethiopian Airlines flight to Nairobi involved in fatal crash", "description": "Ethiopian Airlines flight from Addis Ababa to Nairobi crashes, with deaths, authorities say", "sentiment": "undefined", "publishedAt": "2019-03-10T08:40:34Z"}, {"title": "Ethiopian Airlines flight to Nairobi involved in fatal crash", "description": "The Ethiopian prime minister's office says an Ethiopian Airlines plane has crashed on its way to Nairobi, with deaths reported.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:33:45Z"}, {"title": "Ethiopian Airlines Boeing Jet Crash Kills 157", "description": "The plane crashed en route from Addis Ababa to Nairobi on Sunday, killing all 157 aboard. Photo/Video: AP", "sentiment": "undefined", "publishedAt": "2019-03-10T18:04:55Z"}, {"title": "Ethiopian Crash Carries High Stakes for Boeing, Growing African Airline", "description": "The crash of a popular Boeing airliner Sunday marks a major setback for Ethiopian Airlines and the plane maker, which has relied on the success of emerging-market carriers to fuel its growth in recent years.", "sentiment": "undefined", "publishedAt": "2019-03-10T22:58:05Z"}, {"title": "Boeing Faces Questions About Its New 737 Max Jets After Ethiopia Crash", "description": "For the company, scrutiny of the jet goes to the heart of its business — the 737 Max has been its best-selling plane ever.", "sentiment": "undefined", "publishedAt": "2019-03-10T23:09:46Z"}, {"title": "Ethiopian Airlines passenger jet crashes with more than 150 aboard, reports say", "description": "Ethiopian Airlines said early Sunday that one of its passenger jets has crashed, with 149 passengers and eight crew members aboard, according to reports.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:20:18Z"}, {"title": "Ethiopian Airlines crash - latest updates", "description": "The Kenya-bound flight reportedly had 149 passengers and eight crew members on board.", "sentiment": "undefined", "publishedAt": "2019-03-10T09:28:57Z"}, {"title": "Boeing's 737 MAX back in spotlight after second fatal crash", "description": "A fatal crash in Ethiopia on Sunday involving an updated version of Boeing Co's best-selling 737 is putting the spotlight back on the aircraft just five months after another deadly crash involving another brand-new model of the same type in Indonesia.", "sentiment": "undefined", "publishedAt": "2019-03-10T19:44:35Z"}, {"title": "Boeing Shares Drop After Ethiopian Airlines Crash", "description": "A second deadly accident involving a 737 Max 8, the latest version of the best-selling jet in the company’s history, prompted some airlines and countries to ground the aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:11:56Z"}, {"title": "What Passengers Need to Know After the Boeing 737 Max 8 Crash", "description": "In the wake of the Ethiopian Airlines crash, worried travelers are looking for answers about how to find out if they are scheduled to fly on a 737 Max 8, and what their rights are if they decide not to.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:17:53Z"}, {"title": "China orders airlines to halt Boeing 737 Max-8 flights", "description": "The move comes a day after an Ethiopian Airlines 737 Max-8 crash killed all 157 people on board.", "sentiment": "undefined", "publishedAt": "2019-03-11T02:57:43Z"}, {"title": "Boeing stock falls sharply as crisis mounts over 737 MAX crashes", "description": "The tragic Ethiopian Airlines crash on Sunday is raising doubts on Wall Street about Boeing.", "sentiment": "undefined", "publishedAt": "2019-03-11T14:17:43Z"}, {"title": "Two crashes, 6 months: What to know about the 737 Max", "description": "Boeing says the 737 Max is its fastest-selling model ever. But one of its new automatic safety features could have played a role in recent crashes.", "sentiment": "undefined", "publishedAt": "2019-03-11T19:00:57Z"}, {"title": "Global Aerospace lead insurer for Boeing", "description": "Britain's Global Aerospace is the lead insurer for the world's biggest plane maker Boeing Co, its top boss said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-11T11:49:55Z"}, {"title": "Boeing postpones 777X event after Ethiopian Airlines crash", "description": "Boeing Co said late Sunday it will postpone the planned ceremonial debut of its 777X widebody aircraft after Sunday's crash of an Ethiopian Airlines plane that left 157 dead.", "sentiment": "undefined", "publishedAt": "2019-03-11T02:44:37Z"}, {"title": "Flydubai says remains confident in the airworthiness of Boeing 737 fleet", "description": "Flydubai remains confident in the airworthiness of its Boeing 737 planes, an airline spokeswoman said on Monday, a day after an Ethiopian Airlines 737 MAX 8 crashed.", "sentiment": "undefined", "publishedAt": "2019-03-11T07:12:10Z"}, {"title": "China and Ethiopia halt Boeing 737 MAX 8 after crash", "description": "China and Ethiopia grounded their Boeing Co 737 MAX 8 fleets on Monday while investigators found the black box from a crash that killed 157 people in the second disaster involving that airplane model in the last six months.", "sentiment": "undefined", "publishedAt": "2019-03-11T10:46:22Z"}, {"title": "Malaysia may have to review Boeing 737 Max orders: Nikkei", "description": "Malaysia may have to reconsider the purchase of 25 Boeing Co 737 MAX 8 aircraft, the Nikkei reported on Monday, citing the country's economic affairs minister, after the second fatal crash of the planemaker's newest jet in less than six months.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:56:38Z"}, {"title": "Ethiopian Airlines grounds its Boeing 737 MAX 8 fleet", "description": "Ethiopian Airlines has grounded its Boeing Co 737 MAX 8 fleet until further notice, the airline said on its Twitter account on Monday, a day after a crash killed all 157 people on board one of its planes of the same type.", "sentiment": "undefined", "publishedAt": "2019-03-11T04:41:21Z"}, {"title": "Boeing CEO says confident in safety of 737 MAX after deadly crash", "description": "Boeing Co's top executive told employees on Monday he was confident in the safety of the U.S. manufacturer's top-selling 737 MAX single-aisle aircraft in the wake of two deadly crashes involving the new model of jetliner since October.", "sentiment": "undefined", "publishedAt": "2019-03-11T21:54:57Z"}, {"title": "German Transport Ministry: No Boeing 737 Max 8 in service in Germany", "description": "A spokesman for the German Transport Ministry said on Monday that there were no Boeing Co 737 MAX 8 in service in Germany, after China and Ethiopia grounded such planes following an Ethiopian Airlines crash that killed 157 people.", "sentiment": "undefined", "publishedAt": "2019-03-11T10:47:05Z"}, {"title": "Royal Air Maroc grounds Boeing 737 MAX 8 after Ethiopian crash", "description": "Morocco's national carrier Royal Air Maroc has temporarily grounded a Boeing 737 MAX 8 following the fatal crash of the same type of aircraft in Ethiopia, an official said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:07:07Z"}, {"title": "Airlines fly Boeing 737 MAX 8 after crash despite China grounding", "description": "Airlines from North America to the Middle East kept flying the 737 MAX 8 on Monday after Boeing said it was safe, in stark contrast with a slide in the planemaker's shares on worries over Sunday's Ethiopian Airlines crash that killed all 157 on board.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:51:05Z"}, {"title": "Recovered black box from Ethiopian Airlines crashed flight is cockpit voice recorder: state TV", "description": "The black box recovered from the Ethiopian Airlines plane that crashed on Sunday is the cockpit voice recorder, Ethiopian state TV said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-11T10:52:04Z"}, {"title": "Indonesia is grounding all Boeing 737 MAX 8 planes after a crash in Ethiopia killed 157 people", "description": "Indonesia has grounded all of its Boeing 737 MAX 8 planes after an Ethiopian Airlines flight crashed, killing 157 people. China also decided to ground the planes, which were also involved in a Lion Air crash that killed 189 people in October 2018. The Ethiopi…", "sentiment": "undefined", "publishedAt": "2019-03-11T10:40:27Z"}, {"title": "China grounds all its Boeing 737 Max 8 planes following the deadly Ethiopian Airlines crash", "description": "China's aviation authority said on Monday morning local time that it has issued a notice to ground all Boeing 737 Max 8 planes used by domestic airlines in response to the recent Ethiopian Airlines crash which killed 157 people. According to a statement by th…", "sentiment": "undefined", "publishedAt": "2019-03-11T03:29:17Z"}, {"title": "Boeing crash woes set to wipe $21 billion off market cap, dragging Dow lower, after China and Ethiopia to ground some 737s", "description": "Boeing shares are set to drop at least 9% when markets open on Monday, wiping about $21.5 billion off the company's market capitalization. Questions are being asked about the manufacturer after its Boeing 737 MAX 8 aircraft crashed on an Ethiopian Airlines fl…", "sentiment": "undefined", "publishedAt": "2019-03-11T09:22:33Z"}, {"title": "The family of Ethiopian Airlines Flight 302 captain speaks out after deadly crash where 157 lost their lives", "description": "An Ethiopian Airlines jet crashed on Sunday morning minutes after take-off, killing all 157 people on board. Ethiopian Airlines Capt. Yared Getachew was the youngest to serve as a Boeing 737 captain in the airline's history. Getachew's family, some of whom ar…", "sentiment": "undefined", "publishedAt": "2019-03-11T16:09:19Z"}, {"title": "Retail sales rose in January — but declines at the end of 2018 were even sharper than originally thought", "description": "Retail sales rose 0.2% in January, compared with economist expectations for a flat reading. But December's decline was even sharper than originally reported. The report had been delayed by the partial government shutdown that ended in January. Retail sales re…", "sentiment": "undefined", "publishedAt": "2019-03-11T13:16:00Z"}, {"title": "A former Tesla employee has filed a whistleblowing tip with the SEC alleging that Tesla workers were skeptical of the deal mentioned in Elon Musk's 'funding secured' tweet (TSLA)", "description": "A former Tesla employee has filed a whistleblower tip with the Securities and Exchange Commission (SEC), the law firm representing the employee said in a statement on Monday. The tip corroborates a prior tip that claimed Tesla did not disclose to shareholders…", "sentiment": "undefined", "publishedAt": "2019-03-11T15:00:19Z"}, {"title": "Sen. Dianne Feinstein Calls on FAA to Ground All Boeing 737 MAX 8 Planes", "description": "Sen. Dianne Feinstein called on the Federal Aviation Administration to ground all Boeing 737 MAX 8 airplanes", "sentiment": "undefined", "publishedAt": "2019-03-11T23:45:06Z"}, {"title": "Here’s How to See Whether You’re Flying on a Boeing 737 MAX 8 on Your Next Flight", "description": "The crash of an Ethiopian Airlines Boeing 737 MAX 8 on Sunday is the second time in less than five months one of new airliners has plummeted to Earth shortly after takeoff, killing all aboard. The cause of the crash is still being investigated, but it has lef…", "sentiment": "undefined", "publishedAt": "2019-03-11T21:04:48Z"}, {"title": "China Grounds All Boeing 737 Max 8 Planes After the Deadly Ethiopia Crash", "description": "China ordered all Chinese airlines to temporarily ground their Boeing 737 Max 8 planes after one of the aircraft crashed in Ethiopia", "sentiment": "undefined", "publishedAt": "2019-03-11T03:06:34Z"}, {"title": "Ethiopia Mourns Crash Victims As 737 MAX 8’s ‘Black Box’ Found", "description": "The black box from Ethiopian Airlines Flight 302, which crashed and killed all 157 aboard, has been discovered.", "sentiment": "undefined", "publishedAt": "2019-03-11T12:10:13Z"}, {"title": "'Start Here': Border wall, North Korea seen not heard, jet crash in Africa kills 157", "description": "It's Monday, March 11, 2019. Here's what you need to start your day.", "sentiment": "undefined", "publishedAt": "2019-03-11T09:02:09Z"}, {"title": "Boeing stock price falls after Ethiopian Airlines crash involving 737 MAX 8 plane", "description": "Boeing stock fell Monday, a day after the crash of Ethiopian Airlines Flight 302 killed 157 – the second major crash involving a Boeing 737 MAX 8.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:50:04Z"}, {"title": "Two fatal crashes. Same Boeing model.", "description": "From the Ethiopian Airlines crash to a gigantic cocaine bust, here's Monday's top news.", "sentiment": "undefined", "publishedAt": "2019-03-11T23:16:03Z"}, {"title": "'I don't want to be on a Boeing Max 8': Travelers worry as U.S. airlines stand by Boeing plane", "description": "Southwest and American, the biggest U.S. operators of the Boeing 737 Max 8, say they stand by the new plane despite the Ethiopian Airlines crash.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:54:22Z"}, {"title": "'A punch in the nose for Boeing': Second fatal crash raises questions about plane's safety", "description": "A second crash in less that 4 1/2 months involving a Boeing 737 MAX 8 plane raises questions about the new aircraft's safety.", "sentiment": "undefined", "publishedAt": "2019-03-11T02:35:06Z"}, {"title": "How the Boeing 737 Max safety system differs from others", "description": "Boeing added a safety system after redesigning its 737 platform for the Max. The redesign changed the size and placement of the aircraft’s engines, which altered how the jet handled in flight.", "sentiment": "undefined", "publishedAt": "2019-03-11T23:17:41Z"}, {"title": "Several Boeing Max 8 planes grounded after crash", "description": "Aviation authorities in China, Indonesia and Ethiopia have ordered airlines to ground their Boeing 737 Max 8 planes the day after one crashed in Ethiopia, killing all 157 people on board. (March 11)", "sentiment": "undefined", "publishedAt": "2019-03-11T15:56:28Z"}, {"title": "Ethiopia mourns plane crash victims as investigators seek answers", "description": "Ethiopian Airlines grounded all of its Boeing 737 Max 8 aircraft as “an extra safety precaution” following the crash of one of its planes in which 157 people were killed.", "sentiment": "undefined", "publishedAt": "2019-03-11T08:09:28Z"}, {"title": "AP Top Stories March 11 P", "description": "Here are the top stories for Monday, March 11th: More airlines and countries ground Boeing 737 Max 8 jetliners; Trump administration defends FY 2020 budget proposal; Theresa May heads to France for Brexit talks; Lucky London pedestrian escapes brush with deat…", "sentiment": "undefined", "publishedAt": "2019-03-11T22:16:38Z"}, {"title": "Ethiopian Airlines crash: Georgetown Law student among 157 victims", "description": "People from at least 35 countries were killed in Sunday's Ethiopian Airlines crash, including eight Americans.", "sentiment": "undefined", "publishedAt": "2019-03-11T03:16:57Z"}, {"title": "Cape Canaveral area set for major economic boost as America ramps up space program", "description": "Florida's Space Coast has benefited from a big infusion of private companies racing to go to outer space.", "sentiment": "undefined", "publishedAt": "2019-03-11T20:08:34Z"}, {"title": "Ethiopian Airlines crash: FAA says Boeing 737 Max 8 is airworthy", "description": "Aviation officials resist calls to ground the model involved in Sunday's Ethiopian Airlines crash.", "sentiment": "undefined", "publishedAt": "2019-03-11T22:36:59Z"}, {"title": "Ethiopian Airlines 'black box found'", "description": "\"Black box\" flight recorder found after Ethiopian Airlines crash in which 157 people died - Ethiopian state media", "sentiment": "undefined", "publishedAt": "2019-03-11T10:37:50Z"}, {"title": "The Wall Street Journal: FAA has no plans to ground Boeing 737 Max airliners; software fix expected in April", "description": "U.S. aviation regulators said they have no current plans to ground Boeing Co.’s 737 MAX airliners following the deadly crash in Ethiopia, and expect by the end of April to mandate a software fix for an automated flight-control system that played a central rol…", "sentiment": "undefined", "publishedAt": "2019-03-11T22:00:51Z"}, {"title": "Boeing Shares Drop After Ethiopian Airlines Crash", "description": "A second deadly accident involving a 737 Max 8, the latest version of the best-selling jet in the company’s history, prompted some airlines and countries to ground the aircraft.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:56:11Z"}, {"title": "Live Briefing: Live Updates: China Grounds Boeing 737 Max 8 Planes After Ethiopia Crash", "description": "A Boeing 737 Max 8 during a delivery ceremony in Zhoushan, China, in December. China on Monday morning ordered 96 of the planes grounded.", "sentiment": "undefined", "publishedAt": "2019-03-11T05:06:26Z"}, {"title": "Dow to Open Sharply Lower as Heavyweight Boeing Slides After Plane Crash", "description": "A plunge in the shares of the world's largest planemaker after a fatal crash in Ethiopia set the Dow Jones Industrial index for a sharp fall at the open on Monday and capped gains in the broader markets.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:59:37Z"}, {"title": "China Is Said to Ground All Boeing 737 Max Planes", "description": "China is now said to ground all Boeing 737 Max planes. That decision, according to a person familiar with the matter, was issued by the Aviation regulator early this morning. Chinese carriers have taken delivery of about 70 of the Boeing aircraft. Bloomberg’s…", "sentiment": "undefined", "publishedAt": "2019-03-11T04:02:41Z"}, {"title": "What is the Boeing 737 Max?", "description": "Boeing's 737 Max has been involved in 2 deadly crashes in the past 5 months. Here's what to know about the airplane, and which airlines use it (Source: TicToc)", "sentiment": "undefined", "publishedAt": "2019-03-11T23:16:03Z"}, {"title": "Baystate Business: MBTA, Boeing, Biotech (Radio)", "description": "On the Monday, March 11 edition of Bloomberg Baystate Business we spoke with Bloomberg’s Anne Mostue about the MBTA Control Board meeting and the public comments on a proposed fare increase.  Dave Leduc of Mellon talked about the markets.  Julie Sinnamon, CEO…", "sentiment": "undefined", "publishedAt": "2019-03-11T22:13:56Z"}, {"title": "Daybreak: Trouble for Boeing. Powell's Patience. (Podcast)", "description": "In today’s San Francisco Daybreak podcast, we cover the biggest stories that happened over the weekend. China temporarily grounded its fleet of Boeing 737 Max 8 planes. Teslas will cost more after the company decided to shut fewer stores than previously annou…", "sentiment": "undefined", "publishedAt": "2019-03-11T12:16:06Z"}, {"title": "What is the Boeing 737 Max?", "description": "Boeing's 737 Max has been involved in 2 deadly crashes in the past 5 months. Here's what to know about the airplane, and which airlines use it (Source: TicToc)", "sentiment": "undefined", "publishedAt": "2019-03-11T21:10:17Z"}, {"title": "China Grounds Boeing 737 Max Planes", "description": "China grounded its fleet of Boeing Co. 737 Max 8 jets after a plane operated by Ethiopian Airlines crashed on Sunday, intensifying scrutiny on the best-selling model which has been involved in two deadly accidents in five months. Stephen Engle reports on \"Blo…", "sentiment": "undefined", "publishedAt": "2019-03-11T05:55:16Z"}, {"title": "Ethiopian Airlines Grounds 737-8 Max Fleet Until Further Notice", "description": "Ethiopian Airlines has decided to ground its entire Boeing 737-8 Max fleet until further notice, co. says in Twitter post.", "sentiment": "undefined", "publishedAt": "2019-03-11T04:36:17Z"}, {"title": "Two Short, Erratic Flights End in Tragedy: Could They Be Linked?", "description": "Once again, an almost brand new Boeing Co. 737 Max 8 crashes not long after takeoff as it flies erratically and pilots ask to return to the airport.", "sentiment": "undefined", "publishedAt": "2019-03-11T22:37:36Z"}, {"title": "Fearful Flyers Lose Faith in Boeing 737 Max After Second Crash", "description": "Passenger confidence in Boeing Co.’s 737 Max has taken a hit after the jet’s second fatal crash in just five months.", "sentiment": "undefined", "publishedAt": "2019-03-11T03:52:10Z"}, {"title": "Daybreak: Boeing Crisis. Saudi Oil Output Plans. (Podcast)", "description": "In today’s New York Daybreak podcast, we cover the biggest stories that happened over the weekend. China temporarily banned its fleet of Boeing 737 Max 8 planes. Saudi Arabia plans to extend deeper-than-agreed oil output cuts for a second month in April, a pe…", "sentiment": "undefined", "publishedAt": "2019-03-11T09:26:07Z"}, {"title": "Boeing Struggles to Contain Crisis From Second 737 Max Crash", "description": "Boeing Co. and U.S. regulators grappled with a crisis of confidence in the 737 Max that moved with the speed of an Internet rumor after the second deadly crash of the model in five months.", "sentiment": "undefined", "publishedAt": "2019-03-11T19:47:19Z"}, {"title": "Pressure on Boeing Escalates After the Second Crash in Months", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-11T12:14:51Z"}, {"title": "Boeing Faces Crisis After Second 737 Max Crash", "description": "Denise Chisholm, head of sector strategy at Fidelity, and Bloomberg Opinion columnist Brooke Sutherland discuss the second deadly crash of a 737 Max jetliner on \"Bloomberg Daybreak: Americas.\" (Sutherland's opinions are her own.) (Source: Bloomberg)", "sentiment": "undefined", "publishedAt": "2019-03-11T13:29:56Z"}, {"title": "Daybreak: Boeing in Crisis. May to Meet with Juncker. (Podcast)", "description": "In today’s Sydney Daybreak podcast, we cover the biggest stories that happened overnight. Boeing’s got a full blown crisis on its hands. The 11th hour Brexit vote may be delayed again as Theresa May tries to get her divorce deal approved. And Huawei and ZTE f…", "sentiment": "undefined", "publishedAt": "2019-03-11T18:34:07Z"}, {"title": "The Cable - Brexit, Boeing & U.S. Retail Sales (Podcast)", "description": "Host Guy Johnson spoke with Marcus Ashworth, Bloomberg Opinion Columnist, and Alastair McCaig, Director of Investment Management at Fern Wealth, about Brexit, German industrial production, and a possible merger of Deutsche Bank and Commerzbank. Ben Katz, aero…", "sentiment": "undefined", "publishedAt": "2019-03-11T20:26:22Z"}, {"title": "FAA Says Boeing 737 Max Remains Airworthy Despite Latest Crash", "description": "U.S. aviation regulators signaled their confidence in the safety of Boeing Co.’s embattled 737 Max jetliner, saying they will issue a global notice of “continued airworthiness” a day after the model’s second deadly crash in less than five months.", "sentiment": "undefined", "publishedAt": "2019-03-11T19:42:37Z"}, {"title": "2 Fatal Crashes In 5 Months, Boeing 737", "description": "There have been 2 fatal crashes involving Boeing 737 Max jets in the past 5 months. That's led China and Indonesia to ground the planes for inspection (Source: TicToc)", "sentiment": "undefined", "publishedAt": "2019-03-11T13:48:13Z"}, {"title": "Daybreak: Boeing in Crisis. Huawei Faces More Woes. (Podcast)", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-11T20:48:47Z"}, {"title": "Nvidia Deal, Boeing Grounded, Booking Holdings CEO (Podcast)", "description": "Anand Srinivasan, Bloomberg Intelligence Semiconductor Analyst, discusses Nvidia agreeing to buy chipmaker Mellanox Technologies for $6.9 billion, gaining expertise to help it push into the growing market for data center components. Jim Ellis, Bloomberg Busin…", "sentiment": "undefined", "publishedAt": "2019-03-11T20:09:32Z"}, {"title": "Back-to-Back 737 Crashes Have Few Parallels in Aviation History", "description": "Boeing Co.’s twin disasters involving its newest single-aisle jet add to the history of rare aviation accidents that call into question the safety of the planes themselves.", "sentiment": "undefined", "publishedAt": "2019-03-11T19:06:55Z"}, {"title": "Worried Fliers Ask What Plane They're Flying on After Second Fatal Crash", "description": "For many fliers, “Am I booked on a 737 Max?” has become a crucial question after Boeing Co.’s new plane was involved in a second mysterious crash that killed all on board.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:53:54Z"}, {"title": "Daybreak: Parliament's Brexit Vote. Boeings Grounded (Podcast)", "description": "In today’s London Daybreak podcast, we cover the biggest stories that happened over the weekend. Theresa May’s Brexit deal heads back for a vote in parliament. China grounds its Boeing 737 Max 8 fleet. The BOE is said to request that banks boost liquidity. To…", "sentiment": "undefined", "publishedAt": "2019-03-11T05:19:56Z"}, {"title": "Daybreak: China Grounds Jets. U.S.-China Trade Deal. (Podcast)", "description": "In today’s Dubai Daybreak podcast, we cover the biggest stories that happened over the weekend. China asked domestic airlines to temporarily ground Boeing 737 Max planes after a deadly Ethiopian Airlines crash, Caijing reported. China and the U.S. are in agre…", "sentiment": "undefined", "publishedAt": "2019-03-11T01:19:14Z"}, {"title": "Crash Victims of Ethiopian Airlines Flight 302 Were Aid Workers, Doctors, Students", "description": "Addis Ababa, Ethiopia (AP) -- Three Austrian physicians. The co-founder of an international aid organization. A career ambassador. The wife and children of a Slovak legislator. A Nigerian-born Canadian college professor, author and satirist. They were all amo…", "sentiment": "undefined", "publishedAt": "2019-03-11T11:51:19Z"}, {"title": "Government Officials, Doctors Among Ethiopian Crash Victims", "description": "Addis Ababa, Ethiopia (AP) -- Three Austrian physicians. The co-founder of an international aid organization. A career ambassador. The wife and children of a Slovak legislator. A Nigerian-born Canadian college professor, author and satirist. They were all amo…", "sentiment": "undefined", "publishedAt": "2019-03-11T09:28:16Z"}, {"title": "United Flight Makes Emergency Landing in Houston After Engine Shut Down", "description": "Houston (AP) -- Federal authorities say a United Airlines flight declared an emergency when an engine shut down as the plane descended into Houston.", "sentiment": "undefined", "publishedAt": "2019-03-11T16:14:42Z"}, {"title": "Asian Stocks Set for Gains; Dollar Retreats: Markets Wrap", "description": "All you need to know about what’s moving markets today.", "sentiment": "undefined", "publishedAt": "2019-03-11T21:55:07Z"}, {"title": "Airlines ground planes...", "description": "Airlines ground planes... (Top headline, 5th story, link ) Related stories: ETHIOPIAN flight crashes shortly after takeoff... 157 DEAD... Black boxes recovered... Second BOEING 737 MAX crash in months... Travelers panic... Stock plunges... Advertise here", "sentiment": "undefined", "publishedAt": "2019-03-11T14:22:37Z"}, {"title": "Ethiopia Plane Crash Highlights U.N.’s Work in World’s Trouble Spots", "description": "At least 22 people who worked for U.N.-affiliated agencies were on Ethiopian Airlines Flight 302. Some of them were traveling to an environmental conference.", "sentiment": "undefined", "publishedAt": "2019-03-11T08:22:27Z"}, {"title": "The Boeing 737 MAX flies with American, United, and Southwest. Here's how to find out if you're flying on one. (BA, AAL, UAL, LUV)", "description": "Ethiopian Airlines Flight ET302 crash shortly after taking off from Addis Ababa Bole International Airport on Sunday. The crashed killed all 157 passengers and crew on board the four-month-old plane. Aviation regulators in China, Indonesia, and Ethiopia groun…", "sentiment": "undefined", "publishedAt": "2019-03-11T15:18:31Z"}, {"title": "Groundings of Airplane Fleets Are Rare. Here’s Why They Happen.", "description": "A Boeing 737 Max 8 sits outside a hangar during a media tour at the Boeing plant in Renton, Washington December 8, 2015.", "sentiment": "undefined", "publishedAt": "2019-03-11T16:46:09Z"}, {"title": "China Orders Airlines to Ground All Boeing 737 Max 8 Aircraft", "description": "China’s air safety agency cited similarities between the crash on Sunday of an Ethiopian Airlines jet and an identical plane in Indonesia in October.", "sentiment": "undefined", "publishedAt": "2019-03-11T03:16:51Z"}, {"title": "India to soon issue additional safety instructions for Boeing 737 MAX 8 planes", "description": "India's Directorate General of Civil Aviation (DGCA) said on Monday it is reviewing safety issues related to Boeing's 737 MAX 8 aircraft operating in the country, a day after the fatal crash of one of the planes in Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-11T11:18:06Z"}, {"title": "Chinese airlines ordered to temporarily halt using Boeing 737 Max airplanes: Caijing", "description": "Chinese airlines will suspend the use of Boeing 737 Max airplanes on the orders of the country's industry regulator, Chinese media outlet Caijing reported on Monday, citing sources familiar with the matter.", "sentiment": "undefined", "publishedAt": "2019-03-11T00:54:05Z"}, {"title": "Indonesia to temporarily ground Boeing 737 MAX 8 jets for inspections", "description": "Indonesia will temporarily ground Boeing 737 MAX 8 aircraft operating in the country for inspection, the director general of aviation said on Monday, in the wake of the deadly crash of one of the planes in Ethiopia.", "sentiment": "undefined", "publishedAt": "2019-03-11T10:44:53Z"}, {"title": "Ryanair CEO says no immediate action planned on 737 MAX orders", "description": "Ryanair is not planning to make any changes to the delivery of its first Boeing 737 MAX airplane next month in light of the crash of an Ethiopian Airlines jet, chief executive Michael O'Leary was quoted as saying on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-11T23:20:54Z"}, {"title": "Global airlines' reaction to Ethiopian Airlines crash", "description": "China and Indonesia have grounded Boeing 737 MAX 8 aircraft operated by their airlines in reaction to the fatal crash of a plane of the same type operated by Ethiopian Airlines on Sunday.", "sentiment": "undefined", "publishedAt": "2019-03-11T14:01:22Z"}, {"title": "U.S. transport chief reviewing fatal Boeing plane crashes 'very carefully'", "description": "U.S. Transportation Secretary Elaine Chao said Monday that U.S. regulators are \"very carefully\" reviewing the fatal crashes of two Boeing Co 737 MAX 8 planes.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:41:53Z"}, {"title": "Boeing shares fall after second deadly 737 MAX 8 crash", "description": "Shares of Boeing Co slid 9 percent in early trading on Monday as many airlines grounded the planemaker's best selling 737 MAX 8 passenger jet following the second deadly crash involving the plane.", "sentiment": "undefined", "publishedAt": "2019-03-11T09:13:57Z"}, {"title": "China suspends commercial operations of Boeing 737-8 planes", "description": "China's civil aviation regulator said on Monday that it has asked domestic airlines to suspend the commercial operations of all Boeing 737-8 planes by 6:00 p.m. local time (5.00 a.m. ET), a day after a deadly crash of a 737 MAX 8 by Ethiopian Airlines.", "sentiment": "undefined", "publishedAt": "2019-03-11T02:30:56Z"}, {"title": "Boeing says has no new guidance for 737 MAX 8 operators", "description": "Boeing said on Monday the investigation into the Ethiopian Airlines crash is in its early stages and there is no need to issue new guidance to operators of its 737 MAX 8 aircraft based on the information it has so far.", "sentiment": "undefined", "publishedAt": "2019-03-11T08:05:56Z"}, {"title": "Norwegian Air shares fall on MAX aircraft woes, lagging income", "description": "Norwegian Air's shares fell sharply on Monday as investors worried over weaker-than-expected passenger income and the potential impact of the crash of an Ethiopian Air Boeing 737 MAX 8 passenger jet the previous day.", "sentiment": "undefined", "publishedAt": "2019-03-11T11:02:41Z"}, {"title": "Southwest customers raise queries on Boeing's 737 MAX 8 planes", "description": "Southwest Airlines Co said on Monday several customers sought to know if they would be flying in Boeing Co's 737 MAX 8 aircraft, in the wake of the second deadly crash involving the jet in less than six months.", "sentiment": "undefined", "publishedAt": "2019-03-11T18:16:22Z"}, {"title": "Norwegian Air continues to operate 737 MAX 8 jets as normal", "description": "Norwegian Air's fleet of Boeing 737 MAX 8 passenger jets continues to fly as normal, a company spokeswoman said on Monday, following the crash the previous day of a similar aircraft operated by Ethiopian Air.", "sentiment": "undefined", "publishedAt": "2019-03-11T07:00:15Z"}, {"title": "Canada will take action once cause of Ethiopian plane crash known: minister", "description": "Canadian Transport Minister Marc Garneau said on Monday he will not hesitate to take action once the cause of the Ethiopian plane crash involving Boeing Co's 737 MAX 8 aircraft is known.", "sentiment": "undefined", "publishedAt": "2019-03-11T19:29:39Z"}, {"title": "U.S. senator calls on FAA to ground Boeing 737 MAX 8", "description": "Democratic U.S. Senator Dianne Feinstein on Monday urged the U.S. Federal Aviation Administration to ground Boeing's 737 MAX 8 fleet after two fatal crashes since October.", "sentiment": "undefined", "publishedAt": "2019-03-11T22:23:18Z"}, {"title": "Black box from crashed Ethiopian Airlines flight recovered: state TV", "description": "The black box from the Ethiopian Airlines flight that crashed on Sunday has been recovered by investigators at the crash site, Ethiopian state TV said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-11T10:23:03Z"}]