[{"title": "Beto O'Rourke's membership in America's oldest hacking group", "description": "Article URL: https://www.reuters.com/investigates/special-report/usa-politics-beto-orourke/ Comments URL: https://news.ycombinator.com/item?id=19400691 Points: 9 # Comments: 0", "sentiment": "undefined", "publishedAt": "2019-03-15T15:42:27Z"}, {"title": "Why SAP CEO Bill McDermott signs his emails 'XO, Bill' since buying Utah startup Qualtrics for $8 billion cash (SAP)", "description": "If you get an email from SAP CEO Bill McDermott these days, you'll see him sign it \"XO, Bill.\" But he's not sending hugs and kisses. He's reminding his people why he spent $8 billion cash to buy Utah software company, Qualtrics, last fall and facing down crit…", "sentiment": "undefined", "publishedAt": "2019-03-16T13:00:00Z"}, {"title": "How To Buy Low And Sell High: Dividend Strategy", "description": "What if we could buy low and sell high on a consistent basis? We will explore. We discuss a systematic and rather conservative strategy to buy low and sell high", "sentiment": "undefined", "publishedAt": "2019-03-16T12:03:00Z"}, {"title": "Meet 5 Companies from the YC W19 Batch Part 6", "description": "Meet 5 companies that recently announced they’re part of the YC Winter 2019 batch.", "sentiment": "undefined", "publishedAt": "2019-03-16T19:14:08Z"}, {"title": "Why Were Facebook, Amazon, Apple, and Google Allowed to Get So Big?", "description": "The rise of Amazon, Apple, Facebook, and Google created new challenges for competition watchdogs who enforce the nation’s antitrust laws.", "sentiment": "undefined", "publishedAt": "2019-03-16T13:00:59Z"}, {"title": "In picking Microsoft's cloud, Volkswagen shows that even carmakers have some fear of Amazon", "description": "Microsoft CEO Satya Nadella has vowed to not compete with partners, which was a selling point for Volkswagen when choosing a cloud vendor.", "sentiment": "undefined", "publishedAt": "2019-03-16T21:11:00Z"}, {"title": "Takeaways From Alleghany's 2018 Annual Shareholder Letter", "description": "Allleghany Corporation has, in many respects, modeled itself after Berkshire Hathaway. The company's 2018 Annual Letter to Shareholders provided several importa", "sentiment": "undefined", "publishedAt": "2019-03-16T19:52:43Z"}, {"title": "Xbox One S 1TB Console w/ Anthem, more for $313 + free shipping w/code GAMER57", "description": "Today only, Gamer Candy via Rakuten offers the Microsoft Xbox One S 1TB Console with Anthem, Battlefield V, and an extra Xbox One Wireless Controller for $369.97. Coupon code \"GAMER57\" cuts that to $312.97. With free shipping, that's the best price we could f…", "sentiment": "undefined", "publishedAt": "2019-03-16T15:00:17Z"}, {"title": "Xbox One X 1TB Console w/ Metro Exodus, more for $482 + free shipping w/code GAMER88", "description": "Today only, Gamer Candy via Rakuten offers the Microsoft Xbox One X 1TB Console with Metro 2033 Redux, Metro: Last Light Redux, Metro Exodus, Kingdom Hearts III, and an extra Xbox One Wireless Controller for $569.97. Coupon code \"GAMER88\" cuts that to $481.97…", "sentiment": "undefined", "publishedAt": "2019-03-16T14:00:19Z"}, {"title": "After years of writing, woman publishes 1st novel at 95", "description": "COLUMBUS, Ohio (AP) — Delana Jensen Close was recently honored for a book that she finished last year at age 95.", "sentiment": "undefined", "publishedAt": "2019-03-16T12:33:15Z"}, {"title": "Group lobbies to make it harder to run citizen initiatives", "description": "BOISE, Idaho (AP) — The face of a failed voter initiative to reinstate historic horse racing in Idaho is now lobbying in favor of a bill that would make it harder for citizens to propose laws and put them on…", "sentiment": "undefined", "publishedAt": "2019-03-16T14:05:25Z"}, {"title": "Steve Forbes: US can beat China in 5G without becoming like China", "description": "China's aggressive push to dominate 5G wireless technology has given rise to calls for the U.S. government to take over the development of a national 5G network. That's a bad idea that should be rejected.", "sentiment": "undefined", "publishedAt": "2019-03-16T23:17:42Z"}, {"title": "Microsoft-Foxconn Royalty Fight is a Blast From the Past", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-17T00:00:29Z"}, {"title": "Everything we know about the future of Xbox, from a disc-less console to next-gen hardware (MSFT)", "description": "Microsoft is widely expected to further detail its next Xbox consoles this year. Many are expecting details in June, at the company's annual Xbox press conference in Los Angeles. Between a steady supply of credible rumors and Microsoft's own statements, we al…", "sentiment": "undefined", "publishedAt": "2019-03-17T12:40:00Z"}, {"title": "Quantum computing could change everything, and IBM is racing with Microsoft, Intel, and Google to conquer it. Here's what you need to know (IBM, GOOGL, MSFT, INTC)", "description": "Quantum computers are an extremely exciting technology, promising the raw computing power to crack previously-unsolvable problems. IBM has an early lead in quantum computing, experts say, with Google, Intel, Microsoft, and a host of startups close on its heel…", "sentiment": "undefined", "publishedAt": "2019-03-17T12:00:00Z"}, {"title": "Beyond the scandal: The damage done by our obsession with prestigious college credentials", "description": "Why and how we should reimagine school.", "sentiment": "undefined", "publishedAt": "2019-03-17T18:01:10Z"}, {"title": "Flint charter school considers admissions lottery process", "description": "FLINT, Mich. (AP) — A lottery admissions system might be introduced for a charter school under construction in Flint due to a high interest in enrollment, a school official said.", "sentiment": "undefined", "publishedAt": "2019-03-17T14:08:49Z"}, {"title": "Internet giants have swallowed up 400 smaller rivals over the past decade", "description": "A review by a Harvard economist for the UK Government. has called on Ministers to launch a crackdown on big deals that reduce competition in a bid to protect customers.", "sentiment": "undefined", "publishedAt": "2019-03-17T01:49:09Z"}, {"title": "How to avoid tax scams this year", "description": "As tax season rolls on, scams are picking up, hurting last-minute filers. And Microsoft is offering advice to help steer clear of them.", "sentiment": "undefined", "publishedAt": "2019-03-17T11:00:17Z"}, {"title": "The president of $26.6 billion Atlassian explains the 'gnarly problem' that prompted its $166 million acquisition of AgileCraft (TEAM)", "description": "Atlassian will acquire the Texas-based startup AgileCraft for $166 million, the company announced Monday. AgileCraft helps companies with creating a \"master plan\" for building, managing, and delivering projects. Atlassian president Jay Simons explains why the…", "sentiment": "undefined", "publishedAt": "2019-03-18T23:40:54Z"}, {"title": "The 7 things Google needs to do create the 'Netflix of gaming'", "description": "Google is set to take on the $140bn gaming industry as it presents its &lsquo;vision for the future of gaming&rsquo; at the Games Developer Conference in San Francisco this week.", "sentiment": "undefined", "publishedAt": "2019-03-18T15:05:03Z"}, {"title": "Synchrony Financial And UPS Underscore Healthy Demand For High Grade Corporate Bonds", "description": "To date this week, a total of more than US$25.25bn of high-grade corporate debt priced, trouncing most syndicate managers’ expectations by almost 118%. Bond inv", "sentiment": "undefined", "publishedAt": "2019-03-18T18:24:28Z"}, {"title": "Amazon, Microsoft Tighten Grip on Enterprise Tech - Wall Street Journal", "description": "Amazon, Microsoft Tighten Grip on Enterprise Tech Wall Street Journal Companies are buying more information-technology products and services from Amazon or Microsoft, than from any other vendor, tech-market research firm...", "sentiment": "undefined", "publishedAt": "2019-03-18T22:50:19Z"}, {"title": "Google to announce a new cloud-based gaming console", "description": "The search engine giant is expected to make its foray into online gaming during the 2019 Game Developers Conference", "sentiment": "undefined", "publishedAt": "2019-03-18T21:28:30Z"}, {"title": "Billionaire and 'Shark Tank' judge Mark Cuban: 'If I were going to start a business today,' here's what it would be", "description": "\"Shark Tank\" star and tech billionaire Mark Cuban says artificial intelligence is going to drastically change the way we live and if you don't understand what's coming, \"you can be blindsided in ways you couldn't even possibly imagine.\"", "sentiment": "undefined", "publishedAt": "2019-03-18T17:33:05Z"}, {"title": "Microsoft is hoping to turn the Pacific Northwest into ground zero for quantum computing (MSFT)", "description": "Microsoft announced Monday that it's teamed up with the Pacific Northwest National Laboratory and the University of Washington to create the Northwest Quantum Nexus, to promote quantum computing. The three partners are hosting a summit at the University of Wa…", "sentiment": "undefined", "publishedAt": "2019-03-18T16:00:00Z"}, {"title": "Apple unveils new iPad Air and iPad mini ahead of video streaming announcement", "description": "The new models offer keyboard support for the first time, and work with the Apple Pencil.", "sentiment": "undefined", "publishedAt": "2019-03-18T12:38:00Z"}, {"title": "A Healthcare Story Everyone Should Read", "description": "Fortune's Editor in Chief explores some of the ways EHRs have dogged the medical system and promotes the Brainstorm Health conference.", "sentiment": "undefined", "publishedAt": "2019-03-18T22:36:13Z"}, {"title": "Microsoft helps launch Quantum Nexus", "description": "Microsoft (NASDAQ:MSFT) joins the University of Washington and the Pacific Northwest National Laboratory to form the Northwest Quantum Nexus, which wants to widen the network of quantum connections fo", "sentiment": "undefined", "publishedAt": "2019-03-18T17:27:16Z"}, {"title": "EU gov’t and public health sites lousy with adtech, study finds", "description": "A study of tracking cookies running on government and public sector health websites in the European Union has found commercial adtech to be operating pervasively even in what should be core not-for-profit corners of the Internet. The researchers used searches…", "sentiment": "undefined", "publishedAt": "2019-03-18T16:08:32Z"}, {"title": "Why Huawei's Android backup would flop", "description": "Huawei has built its own proprietary smartphone operating system that can be used as a backup in case it’s barred from using Android, Huawei’s mobile chief Richard Yu Chengdong confirmed in an interview cited by South China Morning Post. Huawei’s smartphones …", "sentiment": "undefined", "publishedAt": "2019-03-18T14:08:54Z"}, {"title": "The best 2-in-1 laptops you can buy", "description": "Insider Picks writes about products and services to help you navigate when shopping online. Insider Inc. receives a commission from our affiliate partners when you buy through our links, but our reporting and recommendations are always independent and objecti…", "sentiment": "undefined", "publishedAt": "2019-03-18T15:06:00Z"}, {"title": "Atlassian to Pay $165 Million for AgileCraft in Workplace Software Push", "description": "Atlassian, known for the popular Jira software, will buy AgileCraft for $165 Million as part of a push into workplace software.", "sentiment": "undefined", "publishedAt": "2019-03-18T20:05:11Z"}, {"title": "Intel and the Department of Energy are building America's first exascale supercomputer, a computer that's capable of a quintillion calculations per second (INTC)", "description": "Intel and the U.S. Department of Energy announced Monday that they will start to build Aurora, the U.S.'s first exascale supercomputer. An exascale supercomputer is capable of processing one quintillion (1,000,000,000,000,000,000) calculations per second, and…", "sentiment": "undefined", "publishedAt": "2019-03-18T18:30:00Z"}, {"title": "Lessons From Boeing And The Dow", "description": "The Dow underperformed the S&P 500 meaningfully last week with most of the difference attributable to Boeing. Boeing is the largest component in the Dow at near", "sentiment": "undefined", "publishedAt": "2019-03-18T13:48:49Z"}, {"title": "Xbox One X 1TB Console w/ XBL Gold 12-Month for $350 + free shipping w/code SAVE15", "description": "SNG Trading via Rakuten offers the Microsoft Xbox One X 1TB Console with a Microsoft 12-Month Xbox Live Gold Membership for $409.95. Coupon code \"SAVE15\" drops that to $349.95. With free shipping, that's the best price we could find for these items sold separ…", "sentiment": "undefined", "publishedAt": "2019-03-18T15:00:06Z"}, {"title": "Microsoft Xbox One X 1TB w/ 2 Controllers for $350 + free shipping w/code SAVE15", "description": "SNG Trading via Rakuten offers the Microsoft Xbox One X 1TB Console with Two Controllers for $409.95. Coupon code \"SAVE15\" drops it to $349.95. With free shipping, that's $85 under the lowest price we could find for the console and extra controller purchased …", "sentiment": "undefined", "publishedAt": "2019-03-18T16:00:05Z"}, {"title": "12-Month Xbox Live Gold w/ Titanfall 2 for $46 + free shipping w/code SAVE15", "description": "Altatac via Rakuten offers a Microsoft 12-Month Xbox Live Gold Membership bundled with Titanfall 2 for Xbox One (includes Nitro Scorch Pack) for $54.11. Coupon code \"SAVE15\" drops it to $45.99. With free shipping, that's tied with our mention from two weeks a…", "sentiment": "undefined", "publishedAt": "2019-03-18T14:00:26Z"}, {"title": "Bill Gates talked with Google employees about using A.I. to analyze ultrasound images", "description": "Bill Gates said that he spoke with Googlers on Monday in reference to a project related to ultrasound analysis.", "sentiment": "undefined", "publishedAt": "2019-03-18T22:08:00Z"}, {"title": "Desperate to get through to execs, some cybersecurity vendors are resorting to lies and blackmail", "description": "Aggressive sales tactics can make it harder for overworked cybersecurity execs to find and stop real threats.", "sentiment": "undefined", "publishedAt": "2019-03-18T13:29:00Z"}, {"title": "Ping Identity's API Cybersecurity Solution Wins Two More Industry Awards - Associated Press", "description": "DENVER--(BUSINESS WIRE)--Mar 18, 2019-- Ping Identity, the leader in Identity Defined Security, today announced that it has received the DeveloperWeek 2019 Devies Award and the Info Security Global Excellence Award. Both accolades recognize the PingIntelligen…", "sentiment": "undefined", "publishedAt": "2019-03-18T15:59:00Z"}, {"title": "Tech Stocks Could Be The Long-Term Winners In Autonomous Vehicles", "description": "The automotive industry is advancing quickly. Most of the advances are for new technology being incorporated into vehicles as we move up the autonomous vehicle", "sentiment": "undefined", "publishedAt": "2019-03-18T21:42:47Z"}, {"title": "'We're preparing' an antitrust case against Google similar to Microsoft, Mississippi AG says", "description": "\"At some point in the future, there will be a reckoning\" for Google and big tech either in \"Congress or in a court of law,\" Mississippi Attorney General Jim Hood says.", "sentiment": "undefined", "publishedAt": "2019-03-18T20:53:00Z"}, {"title": "How to detect and defend against insider threats", "description": "Dtex Systems' Katie Burnell explains why insider threats are one of the toughest challenges security professionals face.", "sentiment": "undefined", "publishedAt": "2019-03-18T10:30:19Z"}, {"title": "Brainstorm Health: Electronic Health Records, AliveCor Mobile ECG, Amarin Fish Oil Drug", "description": "Brainstorm Health Daily: March 18, 2019", "sentiment": "undefined", "publishedAt": "2019-03-18T22:21:02Z"}, {"title": "Teams, Microsoft’s Slack competitor, says it’s signed up over 500k organizations, adds whiteboard and live events support", "description": "Microsoft Teams, the collaboration platform that Microsoft built to complement its Office 365 suite of productivity apps for workers — which also ensures a way of keeping those workers staying within its own ecosystem — is hitting a milestone on its second bi…", "sentiment": "undefined", "publishedAt": "2019-03-19T14:08:07Z"}, {"title": "Salesforce finally embedding Quip into platform, starting with Sales and Service Cloud", "description": "When Salesforce bought Quip in 2016 for $750 million, it was fair to wonder what it planned to do with it. While company founder Bret Taylor has moved up the ladder to Chief Product Officer, Quip remained a stand-alone product. Today that changed when the com…", "sentiment": "undefined", "publishedAt": "2019-03-19T22:16:24Z"}, {"title": "Translation errors force Osaka metro websites offline", "description": "Its English website, which has been taken offline, told people to take the 'Sakai muscle line'.", "sentiment": "undefined", "publishedAt": "2019-03-19T10:20:39Z"}, {"title": "Google is making a new controller for its video game streaming service, and it's a little different than one for PlayStation or Xbox (GOOG, GOOGL)", "description": "Google on Tuesday introduced Stadia, its new video game streaming platform — and a new controller to go with it. This controller, expected to launch alongside the service later this year, includes special features specifically designed for Google's game servi…", "sentiment": "undefined", "publishedAt": "2019-03-19T17:53:41Z"}, {"title": "Facebook Says No One Flagged New Zealand Mosque Shooting During Live Broadcast", "description": "Facebook says no one who watched live video of the New Zealand mosque shooting flagged it to moderators.", "sentiment": "undefined", "publishedAt": "2019-03-19T16:27:28Z"}, {"title": "Google Stadia takes on Microsoft, Sony and Nintendo with new online game platform", "description": "Google's Stadia, announced at the Game Developers Conference Tuesday, will make games available on Chrome browsers on PCs, computers, phones and TVs.", "sentiment": "undefined", "publishedAt": "2019-03-19T20:07:00Z"}, {"title": "Play 'Halo' Games Before They Come out With the 'Halo' Insider Program", "description": "In light of the upcoming Halo: Master Chief Collection for PC, Microsoft has just announced a new initiative for the franchise. Dubbed the Halo Insider Program, the program replaces the previous Xbox-One-focused Master Chief Collection Insider Program. Fans o…", "sentiment": "undefined", "publishedAt": "2019-03-19T08:37:29Z"}, {"title": "Nvidia is gaining ground ahead of its investor day (NVDA)", "description": "Nvidia is set to hold its annual investor event set at 11:30 AM ET on Tuesday. Nvidia 's stock shed nearly half of its value from November to January after the chipmaker delivered disappointing third-quarter results and later cut its fourth-quarter revenue gu…", "sentiment": "undefined", "publishedAt": "2019-03-19T14:41:48Z"}, {"title": "In The Clouds: The 2019 IPO Market Is Dependent On AWS", "description": "Lyft recently filed their IPO prospectus, drawing attention to the 2019 Public Offering Class, which includes their rival, Uber. Lyft uses the cloud to support", "sentiment": "undefined", "publishedAt": "2019-03-19T20:10:00Z"}, {"title": "The Best Dividend Stocks To Buy Right Now", "description": "The S&P 500 is up 13% YTD despite a drastically slowing economy and falling EPS growth expectations. It's becoming harder to find good places to invest new mone", "sentiment": "undefined", "publishedAt": "2019-03-19T02:14:15Z"}, {"title": "Rep. Thompson summons tech giants to DC over New Zealand response - CNBC", "description": "Rep. Thompson summons tech giants to DC over New Zealand response CNBC Rep. Bennie Thompson (D-Miss.) is calling on tech giants Facebook, Microsoft, YouTube and Twitter to testify next week at Capitol Hill following the New...", "sentiment": "undefined", "publishedAt": "2019-03-19T20:08:09Z"}, {"title": "The case against breaking up Big Tech - Financial Times", "description": "The case against breaking up Big Tech Financial Times One hears a lot of talk about curbing the big technology companies these days. Policymakers in Europe have been dreaming of doing this for a while, with many...", "sentiment": "undefined", "publishedAt": "2019-03-19T11:43:00Z"}, {"title": "Google to announce a new cloud-based gaming service", "description": "The search engine giant is expected to make its foray into online gaming during the 2019 Game Developers Conference", "sentiment": "undefined", "publishedAt": "2019-03-19T15:25:16Z"}, {"title": "Facebook says live broadcast of mosque massacre was viewed 4,000 times in total before removal", "description": "The 17-minute long video, which showed the massacre at Al Noor mosque in Christchurch, New Zealand, was first reported 12 minutes after the broadcast ended.", "sentiment": "undefined", "publishedAt": "2019-03-19T12:12:46Z"}, {"title": "Google launches push into video game streaming", "description": "New Stadia service will be available this year but no details given on price", "sentiment": "undefined", "publishedAt": "2019-03-19T19:11:40Z"}, {"title": "Atlassian's first VP of product explains why he couldn't pass up the opportunity to join the $26.9 billion company, even if it meant uprooting to Australia (TEAM)", "description": "In January, Atlassian hired its first vice president of product Noah Wasmer, who joins Atlassian from VMware. As the vice president of product and head of technical teams, Wasmer will head Atlassian 's software and IT products, including Jira, Bitbucket, Opsg…", "sentiment": "undefined", "publishedAt": "2019-03-19T22:58:34Z"}, {"title": "Nvidia is gaining ground ahead of its investor day (NVDA)", "description": "Nvidia is set to hold its annual investor event set at 11:30 AM ET on Tuesday. Nvidia 's stock shed nearly half of its value from November to January after the chipmaker delivered disappointing third-quarter results and later cut its fourth-quarter revenue gu…", "sentiment": "undefined", "publishedAt": "2019-03-19T14:41:48Z"}, {"title": "AI has become table stakes in sales, customer service and marketing software", "description": "Artificial intelligence and machine learning has become essential if you are selling sales, customer service and marketing software, especially in large enterprises. The biggest vendors from Adobe to Salesforce to Microsoft to Oracle are jockeying for positio…", "sentiment": "undefined", "publishedAt": "2019-03-19T15:48:20Z"}, {"title": "The remains of a World War II aircraft carrier, unseen for 75 years, have been found", "description": "Nearly 14,000 feet below the surface of the South Pacific, a remote-controlled research craft has glimpsed the hull of an aircraft carrier, the USS Wasp, that hadn't been seen since 1942.", "sentiment": "undefined", "publishedAt": "2019-03-19T15:16:19Z"}, {"title": "Here’s How to Watch Google’s Gaming Announcement From GDC 2019", "description": "Google will unveil what it's calling its “vision for the future of gaming” Tuesday morning.", "sentiment": "undefined", "publishedAt": "2019-03-19T16:36:18Z"}, {"title": "New Zealand Criticizes Facebook’s Handling of Mosque Attack Footage", "description": "\"There cannot be a case of all profit no responsibility,” Prime Minister Jacinda Ardern said about the live-stream watched by 200 people.", "sentiment": "undefined", "publishedAt": "2019-03-19T11:03:15Z"}, {"title": "PC gamers will be able to test Halo: The Master Chief Collection before release", "description": "Microsoft has revealed that the Master Chief Collection on PC will be part of its Halo Insiders Program.", "sentiment": "undefined", "publishedAt": "2019-03-19T01:48:14Z"}, {"title": "Google takes on the video game industry", "description": "Looking to diversify its revenue sources, Google (GOOG, GOOGL) will take a stab today at revolutionizing the $130B+ gaming industry currently dominated by incumbents like Microsoft, Sony and Nintendo.", "sentiment": "undefined", "publishedAt": "2019-03-19T07:30:23Z"}, {"title": "Google just unveiled Stadia, its ambitious attempt to upend the video game industry and take on Xbox and PlayStation. Here's everything we know (GOOG, GOOGL)", "description": "Google just announced a huge new gaming initiative: A Netflix-like video game streaming platform named Stadia. The service is intended to run high-resolution, blockbuster games on any device that runs Google's Chrome — from smartphones to computers to TVs and…", "sentiment": "undefined", "publishedAt": "2019-03-19T21:26:48Z"}, {"title": "Google finally unveils its video game platform: Stadia", "description": "Google officially unveiled its first major video game initiative on Tuesday. It's called \"Stadia.\" Google's central point with its gaming initiative is to make gaming accessible for as many people as possible. Google unveiled a major new gaming initiative on …", "sentiment": "undefined", "publishedAt": "2019-03-19T17:13:20Z"}, {"title": "Google Unveils Stadia, a Video Game Streaming Service That Could Threaten Xbox and PlayStation", "description": "The search giant has unveiled Stadia, an ambitious cloud-based video game streaming platform and an internal game development studio.", "sentiment": "undefined", "publishedAt": "2019-03-19T17:49:51Z"}, {"title": "Stadia, Google’s Big Push Into Video Games, Could Change Everything About How We Play", "description": "Google Stadia, a new streaming video games service from Google, could change everything about how we play video games. Here's what to know.", "sentiment": "undefined", "publishedAt": "2019-03-19T23:44:29Z"}, {"title": "U.S. lawmaker says tech companies must quickly remove violent content after New Zealand", "description": "Following the live-streaming on social media of the mass shooting in New Zealand, the chair of the U.S. House Committee on Homeland Security wrote a letter to top executives of four major technology companies urging them to do a better job of removing violent…", "sentiment": "undefined", "publishedAt": "2019-03-19T21:10:15Z"}, {"title": "Google’s Stadia game-streaming platform kills huge downloads", "description": "Onstage at GDC, Google CEO Sundar Pichai announced the company’s latest big initiative, taking on the entire gaming industry with a live-streaming service called Stadia. The service will let gamers leave their hefty GPUs and expensive systems behind. Pichai s…", "sentiment": "undefined", "publishedAt": "2019-03-19T17:21:17Z"}, {"title": "The 9 biggest questions about Google’s Stadia game streaming service", "description": "Google's Stadia is an impressive piece of engineering to be sure: Delivering high definition, high framerate, low latency video to devices like tablets and phones is an accomplishment in itself. But the game streaming services faces serious challenges if it w…", "sentiment": "undefined", "publishedAt": "2019-03-19T21:27:07Z"}, {"title": "Microsoft Teams turns two years old and adds new features to take on $7.1 billion Slack (MSFT)", "description": "As Microsoft Teams turns two years old, it's adding new features designed to help front line workers and improve collaboration and security. Microsoft Teams is now used by over 500,000 organizations, although it does not report the number of daily active user…", "sentiment": "undefined", "publishedAt": "2019-03-19T17:26:17Z"}, {"title": "Buzzy AI software startup UiPath in talks to raise a mega funding round at possible $7 billion valuation", "description": "Buzzy software robots startup UiPath is in talks with investors about a major new funding round that could double its valuation from $3 billion to as much as $7 billion, sources told Business Insider. The round, which will likely close in early April, is led …", "sentiment": "undefined", "publishedAt": "2019-03-19T16:33:42Z"}, {"title": "Google announces Stadia streaming game platform in effort to upend the $140 billion game market", "description": "Google unveiled its streaming game service called Stadia on Tuesday which won't require people to buy expensive game consoles or computers to play the latest video games.", "sentiment": "undefined", "publishedAt": "2019-03-19T17:15:00Z"}, {"title": "One of the stock market's highest flyers is aiming to make more money from its priciest acquisition", "description": "Atlassian is seeking to make some money from some free users of Trello, its task-management app.", "sentiment": "undefined", "publishedAt": "2019-03-19T22:37:00Z"}, {"title": "Facebook says no one flagged NZ mosque shooting livestream", "description": "Facebook says the live 17-minute broadcast was viewed fewer than 200 times and the first report didn't come in until 12 minutes after it ended. It removed the video 'within minutes' of being notified.", "sentiment": "undefined", "publishedAt": "2019-03-19T16:20:58Z"}, {"title": "The Daily 202: Scott Walker plans to crusade for a balanced-budget amendment via constitutional convention", "description": "The former Wisconsin governor says he’s also looking at a Senate bid in 2022.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:16:28Z"}, {"title": "Xbox One X 1TB PUBG Console Bundle for $331 + free shipping w/code SAVE15", "description": "ANTOnline via Rakuten offers the Microsoft Xbox One X 1TB Playerunknown's Battlegrounds Console Bundle for an in-cart price of $389.99. Coupon code \"SAVE15\" cuts that to $331.49. With free shipping, that's the lowest price we could find by $54 off, although w…", "sentiment": "undefined", "publishedAt": "2019-03-19T19:00:06Z"}, {"title": "SCHG: Too Tech-Heavy For Me Now", "description": "Growth stocks have resumed their outperformance against value, but Q4 showed how vulnerable that trend can be. With the market nearing its previous highs, now m", "sentiment": "undefined", "publishedAt": "2019-03-19T10:04:35Z"}, {"title": "Another Way To Hedge Tech Stock Volatility", "description": "When bitcoin hit its high in December 2017, its total market cap was approximately $420 billion. By contrast, when the five stocks in the FAANG plus MSFT hit th", "sentiment": "undefined", "publishedAt": "2019-03-19T10:28:53Z"}, {"title": "First Look: Stadia Controller", "description": "Google’s gamepad is an experiment in industrial design, but can it topple the DualShock 4 and Xbox One controller?", "sentiment": "undefined", "publishedAt": "2019-03-19T22:09:01Z"}, {"title": "Watch Google's big 'future of gaming' announcement right here", "description": "Google is announcing the \"future of gaming\" at 1 p.m. Eastern on Tuesday, you can stream it live right here.", "sentiment": "undefined", "publishedAt": "2019-03-19T16:47:00Z"}, {"title": "DeSantis gets some schooling on coding, computer science", "description": "TALLAHASSEE, Fla. (AP) — Gov. Ron DeSantis got a little bit of schooling on coding and computer science.", "sentiment": "undefined", "publishedAt": "2019-03-19T14:58:30Z"}, {"title": "Congressman calls on tech CEOs to explain the spread of the mosque shooting video on their platforms", "description": "House Homeland Security Chairman Bennie Thompson wrote to the CEOs of Facebook, YouTube, Twitter and Microsoft requesting a briefing.", "sentiment": "undefined", "publishedAt": "2019-03-19T21:00:00Z"}, {"title": "Yes, But At What Price?", "description": "After this recent rally, the stock market is getting frothy again. It's not just what you buy, it's the price you pay that matters as well. An overview of 3 gre", "sentiment": "undefined", "publishedAt": "2019-03-19T12:28:55Z"}, {"title": "Millennial Money: How to stem 'subscription creep'", "description": "From Netflix, Spotify and Amazon Prime to Blue Apron, Birchbox and beer of the month, your debit or credit card statements are likely littered with subscriptions that are costing you dearly.", "sentiment": "undefined", "publishedAt": "2019-03-19T15:20:45Z"}, {"title": "UK government spending £1bn on cloud transition", "description": "New figures have revealed that UK government cloud spending has ballooned in recent years as public sector bodies migrate more of their systems onto the cloud.", "sentiment": "undefined", "publishedAt": "2019-03-19T16:53:33Z"}, {"title": "Facebook says no one flagged NZ mosque shooting livestream", "description": "LONDON (AP) — Facebook says none of the 200 or so people who watched live video of the New Zealand mosque shooting flagged it to moderators, underlining the challenge tech companies face in policing violent or disturbing content in real time.", "sentiment": "undefined", "publishedAt": "2019-03-19T15:09:08Z"}, {"title": "Microsoft brings OpenXR to Windows Mixed Reality for cross-platform virtual reality", "description": "OpenXR aims to make it easier to use virtual reality apps and games on a wide range of devices, and Microsoft is the first to implement it.", "sentiment": "undefined", "publishedAt": "2019-03-19T10:43:04Z"}, {"title": "The dangers of password sharing at work", "description": "SurveyMonkey's Brent Williams explains why password sharing at work carries huge risk for organizations.", "sentiment": "undefined", "publishedAt": "2019-03-19T15:30:23Z"}, {"title": "Salesforce finally embedding Quip into platform, starting with Sales and Service Cloud", "description": "When Salesforce bought Quip in 2016 for $750 million, it was fair to wonder what it planned to do with it. While company founder Bret Taylor has moved up the ladder to chief product officer, Quip remained a standalone product. Today that changed when the comp…", "sentiment": "undefined", "publishedAt": "2019-03-19T22:18:26Z"}, {"title": "Oracle adds more AI features to its suite of sales tools", "description": "As the biggest sales and marketing technology firms mature, they are all turning to AI and machine learning to advance the field. This morning it was Oracle’s turn, announcing several AI-fueled features for its suite of sales tools. Rob Tarkoff, who had previ…", "sentiment": "undefined", "publishedAt": "2019-03-19T11:15:42Z"}, {"title": "Google announces its plan to upend the $140 billion video game industry", "description": "The company showed off a new streaming service called Stadia that allows people to play high-end games without purchasing expensive consoles or computers.", "sentiment": "undefined", "publishedAt": "2019-03-19T17:27:49Z"}, {"title": "Microsoft warns Windows 7 users of looming end to security updates", "description": "Microsoft has rolled out a patch that will warn Windows 7 users that security updates will soon come to an end. The patch rolled out Wednesday warning users of the impending deadline, January 14, 2020, when the software giant will no longer roll out fixes for…", "sentiment": "undefined", "publishedAt": "2019-03-20T21:58:55Z"}, {"title": "Morphin instantly Deepfakes your face into GIFs", "description": "Want to star in your favorite memes and movie scenes? Upload a selfie to Morphin, choose your favorite GIF, and your face is grafted in to create a personalized copy you can share anywhere. Become Tony Stark as he suits up like Iron Man. Drop the mic like Oba…", "sentiment": "undefined", "publishedAt": "2019-03-20T20:43:16Z"}, {"title": "Google's decade-long antitrust battle in Europe", "description": "Google was hit with a 1.49-billion-euro ($1.7 billion) fine on Wednesday, the third antitrust sanction from the European Union in two years after a record-breaking 4.34 billion euro penalty last year and a 2.4-billion-euro sanction in 2017 over its anti-compe…", "sentiment": "undefined", "publishedAt": "2019-03-20T16:48:28Z"}, {"title": "VMware CEO says Cisco's networking software is like 'a bicycle' compared to his 'Lamborghini' as they fight for cloud dominance (VMW, CSCO, AMZN)", "description": "VMware and Cisco's rivalry is as fierce as ever, as both companies fight to stay relevant while their customers ditch old-fashioned tech for the cloud. VMware CEO Pat Gelsinger couldn't help but throw some shade at Cisco in a recent interview, calling its sof…", "sentiment": "undefined", "publishedAt": "2019-03-20T23:37:09Z"}, {"title": "EU fines Google 1.49 billion euros in advertising case", "description": "The fine was for abusing its dominant role in online advertising.", "sentiment": "undefined", "publishedAt": "2019-03-20T11:33:56Z"}, {"title": "AirPods finally get update with wireless charging, Siri and more talk time", "description": "The second generation of AirPods have finally arrived.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:41:07Z"}, {"title": "Dow falls as stock market moves lower ahead of Federal Reserve interest rate decision", "description": "U.S. stocks fell broadly in midday trading on Wall Street Wednesday ahead of the latest interest rate policy decision by the Federal Reserve.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:57:19Z"}, {"title": "The Wall Street Journal: House panel wants tech CEOs to explain how they’ll stop spread of violent videos", "description": "The head of the House Homeland Security Committee asked four technology companies to attend a closed-door briefing next week on their efforts to prevent violent videos from being disseminated in the wake of last week’s mass shooting in New Zealand.", "sentiment": "undefined", "publishedAt": "2019-03-20T01:04:25Z"}, {"title": "Markforged raises $82 million for its industrial 3D printers", "description": "3D printer manufacturer Markforged has raised another round of funding. Summit Partners is leading the $82 million Series D round with Matrix Partners, Microsoft’s Venture Arm, Next47 and Porsche SE also participating. When you think about 3D printers, chance…", "sentiment": "undefined", "publishedAt": "2019-03-20T11:00:17Z"}, {"title": "VCs are investing hundreds of millions into quantum computing startups even as they're bracing for a 'quantum winter'", "description": "Investors are putting upwards of $400 million into quantum computing startups, but many experts believe there will be a \"quantum winter.\" Right now, experts say there is much hype around quantum computing, but it will be years before quantum computers outperf…", "sentiment": "undefined", "publishedAt": "2019-03-20T20:07:56Z"}, {"title": "Lost in translation: Osaka subway removes website after automated program produces garbled phrases", "description": "Japanese transport officials in Osaka have shut down a foreign language website for the city&rsquo;s subway system after a string of hilariously garbled lost in translation phrases went viral on social media.", "sentiment": "undefined", "publishedAt": "2019-03-20T06:29:35Z"}, {"title": "Exclusive: Walmart's Chief Technology Officer leaves company as e-commerce wars flare", "description": "Walmart Inc. Chief Technology Officer Jeremy King is leaving the company, according to an internal company memo, even as the retailer races to transform its e-commerce business and close the gap with rival Amazon.com Inc.", "sentiment": "undefined", "publishedAt": "2019-03-20T19:54:50Z"}, {"title": "Tough Times Ahead For Apple Services Segment", "description": "Apple services segment is growing fast but faces a number of challenges. Spotify complaint exposes Apple to additional complaints by companies like Netflix espe", "sentiment": "undefined", "publishedAt": "2019-03-20T15:31:40Z"}, {"title": "Analysis | Google Mega-Fine Is About Making Tech Think Twice - Washington Post", "description": "Analysis | Google Mega-Fine Is About Making Tech Think Twice Washington Post Europe really doesn't like the “move fast and break things” approach from tech these days.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:41:39Z"}, {"title": "Google throws down clear challenge to gaming world", "description": "New video game streaming service has potential to upend $135bn industry", "sentiment": "undefined", "publishedAt": "2019-03-20T05:03:09Z"}, {"title": "Google may be ready to 'put the brakes' on Pixelbook innovation, analysts say (GOOG, GOOGL)", "description": "Last week, Business Insider learned that Google had moved dozens of employees out of its laptop and tablet division, scaling back the size of its in-house hardware group. On Tuesday, Ben Bajarin, Principal analyst with Creative Strategies, told Business Insid…", "sentiment": "undefined", "publishedAt": "2019-03-20T22:56:17Z"}, {"title": "US tech dominance caught in White House race spotlight", "description": "Sector’s leadership of Wall St stocks is set to face political and regulatory tests ahead", "sentiment": "undefined", "publishedAt": "2019-03-20T04:00:28Z"}, {"title": "Bill Gates is $9.5 billion richer than he was a year ago, worth over $100 billion, but not just from Microsoft (MSFT)", "description": "Bill Gates is one of the world's biggest philanthropists who has given away billions of dollars of his money. That's why so many people think that Gates' personal wealth is shrinking as he gives his money away. But it isn't. Gates is astoundingly rich and get…", "sentiment": "undefined", "publishedAt": "2019-03-20T17:18:27Z"}, {"title": "A 'warrior’s warrior’: Here's why insiders say the first-time CFO running Lyft’s $20 billion IPO is the perfect fit (LYFT)", "description": "Brian Roberts, who joined Lyft as chief financial officer in 2014, had no previous experience as a CFO. Instead, the 50-year-old brought a wealth of tech, retail, and financial knowledge acquired at Microsoft, Walmart, and two banks. He's playing a lead role …", "sentiment": "undefined", "publishedAt": "2019-03-20T14:30:00Z"}, {"title": "JPMorgan's investment bank is scrapping on-campus visits in favor of video interviews and online games as Wall Street targets the next generation", "description": "JPMorgan's corporate and investment bank will no longer visit college campuses to recruit, asking candidates instead to submit a video interview and play some behavioral science computer games. The bank made the change to level the playing field for diverse c…", "sentiment": "undefined", "publishedAt": "2019-03-20T17:00:00Z"}, {"title": "EU fines Google $1.7 billion for abusing online advertising market", "description": "European Union regulators have fined Google $1.7 billion for abusing its dominant role in online advertising.", "sentiment": "undefined", "publishedAt": "2019-03-20T18:07:50Z"}, {"title": "Gates Joins Jeff Bezos in the Ultra-Exclusive Centibillionaire Club", "description": "The world now has two fully-fledged centibillionaires: Gates, with a fortune of $100 billion; and Bezos with $145.6 billion.", "sentiment": "undefined", "publishedAt": "2019-03-20T09:37:55Z"}, {"title": "Grab vs. Go-Jek: Inside Asia’s Battle of the ‘Super Apps’", "description": "We all scream for ice cream. That’s the idea behind Ice Cream Day, a promotion launched by Uber Technologies in 2012. The ride-share giant courts customers by allowing them, for one day each summer, to arrange instant dessert delivery through the Uber app. Bu…", "sentiment": "undefined", "publishedAt": "2019-03-20T10:30:44Z"}, {"title": "The world's best-performing mutual fund features Juul Labs as its top holding. Here are its 12 other biggest bets. (GOOGL, MSFT, AMZN)", "description": "The Fidelity Advisor Growth Opportunities Fund is beating out the rest of its mutual fund peers over the past 12 months, according to Kiplinger, returning 27%. Juul Labs, the private e-cigarette maker, is the fund's top holding. Markets Insider has compiled s…", "sentiment": "undefined", "publishedAt": "2019-03-20T10:03:00Z"}, {"title": "Bill Gates becomes the second person in the world to be worth $100 billion along with Jeff Bezos", "description": "Jeff Bezos overtook Bill Gates as the planet's richest man in 2017. Now that his fortune has reached $100 billion, Gates has joined Bezos, who is worth $146 billion, in the centi-billionaire club.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:11:27Z"}, {"title": "Staples Flyer Roundup: 50% Off Moleskine Notebooks, Seagate 1.5TB Portable Hard Drive $60, Amazon Fire TV Stick $40 + More", "description": "The latest Staples flyer is here and you can see it right now on RedFlagDeals ! This new flyer features 13 pages of deals on popular electronics and office supplies, including a bonus gift card offer on the sixth-generation Apple iPad, 50% off Moleskine noteb…", "sentiment": "undefined", "publishedAt": "2019-03-20T17:57:12Z"}, {"title": "Mark Zuckerberg and other tech CEOs under mounting pressure to speak out over New Zealand mosque shootings", "description": "Big tech is coming under renewed political pressure following the mass shootings at two New Zealand mosques on Friday. The attack was livestreamed on Facebook before spreading like wildfire online, leaving tech companies scrambling to block the footage. The C…", "sentiment": "undefined", "publishedAt": "2019-03-20T10:24:25Z"}, {"title": "Google will let Android users choose a rival browser to avoid further wrath from the EU", "description": "Google is going to make it easier for Android users in Europe to select competing browsers and search apps. It follows Google being fined a record $5 billion last year after it was found in breach antitrust laws for abusing the dominance of its Android operat…", "sentiment": "undefined", "publishedAt": "2019-03-20T09:39:15Z"}, {"title": "TIMELINE-Google's decade-long antitrust battle in Europe", "description": "Google was hit with a 1.49-billion-euro ($1.7 billion) fine on Wednesday, the third antitrust sanction from the European Union in two years after a record-breaking 4.34 billion euro penalty last year and a 2.4-billion-euro sanction in 2017 over its anti-compe…", "sentiment": "undefined", "publishedAt": "2019-03-20T16:38:22Z"}, {"title": "Sector Prospector: Setting Up A Brighter Tomorrow", "description": "Quarter-end typically means a lot rebalancing, some driven by very simple chart analysis. The industrial sector is showing more signs of life than you might thi", "sentiment": "undefined", "publishedAt": "2019-03-20T05:33:59Z"}, {"title": "Here's how Starbucks is planning for its future", "description": "At its annual shareholders meeting Wednesday, Starbucks shared two targets to aid in future growth: start-ups and the in-store experience.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:00:00Z"}, {"title": "Google fined $1.7 billion for search ad blocks in third EU sanction", "description": "Google was fined 1.49 billion euros ($1.7 billion) on Wednesday for blocking rival online search advertisers, the third large European Union antitrust penalty for the Alphabet business in two only years.", "sentiment": "undefined", "publishedAt": "2019-03-20T11:46:11Z"}, {"title": "The Technology 202: Trump's accusations of \"collusion\" show techlash surging across political spectrum", "description": "It's not just Democrats on the campaign trail taking aim at Big Tech.", "sentiment": "undefined", "publishedAt": "2019-03-20T13:24:25Z"}, {"title": "Walmart's Chief Technology Officer Jeremy King is leaving the company", "description": "", "sentiment": "undefined", "publishedAt": "2019-03-20T20:00:00Z"}, {"title": "Smartsheet, Inc. (SMAR) CEO Mark Mader on Q4 2019 Results - Earnings Call Transcript", "description": "Smartsheet, Inc. (NYSE:SMAR) Q4 2019 Earnings Conference Call March 19, 2019 04:30 PM ET Company Participants Aaron Turner - Senior Director and Head of Investo", "sentiment": "undefined", "publishedAt": "2019-03-20T01:09:04Z"}, {"title": "Microsoft Teams top 500,000 organizations", "description": "Microsoft has revealed that half a million organizations now use Teams as the company prepares to update its collaborative tool with new features.", "sentiment": "undefined", "publishedAt": "2019-03-20T18:39:41Z"}, {"title": "Google to ask European Android users which browser they would like to use", "description": "The move comes after the tech giant was slapped with a $5 billion fine for antitrust violations.", "sentiment": "undefined", "publishedAt": "2019-03-20T10:40:24Z"}, {"title": "Smartsheet, Inc. (SMAR) CEO Mark Mader on Q4 2019 Results - Earnings Call Transcript", "description": "Smartsheet, Inc. (NYSE:SMAR) Q4 2019 Earnings Conference Call March 19, 2019 04:30 PM ET Company Participants Aaron Turner - Senior Director and Head of Investo", "sentiment": "undefined", "publishedAt": "2019-03-20T01:09:04Z"}, {"title": "Google is winning in education, but Apple and Microsoft are battling for market share", "description": "Google has a majority of the U.S. education tech market with 60 percent of all laptops and tablets purchased for U.S. K-12 classrooms, largely because Chromebooks are so affordable.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:16:00Z"}, {"title": "Google was slapped with another huge EU fine — and investors didn't bat an eye", "description": "It seems any initial shock of an antitrust threat has worn off.", "sentiment": "undefined", "publishedAt": "2019-03-20T20:16:00Z"}, {"title": "EU fines Google 1.49 billion euros in advertising case", "description": "BRUSSELS (AP) — European Union regulators have hit Google with a 1.49 billion euro ($1.68 billion) fine for abusing its dominant role in online advertising.", "sentiment": "undefined", "publishedAt": "2019-03-20T11:14:23Z"}, {"title": "Stocks edge lower ahead of Federal Reserve policy decision", "description": "NEW YORK (AP) — U.S. stocks edged lower in early trading on Wall Street Wednesday ahead of the latest interest rate policy decision by the Federal Reserve.", "sentiment": "undefined", "publishedAt": "2019-03-20T14:13:54Z"}, {"title": "Why Google Stadia could have the PS5 and Xbox Two running scared", "description": "Google Stadia promises a lot, but it could change gaming – maybe enough to threaten the PS5 and Xbox Two", "sentiment": "undefined", "publishedAt": "2019-03-20T00:01:41Z"}, {"title": "Windows 10 April 2019 Update is almost finished and could be coming soon", "description": "The pace of new builds, and the fact that only a few bug fixes are left to be done, seems to point to an imminent release.", "sentiment": "undefined", "publishedAt": "2019-03-20T09:57:28Z"}, {"title": "Google hit with €1.49bn EU fine", "description": "The European Commission has hit Google with a considerable fine over its unfair ad policies.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:32:00Z"}, {"title": "Data privacy: will it be as in vogue as it was in 2018?", "description": "Mailjet's Darine Fayed explains why ePrivacy could be this year's buzzword.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:30:07Z"}, {"title": "EU fines Google $1.7 billion for abusing online ads market", "description": "EU regulators fine Google 1.49 billion euros ($1.68 billion) for abusing its dominance in online advertising", "sentiment": "undefined", "publishedAt": "2019-03-20T11:36:18Z"}, {"title": "The Latest: Police release first names of mosque victims", "description": "New Zealand police have officially released the first names of the 50 people killed in last week's shootings at two New Zealand mosques. Police said the five people they have named were all male and died at the Al Noor mosque", "sentiment": "undefined", "publishedAt": "2019-03-20T00:08:01Z"}, {"title": "Markforged raises $82 million for its industrial 3D printers", "description": "3D printer manufacturer Markforged has raised another round of funding. Summit Partners is leading the $82 million Series D round with Matrix Partners, Microsoft's Venture Arm, Next47 and Porsche SE also participating. When you think about 3D printers, chance…", "sentiment": "undefined", "publishedAt": "2019-03-20T12:04:48Z"}, {"title": "Halo: The Master Chief Collection may support mods on PC", "description": "343 Industries reveals more details about the upcoming PC version of Halo: The Master Chief Collection.", "sentiment": "undefined", "publishedAt": "2019-03-20T10:51:22Z"}, {"title": "Five reasons why the cloud can help CIOs close the ‘innovation-execution’ gap", "description": "VMware's Richard Munro explains how cloud computing can provide the technology enabler to help businesses innovate.", "sentiment": "undefined", "publishedAt": "2019-03-20T09:30:38Z"}, {"title": "Google fined $1.7 billion for search ad blocks in third EU sanction", "description": "Google was fined 1.49 billion euros (1.3 billion pounds) on Wednesday for blocking rival online search advertisers, the third large European Union antitrust penalty for the Alphabet business in two only years.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:00:04Z"}, {"title": "Google fined $1.7 billion for search ad blocks in third EU sanction", "description": "Google was fined 1.49 billion euros ($1.7 billion) on Wednesday for blocking rival online search advertisers, the third large European Union antitrust penalty for the Alphabet business in two only years.", "sentiment": "undefined", "publishedAt": "2019-03-20T12:02:04Z"}, {"title": "RPT-UPDATE 1-Google fined $1.7 bln for search ad blocks in third EU sanction", "description": "Google was fined 1.49 billion euros ($1.7 billion) on Wednesday for blocking rival online search advertisers, the third large European Union antitrust penalty for the Alphabet business in two only years.'", "sentiment": "undefined", "publishedAt": "2019-03-20T13:58:39Z"}, {"title": "Google fined $1.7 billion for search ad blocks in third EU sanction", "description": "Alphabet Inc unit Google was fined 1.49 billion euros ($1.7 billion) on Wednesday, its third large European Union antitrust penalty in two years marking the company's decade-long regulatory battle in Europe.", "sentiment": "undefined", "publishedAt": "2019-03-20T17:19:04Z"}, {"title": "Exclusive: Walmart's Chief Technology Officer leaves company as e-commerce wars flare", "description": "Walmart Inc. Chief Technology Officer Jeremy King is leaving the company, according to an internal company memo, even as the retailer races to transform its e-commerce business and close the gap with rival Amazon.com Inc.", "sentiment": "undefined", "publishedAt": "2019-03-20T19:54:50Z"}, {"title": "House panel seeks answers from tech CEOs over shooting video", "description": "The head of the House Homeland Security Committee asked four technology companies to attend a closed-door briefing next week on their efforts to prevent violent videos from being disseminated in the wake of last week's mass shooting in New Zealand.", "sentiment": "undefined", "publishedAt": "2019-03-20T15:45:37Z"}, {"title": "Daily Crunch: The new iPad mini, reviewed", "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. Review: Apple’s new iPad mini continues to be mini Matthew Panzar…", "sentiment": "undefined", "publishedAt": "2019-03-21T17:26:36Z"}, {"title": "Melinda Gates almost quit Microsoft in the 1980s because of the combative, male-dominated culture — and even today, bosses reward people who look and act just like they do", "description": "Many bosses exhibit unconscious bias in their hiring and promotion strategies. Specifically, they show favor to people who look and act just like them. Often the result is that people from privileged backgrounds wind up getting ahead. For your own success as …", "sentiment": "undefined", "publishedAt": "2019-03-21T13:37:00Z"}, {"title": "The new CEO of Intuit says the rise of artificial intelligence will be as big of a challenge as the company's shift to cloud computing (INTU)", "description": "Sasan Goodarzi stepped up as CEO of Intuit — the company behind products like Intuit and TurboTax — in January, replacing 11-year chief exec Brad Smith. Smith gets a ton of credit from parties inside and outside Intuit for helping the company successfully nav…", "sentiment": "undefined", "publishedAt": "2019-03-21T22:49:38Z"}, {"title": "Apple just blew past Microsoft to become the world's most-valuable public company (AAPL, MSFT)", "description": "Apple has surpassed Microsoft to reclaim its title as the world's most-valuable public company with a market cap of $916 billion. Its shares have risen in anticipation of the company releasing a Netflix-style video-streaming service. Watch Apple and Microsoft…", "sentiment": "undefined", "publishedAt": "2019-03-21T16:40:00Z"}, {"title": "I used Apple’s new iPad mini, and it might finally make me an Apple Pencil believer (AAPL)", "description": "The iPad mini received a long overdue upgrade earlier this week that brings better performance, Apple Pencil support, and an enhanced display. The Apple Pencil feels more natural on the iPad mini than any other Apple tablet I've used it with so far, largely b…", "sentiment": "undefined", "publishedAt": "2019-03-21T11:00:00Z"}, {"title": "Bill Gates joins Jeff Bezos in world's most exclusive 'centibillionaires' club", "description": "The world's most exclusive club now has two members.", "sentiment": "undefined", "publishedAt": "2019-03-21T01:01:03Z"}, {"title": "Big tech faces a confluence of competition and privacy concerns in Brussels", "description": "A ROUND 19 IN every 20 European internet searches are carried out on Google. Not those done by Margrethe Vestager. The European Union’s competition chief says she mostly looks stuff up on Qwant, which prides itself on not tracking users in the manner its larg…", "sentiment": "undefined", "publishedAt": "2019-03-21T15:41:16Z"}, {"title": "Mubadala sets up tech hub in Abu Dhabi with SoftBank - Financial Times", "description": "Mubadala sets up tech hub in Abu Dhabi with SoftBank Financial Times Mubadala, an Abu Dhabi sovereign wealth fund, is building on its relationship with SoftBank to attract some of the world's most valuable start-ups to a new tech...", "sentiment": "undefined", "publishedAt": "2019-03-21T07:00:00Z"}, {"title": "Candy Crush vs. Mortal Kombat for Video Game Hall of Fame", "description": "Twelve more video games have a shot at joining favorites like \"John Madden Football\" and \"Pac-Man\" in the World Video Game Hall of Fame", "sentiment": "undefined", "publishedAt": "2019-03-21T14:05:30Z"}, {"title": "Why big tech should fear Europe", "description": "To understand the future of Silicon Valley, cross the Atlantic", "sentiment": "undefined", "publishedAt": "2019-03-21T12:20:09Z"}, {"title": "Market pressure blurs the line between US asset and wealth managers", "description": "Should regulators step in? Time will tell and no doubt there will be some bad actors", "sentiment": "undefined", "publishedAt": "2019-03-21T05:00:00Z"}, {"title": "Windows Virtual Desktop is now in public preview", "description": "Last year, Microsoft announced the launch of its Windows Virtual Desktop service. At the time, this was a private preview, but starting today, any enterprise user who wants to try out what using a virtual Windows 10 desktop that’s hosted in the Azure cloud lo…", "sentiment": "undefined", "publishedAt": "2019-03-21T07:01:38Z"}, {"title": "Buying Stock in Tech Building Blocks", "description": "In the cloud-computing era, companies that make APIs—connectivity tools for coders—are emerging as big winners, including Twilio and Okta.", "sentiment": "undefined", "publishedAt": "2019-03-21T12:00:18Z"}, {"title": "Apple just blew past Microsoft to become the world's most-valuable public company (AAPL, MSFT)", "description": "Apple has surpassed Microsoft to reclaim its title as the world's most-valuable public company with a market cap of $916 billion. Its shares have risen in anticipation of the company releasing a Netflix-style video-streaming service. Watch Apple and Microsoft…", "sentiment": "undefined", "publishedAt": "2019-03-21T16:40:00Z"}, {"title": "Google Enters The Cloud Gaming Arena With Stadia", "description": "The Video Game Industry generated $140 billion in revenue in 2018 and is growing quickly. Stadia is Google's entry into the cloud gaming market. Stadia provides", "sentiment": "undefined", "publishedAt": "2019-03-21T17:48:49Z"}, {"title": "How to make a Google account and optimize your security settings", "description": "When you make a new Google account, you get access to a free Gmail account along with other services like Google Photos, Google Docs, and a Google Drive with 15 GB of online storage. A Google account also helps other common Google services – like Google Maps …", "sentiment": "undefined", "publishedAt": "2019-03-21T15:14:00Z"}, {"title": "The first huge update to 2019's biggest game is worth every penny (EA)", "description": "The first major addition has arrived in \" Apex Legends,\" the wildly popular new Battle Royale game. The \"Wild Frontier\" expansion includes the first new character, Octane, and the game's first Battle Pass — a massive set of unlockable items tied to your level…", "sentiment": "undefined", "publishedAt": "2019-03-21T18:25:19Z"}, {"title": "Data Sheet—Why Every Big Tech Company Wants Its Own Cloud Gaming Service", "description": "Google's new cloud gaming service, Stadia, will faces competition from Microsoft's xCloud and other companies.", "sentiment": "undefined", "publishedAt": "2019-03-21T13:12:19Z"}, {"title": "What to watch with your kids: ‘Us,’ ‘Afghan Cycles,’ ‘ Walk. Ride. Rodeo.’ and more", "description": "Here’s what parent need to know", "sentiment": "undefined", "publishedAt": "2019-03-21T11:00:00Z"}, {"title": "UPDATE 1-GameStop names George Sherman as CEO", "description": "GameStop Corp, the world's largest video game retailer, on Thursday named George Sherman as chief executive officer and member of its board, effective April 15.", "sentiment": "undefined", "publishedAt": "2019-03-21T20:30:30Z"}, {"title": "UPDATE 1-Finland to investigate Nokia-branded phones after data breach report", "description": "* HMD says no personal data shared with third party (Adds quotes, background)", "sentiment": "undefined", "publishedAt": "2019-03-21T12:12:49Z"}, {"title": "Xbox One S is reportedly getting a disc-free version in May", "description": "The writing has been on the wall for physical media for a while now. In May, Microsoft is reportedly set to hammer another nail into that coffin with the launch of the Xbox One S All-Digital. As advertised, the latest version of the console will drop the Blu-…", "sentiment": "undefined", "publishedAt": "2019-03-21T13:13:53Z"}, {"title": "Walmart is reportedly considering taking on Google and Microsoft with a video game streaming service (WMT, GOOG, GOOGL, MSFT)", "description": "Walmart is considering creating its own video game streaming service, according to a new report from US Gamer. The report comes just days after Google announced Stadia, an upcoming video game streaming service that aims to remove the need for expensive video …", "sentiment": "undefined", "publishedAt": "2019-03-21T18:05:53Z"}, {"title": "Cramer: Microsoft has been 'unbelievable,' but should you buy it here?", "description": "Jim Cramer runs through his thoughts no callers' stock picks of the day.", "sentiment": "undefined", "publishedAt": "2019-03-21T23:13:00Z"}, {"title": "This is the simple trick Bill Gates uses to remember what he reads", "description": "The billionaire co-founder of Microsoft reveals how he learns from books most effectively.", "sentiment": "undefined", "publishedAt": "2019-03-21T16:47:00Z"}, {"title": "Apple's stock is on a tear as it builds suspense for its upcoming event with a product launch spree", "description": "Apple also came close to passing Microsoft again as the most valuable company.", "sentiment": "undefined", "publishedAt": "2019-03-21T20:17:00Z"}, {"title": "Nice OS you have there; shame if something happened to it", "description": "It does have to be said that running a 10 year old Microsoft OS might not be the wisest decision; though it is better than running one 18 years old. However, as we learned in 2017 many businesses are not even close to adopting Windows 10 on the majority of th…", "sentiment": "undefined", "publishedAt": "2019-03-21T17:02:53Z"}, {"title": "Cloud Migration Remains A Secular Growth Story", "description": "After aggressive spending in the last several years, hyperscale providers of cloud computing infrastructure are facing revenue headwinds as purchase decisions a", "sentiment": "undefined", "publishedAt": "2019-03-21T06:58:34Z"}, {"title": "Facebook: Deep Comparable Valuation", "description": "The market isn't prone to evaluate Facebook through historical-priced multiples. Analysts tend to believe in Facebook’s success less. Facebook isn't clearly und", "sentiment": "undefined", "publishedAt": "2019-03-21T07:59:35Z"}, {"title": "A Tech Giant Enters The Cloud Gaming Arena", "description": "The Video Game Industry generated $140 billion in revenue in 2018 and is growing quickly. Stadia is Google's entry into the cloud gaming market. Stadia provides", "sentiment": "undefined", "publishedAt": "2019-03-21T17:48:49Z"}, {"title": "The Invesco QQQ ETF Is Not The Right Way To Invest In Tech Stocks", "description": "The Invesco QQQ ETF has provided stellar returns to investors since its inception. The fund is loved by many tech-oriented investors and is regarded as one of t", "sentiment": "undefined", "publishedAt": "2019-03-21T20:53:06Z"}, {"title": "Should I Fly With Boeing (Stock)? - MMWIS March Portfolio Update", "description": "Boeing has been at the center of bad news after two 737 MAX crashes and with rampant speculation. The underlying business is excellent, and this is exactly the", "sentiment": "undefined", "publishedAt": "2019-03-21T18:29:32Z"}, {"title": "Microsoft 365 update looks to supercharge your workplace", "description": "Microsoft’s huge upgrade brings Windows Virtual Desktop, Microsoft Defender and much more", "sentiment": "undefined", "publishedAt": "2019-03-21T11:25:34Z"}, {"title": "Costa Rica president wants free elections for Nicaragua", "description": "SEATTLE (AP) — Costa Rican President Carlos Alvarado has said Central America should not be satisfied until Nicaragua holds free elections and re-establishes a free press, democracy and human rights guarantees.", "sentiment": "undefined", "publishedAt": "2019-03-21T05:37:14Z"}, {"title": "Epic Games Store grabs more big-name PC exclusives including The Outer Worlds", "description": "Steam might just be feeling the heat from Epic’s online store, particularly after the success of The Division 2.", "sentiment": "undefined", "publishedAt": "2019-03-21T14:30:14Z"}, {"title": "Atlassian To Acquire AgileCraft For Agile Planning Tech", "description": "Atlassian has agreed to acquire AgileCraft for cash and stock valued at $166 million. AgileCraft has developed a suite of enterprise agile software planning too", "sentiment": "undefined", "publishedAt": "2019-03-21T18:17:13Z"}, {"title": "Many common health apps are sharing potentially sensitive medical data with third parties", "description": "Of the 24 apps reviewed in the new study, 19 of them engaged in data sharing practices. These include popular apps for Android in the U.S., U.K. and Australia like Medscape, Ada, and MedicineWise.", "sentiment": "undefined", "publishedAt": "2019-03-21T18:38:09Z"}, {"title": "Being able to walk around without being tracked by facial recognition could be a thing of the past", "description": "Facial recognition is already being used without us knowing and the data collected. The technology could become so prevalent that we are constantly tracked against facial databases.", "sentiment": "undefined", "publishedAt": "2019-03-21T10:28:14Z"}, {"title": "GSK Prescribes A $3.5bn Bond In 3 Parts", "description": "British pharma giant GlaxoSmithKline joined the recent groundswell of high-grade corporate bond issuers Monday to sell new debt. The UK-based firm priced US$3.5", "sentiment": "undefined", "publishedAt": "2019-03-21T06:18:00Z"}, {"title": "No-discs Xbox One S could launch on May 7", "description": "According to Windows Central, the Xbox One S All-Digital Edition will release on May 7, 2019.", "sentiment": "undefined", "publishedAt": "2019-03-21T15:06:36Z"}, {"title": "Windows 7 end is coming - and Microsoft wants to make it easier to upgrade", "description": "Upgrade process is well under way, but help is still at hand for the millions of Windows 7 users", "sentiment": "undefined", "publishedAt": "2019-03-21T10:30:00Z"}, {"title": "Microsoft Defender comes to the Mac", "description": "Microsoft today announced that it is bringing its Microsoft Defender Advanced Threat Protection (ATP) to the Mac. Previously, this was a Windows solution for protecting the machines of Microsoft 365 subscribers and assets the IT admins that try to keep them s…", "sentiment": "undefined", "publishedAt": "2019-03-21T07:02:28Z"}, {"title": "Brent Bozell calls tech industry liberal bias 'the greatest threat to liberty in history'", "description": "A group of high-powered conservative media leaders gathered on Wednesday night to strategize ways to combat liberal bias in the tech industry, which Media Research Center founder Brent Bozell called “the most powerful force in history” when it comes to remaki…", "sentiment": "undefined", "publishedAt": "2019-03-21T15:37:33Z"}, {"title": "Finland to investigate Nokia-branded phones after data breach report", "description": "Finland's data protection ombudsman said on Thursday he would investigate whether Nokia-branded phones had breached data rules after a report said the handsets sent information to China.", "sentiment": "undefined", "publishedAt": "2019-03-21T12:17:25Z"}, {"title": "Daily Crunch: Facebook admits password security lapse", "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. Facebook admits it stored ‘hundreds of millions’ of account passw…", "sentiment": "undefined", "publishedAt": "2019-03-22T16:50:03Z"}, {"title": "Google, Facebook, Amazon: Warren's toothless break-up plan ignores real Big Tech threats", "description": "Surveillance and manipulation are the real threats these companies pose. They'd still have more unchecked power than any dictator under Warren's plan.", "sentiment": "undefined", "publishedAt": "2019-03-22T10:00:03Z"}, {"title": "PlayStation Will Host Nintendo Direct-Style Stream Next Week", "description": "Following its announcement of not attending E3 2019, Sony has announced a Nintendo Direct-styled live-stream for PlayStation called \"State of Play,\" expected to premiere next week. Aside from stating the event will provide \"updates and announcements from the …", "sentiment": "undefined", "publishedAt": "2019-03-22T15:30:12Z"}, {"title": "Microsoft's cloud boss explains how it's packaging up its best technology to win customers across gaming, cybersecurity, and augmented reality (MSFT)", "description": "Microsoft has been busy: In less than a month, it unveiled the HoloLens 2 headset, the Azure Sentinel security service, and Game Stack for video game developers. Microsoft Executive VP Scott Guthrie tells us that what this all has in common is the company tak…", "sentiment": "undefined", "publishedAt": "2019-03-22T20:13:06Z"}, {"title": "Google is refusing to shut down a gay conversion therapy app that has already been banned by Apple, Amazon, and Microsoft", "description": "Google is resisting calls to remove what appears to be a gay conversion therapy app from the Play Store. Apple, Amazon, and Microsoft have all banned the app, created by US Christian group Living Hope Ministries. A petition on change.org calling for the app's…", "sentiment": "undefined", "publishedAt": "2019-03-22T12:34:23Z"}, {"title": "Big tech competes to be the Netflix of gaming", "description": "Google, Apple and Microsoft want to use the cloud to let people play any game at any time on any device", "sentiment": "undefined", "publishedAt": "2019-03-22T18:19:34Z"}, {"title": "Alphabet: Price Of Doing Business", "description": "The European Commission fined Google another $1.7 billion for anti-competitive practices already eliminated by the company. The market is rightfully focused on", "sentiment": "undefined", "publishedAt": "2019-03-22T14:45:05Z"}, {"title": "Spotify: The Good, Bad And Ugly", "description": "Spotify share prices remain at a depressed level as compared with the metrics of major competitors. Growth continues at a rapid pace, and the success story of S", "sentiment": "undefined", "publishedAt": "2019-03-22T17:04:06Z"}, {"title": "Take-Two Interactive: Overvalued By More Than 15%", "description": "TTWO generates about 80% of its revenue from three games. DLC content is responsible for the majority of sales. Growth has mostly been inorganic, which has made", "sentiment": "undefined", "publishedAt": "2019-03-22T17:58:00Z"}, {"title": "The Good, The Bad, And The Ugly Of Stock Buybacks", "description": "There's good, bad, and just plain ugly to be found among corporate share buyback programs. PepsiCo gives an example of a judicious, not-overdone buyback. Oracle", "sentiment": "undefined", "publishedAt": "2019-03-22T20:52:42Z"}, {"title": "The Week in Tech: Our Future Robots Will Need Super-Smart Safety Checks - New York Times", "description": "The Week in Tech: Our Future Robots Will Need Super-Smart Safety Checks New York Times Software looks to be at the heart of the recent Ethiopian Airlines crash. Safety approval of such systems will only get harder as technology advances.", "sentiment": "undefined", "publishedAt": "2019-03-22T13:00:09Z"}, {"title": "Apple is ready for its Hollywood closeup, but will consumers bite?", "description": "Apple expected to launch subscription entertainment streaming service like Netflix or Amazon Prime.  But is it too late to the party?", "sentiment": "undefined", "publishedAt": "2019-03-22T09:01:05Z"}, {"title": "Tech industry liberal bias 'the greatest threat to liberty in history'", "description": "Leaders from prominent conservative websites have been meeting to combat what they see as 'left-wing bias' among popular sites like Google and Facebook.", "sentiment": "undefined", "publishedAt": "2019-03-22T05:29:19Z"}, {"title": "Uber gives Nasdaq cold shoulder as it chooses NYSE for $120bn listing", "description": "Uber has chosen to make its giant market debut on the New York Stock Exchange, with the transport app expected to be valued at up to $120bn (&pound;91bn).", "sentiment": "undefined", "publishedAt": "2019-03-22T17:35:02Z"}, {"title": "Nokia admits to ‘compliance issues’ at Alcatel-Lucent business", "description": "Finnish mobile equipment maker says it has reported it and is investigating", "sentiment": "undefined", "publishedAt": "2019-03-22T12:24:04Z"}, {"title": "CEO who hired for Microsoft, Amazon: Top 3 in-demand skills—and the interview questions employers ask to see if you have them", "description": "The rise of artificial intelligence is rapidly changing the workplace. And while there's less demand for basic cognitive, physical and manual skills, the job market is still electric. Here are the types of interviews questions employers ask to determine wheth…", "sentiment": "undefined", "publishedAt": "2019-03-22T15:01:36Z"}, {"title": "You may be earning less than a 20-year-old Silicon Valley intern", "description": "Tech companies are offering astronomical salaries and benefits packages to woo young interns, a trend that started in Silicon Valley and is now spreading throughout the country. At Facebook, for example, the median monthly pay for interns is $8,000, or $96,00…", "sentiment": "undefined", "publishedAt": "2019-03-22T14:01:08Z"}, {"title": "Russian hackers targeting European governments before elections, security firm warns", "description": "Russian state-linked hackers are increasing their efforts targeting governments in Europe, a top cybersecurity firm has warned ahead of the European Parliament elections in May.", "sentiment": "undefined", "publishedAt": "2019-03-22T17:20:50Z"}, {"title": "Why ISIS is easier for big tech to fight than white supremacy", "description": "Social media networks are facing a reckoning for their role in spreading far-right terrorist propaganda, after a deadly attack on a New Zealand mosque was live-streamed on Facebook.", "sentiment": "undefined", "publishedAt": "2019-03-22T04:41:42Z"}, {"title": "Video-conferencing company Zoom files for IPO with over $300 million in sales and even a profit", "description": "Zoom competes with Microsoft and Google to provide video-conferencing services. And it's profitable, unlike most tech companies at the time of their IPO.", "sentiment": "undefined", "publishedAt": "2019-03-22T19:20:00Z"}, {"title": "Microsoft Revived and Killed Clippy—Office’s Infamous Mascot—All in the Span of One Day", "description": "While Microsoft Clippy was revived, and killed off in the span of a day, the infamous paperclip mascot will live on in memes.", "sentiment": "undefined", "publishedAt": "2019-03-22T21:35:10Z"}, {"title": "Elon Musk hints that the web browsers in Tesla cars are going to get a lot better, thanks to technology created by Google (TSLA)", "description": "Tesla CEO Elon Musk tweeted on Friday that the browsers of Tesla cars will be updated to run on the Chromium web browser — which could fix a major Tesla owner frustration with the current browser. Chromium is Google 's open source web browser project, and for…", "sentiment": "undefined", "publishedAt": "2019-03-22T18:39:18Z"}, {"title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Friday. Weeks before an Amazon Air plane crashed in February killing all 3 people on board, several pilots said they thought an accident was inevitable. Business Insider spoke with 13 pilots who work o…", "sentiment": "undefined", "publishedAt": "2019-03-22T07:36:49Z"}, {"title": "The CEO behind 'Fortnite' used to be one of Microsoft's fiercest critics. Now, he explains why he thinks it's a 'new company' under CEO Satya Nadella. (MSFT)", "description": "Epic Games CEO Tim Sweeney used to be one of Microsoft's harshest critics — in 2016, he penned an op-ed in the Guardian lambasting Microsoft for what he saw as a power grab to take full control of the PC. Now, he's singing the praises of Microsoft, which he c…", "sentiment": "undefined", "publishedAt": "2019-03-22T13:52:26Z"}, {"title": "Pinterest must spend at least $750 million on AWS through mid-2023", "description": "Pinterest is a big AWS spender and will be for a while.", "sentiment": "undefined", "publishedAt": "2019-03-22T22:07:00Z"}, {"title": "Microsoft briefly revived beloved mascot Clippy before 'brand police' swiftly killed him off again", "description": "This week Clippy made an appearance in a sticker pack for Microsoft's unified communications platform, Teams only to be removed a day later.", "sentiment": "undefined", "publishedAt": "2019-03-22T18:28:39Z"}, {"title": "Britain's Microsoft CEO and Greggs chief are awarded honours by the Queen", "description": "Microsoft UK's chief executive Cindy Rose received an OBE from Queen Elizabeth II at the Windsor Castle investiture ceremony today for services to technology in Britain.", "sentiment": "undefined", "publishedAt": "2019-03-22T13:19:49Z"}, {"title": "Starbucks Corporation (SBUX) CEO Kevin Johnson Hosts 2019 Annual Meeting of Shareholders Conference (Transcript)", "description": "Starbucks Corporation (NASDAQ:SBUX) 2019 Annual Meeting of Shareholders Conference Call March 20, 2019 13:00 ET Company Participants Kevin Johnson - President a", "sentiment": "undefined", "publishedAt": "2019-03-22T06:25:09Z"}, {"title": "Flashbolt! Ah-ah! King of the impossible", "description": "Last year Samsung released Aquabolt, their HB2 modules which offered 2.4 Gbps per pin data transfer rates at 1.2V, rather impressive since the specification stated 2.0Gbps per pin was the top transfer rate. Today they announced the next generation, Flashbolt …", "sentiment": "undefined", "publishedAt": "2019-03-22T17:43:28Z"}, {"title": "Dragos' Sergio Caltagirone to Speak at Cyber Security for Critical Assets - Associated Press", "description": "HANOVER, Md.--(BUSINESS WIRE)--Mar 22, 2019-- Dragos, Inc., provider of the industrial industry’s most trusted asset identification, threat detection and response platform and services, announced today that Sergio Caltagirone, Vice President of Threat Intelli…", "sentiment": "undefined", "publishedAt": "2019-03-22T18:33:00Z"}, {"title": "Disc-less Xbox One S: everything you need to know about the all digital console", "description": "The Xbox One S minus a Blu-ray drive could be the future of fully digital gaming.", "sentiment": "undefined", "publishedAt": "2019-03-22T14:19:20Z"}, {"title": "An Old Recession Boogeyman—the Inverted Yield Curve—Returns, and It’s Spooking Some Investors", "description": "The Dow Jones Industrial Average (DJIA) and S&P 500 fell on the inverted yield curve and a 21-month low of the PMI Index. AMZN and NFLX fell", "sentiment": "undefined", "publishedAt": "2019-03-22T23:10:55Z"}, {"title": "Should you trust the news you're reading? This browser extension can help", "description": "Nobias for Chrome reveals political leanings and credibility, helping you get a more balanced view of the news.", "sentiment": "undefined", "publishedAt": "2019-03-22T15:24:04Z"}, {"title": "The best WordPress plugins 2019", "description": "WordPress comes with everything you need to create a great website, but the right plugins can make it exceptional.", "sentiment": "undefined", "publishedAt": "2019-03-22T15:45:21Z"}, {"title": "Apple is ready for its Hollywood closeup, but will consumers bite?", "description": "Apple expected to launch subscription entertainment streaming service like Netflix or Amazon Prime.  But is it too late to the party?", "sentiment": "undefined", "publishedAt": "2019-03-22T17:07:41Z"}, {"title": "A family tracking app was leaking real-time location data", "description": "A popular family tracking app was leaking the real-time locations of more than 238,000 users for weeks after the developer left a server exposed without a password. The app, Family Locator, built by Australia-based software house React Apps, allows families t…", "sentiment": "undefined", "publishedAt": "2019-03-23T19:13:36Z"}, {"title": "Can Google’s Stadia compete with consoles?", "description": "Richard Waters looks at the tough technical challenges behind cloud gaming", "sentiment": "undefined", "publishedAt": "2019-03-23T00:15:26Z"}, {"title": "Denver and West Virginia Deserve Praise for Voting on Blockchain", "description": "Starting today voters in Denver will be able to use Voatz's blockchain-based mobile app in an election, following West Virginia's lead.", "sentiment": "undefined", "publishedAt": "2019-03-23T20:47:10Z"}, {"title": "Google's has built its empire on ads, but analysts say it will have to find another way to make money for its new gaming service Stadia (GOOG, GOOGL)", "description": "Google wowed the world when it unveiled its new game streaming service, Stadia, on Tuesday, but it failed to address how the service will make money. Despite the lack of information around a monetization approach, one thing analysts that we spoke to agree on …", "sentiment": "undefined", "publishedAt": "2019-03-23T01:24:40Z"}, {"title": "Cyber Saturday—Denver Votes on Blockchain, Facebook Password Snafu, ‘LockerGoga’ Ransomware", "description": "Denver is offering Voatz's blockchain-based mobile app to voters in its municipal election. Plus, Facebook passwords and Norsk ransomware.", "sentiment": "undefined", "publishedAt": "2019-03-23T20:29:00Z"}, {"title": "United States Marketing Analytics Market 2019-2024: Increasing Need to Utilize Marketing Budgets for an Effective ROI & Adoption of Cloud Technology and Big Data", "description": "United States Marketing Analytics Market 2019-2024: Increasing Need to Utilize Marketing Budgets for an Effective ROI & Adoption of Cloud Technology and Big Data businessinsider.com", "sentiment": "undefined", "publishedAt": "2019-03-23T00:11:00Z"}, {"title": "These free mobile games on Android and iOS bring fun to spring break, travels", "description": "Columnist Marc Saltzman offers up a trio of mobile games you can use to pass the time on spring break or on a long trip.", "sentiment": "undefined", "publishedAt": "2019-03-23T10:00:02Z"}, {"title": "How Pope Francis could shape the future of robotics", "description": "Pope Francis hosts discussions on the future of robotics and ethics at the Vatican in Rome.", "sentiment": "undefined", "publishedAt": "2019-03-24T00:26:36Z"}, {"title": "Silicon Valley millionaires — Quantum computing 101 — A $16 billion drug flop", "description": "Hello again! For those of you who missed the first edition of this newsletter last week, I'm going to be sending out a weekly email highlighting some of the best reporting from our BI Prime coverage. And thanks to those of you who've already emailed in with f…", "sentiment": "undefined", "publishedAt": "2019-03-24T12:59:26Z"}, {"title": "Abu Dhabi Partners With Microsoft, SoftBank to Start Tech Hub", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-24T10:50:17Z"}, {"title": "Abu Dhabi aims to lure start-ups with investment in new technology hub", "description": "Abu Dhabi will commit up to 1 billion dirhams ($272 million) to support technology start-ups, it said on Sunday, in a dedicated hub as part of efforts to diversify its economy.", "sentiment": "undefined", "publishedAt": "2019-03-24T11:02:37Z"}, {"title": "Microsoft and Softbank are helping Abu Dhabi find its first big startup - CNN", "description": "Microsoft and Softbank are helping Abu Dhabi find its first big startup CNN Abu Dhabi wants to be home of the next disruptive technology. To get there, it's partnering with Microsoft and Softbank.", "sentiment": "undefined", "publishedAt": "2019-03-24T18:59:04Z"}, {"title": "Everything to Expect From Apple’s Big Video and News Event On Monday", "description": "Apple boss Tim Cook is about to usher in a new era for the world’s largest technology company.", "sentiment": "undefined", "publishedAt": "2019-03-24T20:35:06Z"}, {"title": "Climate change fears spur investment in carbon capture", "description": "Trio of start-ups attract capital and attention, despite high cost and limited commercial markets", "sentiment": "undefined", "publishedAt": "2019-03-24T09:31:59Z"}, {"title": "'Apple will be next:' Google's big plan to upend the video game industry could be a 'preemptive strike' against Apple, analyst says (AAPL)", "description": "Analysts believe gaming could be Apple's next big push into services following its expected video streaming announcement on Monday. Now that Google has unveiled its Stadia gaming platform, Apple is one of the few major tech companies without a significant sta…", "sentiment": "undefined", "publishedAt": "2019-03-24T11:55:00Z"}, {"title": "Hackers conquer Tesla and win a Model 3", "description": "A pair of security researchers dominated Pwn2Own, the annual high-profile hacking contest, taking home $375,000 in prizes including a Tesla Model 3 — their reward for successfully exposing a vulnerability in the electric vehicle’s infotainment system. Tesla h…", "sentiment": "undefined", "publishedAt": "2019-03-24T00:44:12Z"}, {"title": "Abu Dhabi aims to lure start-ups with investment in new technology hub", "description": "Abu Dhabi will commit up to 1 billion dirhams ($272 million) to support technology start-ups, it said on Sunday, in a dedicated hub as part of efforts to diversify its economy.", "sentiment": "undefined", "publishedAt": "2019-03-24T12:33:22Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-03-24T04:00:58Z"}, {"title": "Hackers break into the Tesla car web browser to win a Model 3", "description": "Hackers at the Pwn2Own contest exploited a bug which Tesla says it's now fixing.", "sentiment": "undefined", "publishedAt": "2019-03-24T14:30:29Z"}, {"title": "Obituary: Atta Elayyan was killed on March 15th", "description": "Article URL: https://www.economist.com/obituary/2019/03/23/obituary-atta-elayyan-was-killed-on-march-15th Comments URL: https://news.ycombinator.com/item?id=19476671 Points: 4 # Comments: 0", "sentiment": "undefined", "publishedAt": "2019-03-24T14:55:48Z"}, {"title": "Exclusive: Telecom equipment provider Avaya considers leveraged buyout - sources", "description": "Telecommunications equipment and software vendor Avaya Holdings Corp is considering a leveraged buyout offer from a private equity firm that values it at more than $5 billion, including debt, people familiar with the matter said on Sunday.'", "sentiment": "undefined", "publishedAt": "2019-03-24T18:53:01Z"}, {"title": "Microsoft is finally pulling the plug on Windows 7: How to save yourself", "description": "Microsoft has started notifying Windows 7 users that support for the operating system is \"nearing the end.\"", "sentiment": "undefined", "publishedAt": "2019-03-24T11:00:33Z"}, {"title": "Apple’s big event was much different than any other, and it’s a sign that the company is moving in a new direction (AAPL)", "description": "Apple on Monday announced its long-anticipated TV service, news service, and a gaming subscription service — among other new products. It's a critical move for Apple as it seeks to find new revenue streams to offset slowing iPhone sales. Its success could dep…", "sentiment": "undefined", "publishedAt": "2019-03-25T21:37:32Z"}, {"title": "There's dark side to AI in healthcare", "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Digital Health Briefing subscribers. To receive the full story plus other insights each morning, click here. AI has made a splash in the healthcare industry, with a flurry …", "sentiment": "undefined", "publishedAt": "2019-03-25T15:38:00Z"}, {"title": "Nintendo may soon add a cheaper and a more powerful Switch to its lineup, report says", "description": "Nintendo may be about to give the Switch a refresh.", "sentiment": "undefined", "publishedAt": "2019-03-25T17:00:17Z"}, {"title": "Apple Arcade brings Apple into gaming with new subscription service", "description": "The company says it will have over 100 games for its new service, which will be playable across iPhones, iPads, Macs and Apple TV.", "sentiment": "undefined", "publishedAt": "2019-03-25T18:50:18Z"}, {"title": "Nintendo Could Release Two New Switch Devices by Summer 2019", "description": "Nintendo is rumored to produce two additional Switch consoles for this summer. The Wall Street Journal reported Nintendo would focus on expanding the Switch's diversity, providing a cheaper alternative as well as a gamer-approved high-performance model. Sizin…", "sentiment": "undefined", "publishedAt": "2019-03-25T11:25:30Z"}, {"title": "Small Business Owners Outsmart Cybercriminals — Here's How - Associated Press", "description": "Small Business Owners Outsmart Cybercriminals — Here's How Associated Press This *content* is a press release from our partner Business Wire. The AP newsroom and editorial departments were not involved in its creation.", "sentiment": "undefined", "publishedAt": "2019-03-25T19:28:55Z"}, {"title": "Google Stadia Can Be A Game Changer: Implications For AMD, Intel, And Nvidia", "description": "Google Stadia may have profound implications on the gaming market, and the comparisons with Netflix have merit. AMD is the biggest winner from a semiconductor p", "sentiment": "undefined", "publishedAt": "2019-03-25T15:04:03Z"}, {"title": "Google Aims To Be The Netflix Of Gaming - Here's Why You Should Care", "description": "Google announced a new cloud game streaming service called Stadia. The service targets a market projected to reach $180 billion by 2021. Not only is Stadia pote", "sentiment": "undefined", "publishedAt": "2019-03-25T20:59:50Z"}, {"title": "Okta Acquires Azuqua For Cloud Workflow Automation", "description": "Okta has closed a deal to acquire Azuqua for $52.5 million in cash. Azuqua has developed an integration and workflow automation platform to make it easier for e", "sentiment": "undefined", "publishedAt": "2019-03-25T22:33:15Z"}, {"title": "Facebook: 10 Reason Why I Have Sold All My Shares", "description": "Normally, I am a buy-and-hold investor and I rarely sell my stocks. Mark Zuckerberg wrote that Facebook will become privacy-centered. This is really not believa", "sentiment": "undefined", "publishedAt": "2019-03-25T06:33:24Z"}, {"title": "Robotics: Symposium On Social Robotics Takeaways", "description": "Applications for social robotics are growing. The face of social robotics is changing. Key takeaways from our trip.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:27:27Z"}, {"title": "Is Value Investing Dead?", "description": "The Russell 1000 Value Index has underperformed the Russell 1000 Growth Index over the past 12 years. However, value stocks are now at the deepest discount to g", "sentiment": "undefined", "publishedAt": "2019-03-25T17:39:40Z"}, {"title": "Bill Gates urges Afghanistan and Pakistan to 'get to zero' in polio fight", "description": "- Local Afghan Taliban leaders are hindering global efforts to end polio, but Afghanistan and Pakistan must continue their fight to \"get to zero\" cases, the philanthropist Bill Gates said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T09:52:00Z"}, {"title": "BlackRock's $1.3 billion tech deal highlights the asset manager's ambitions to be a tech company — and hints at its future", "description": "BlackRock agreed to buy Paris-based alternative investment management platform eFront for $1.3 billion last week. Despite the big pricetag, the deal is 'not something that moves the needle,' analysts told Business Insider. The company has long been pushing in…", "sentiment": "undefined", "publishedAt": "2019-03-25T14:23:19Z"}, {"title": "Share buybacks soar to a record topping $800 billion — bigger than a Facebook or Exxon Mobil", "description": "Share repurchases have seen four straight quarters of increases and hit a record $806 billion in 2018, according to S&P Dow Jones Indices.", "sentiment": "undefined", "publishedAt": "2019-03-25T16:57:00Z"}, {"title": "After New Zealand Massacre Video Posting, Microsoft President Says Tech Industry Needs a ‘Major Event’ Protocol", "description": "After Facebook, tech giants struggled to remove Christchurch mosque shootings video, MIcrosoft's Brad Smith wants industry collaboration.", "sentiment": "undefined", "publishedAt": "2019-03-25T22:03:28Z"}, {"title": "Nintendo Hopes to Boost Gaming Business With New Switch Models", "description": "Nintendo is working on developing two new Switch models to improve its stance in the gaming market, according to a new report.", "sentiment": "undefined", "publishedAt": "2019-03-25T13:22:26Z"}, {"title": "CME's CEO explains the biggest issue regulators have with bitcoin", "description": "Terry Duffy, CME Group's chairman and CEO, told Business Insider that regulators are more likely to be accepting of cryptocurrencies backed by fiat money. Cryptocurrencies like bitcoin prove a unique problem for regulators as they have a finite amount, limiti…", "sentiment": "undefined", "publishedAt": "2019-03-25T15:52:45Z"}, {"title": "How to watch the live stream for today’s Apple keynote", "description": "Apple is holding a keynote today on its campus in Cupertino, and the company is expected to talk about new services. Don’t expect any new device, today’s event should be all about content. At 10 AM PT (1 PM in New York, 5 PM in London, 6 PM in Paris), you’ll …", "sentiment": "undefined", "publishedAt": "2019-03-25T07:01:38Z"}, {"title": "$7 billion Slack just made it easier to search for channels as it takes on Microsoft", "description": "On Monday, Slack announced an update that allows users to search for channels more easily, even if they don't know the exact name of the channel or don't know if it even exists. These results will also be tailored to users based on what channels they're in, w…", "sentiment": "undefined", "publishedAt": "2019-03-25T18:00:00Z"}, {"title": "These 20-something hackers won $375,000 and a Model 3 for finding a Tesla bug", "description": "Richard Zhu and Amat Cama won hacking competition Pwn2Own by exposing a security bug in the Tesla Model 3 system as well as a vulnerability in Apple's Safari browser. They walked away with the car and thousands of dollars in prizes.", "sentiment": "undefined", "publishedAt": "2019-03-25T17:37:00Z"}, {"title": "Jehovah's Witnesses 'kept a secret database of tens of thousands of child molesters'", "description": "The Watchtower Bible and Tract Society, which serves as the head of Jehovah's Witness organization, has paid millions of dollars in court fines and settlements rather than unseal its files.", "sentiment": "undefined", "publishedAt": "2019-03-25T15:06:52Z"}, {"title": "Bill Gates urges Afghanistan and Pakistan to 'get to zero' in polio fight", "description": "- Local Afghan Taliban leaders are hindering global efforts to end polio, but Afghanistan and Pakistan must continue their fight to \"get to zero\" cases, the philanthropist Bill Gates said on Monday.", "sentiment": "undefined", "publishedAt": "2019-03-25T09:50:08Z"}, {"title": "Corrected: Bill Gates urges Afghanistan and Pakistan to 'get to zero' in polio fight", "description": "(Corrects para 13 to show India certified polio-free 5 years ago)", "sentiment": "undefined", "publishedAt": "2019-03-25T15:19:31Z"}, {"title": "Google Investors Are Expecting Too Much From Stadia", "description": "Google's Stadia hopes to solve multiple problems that console and PC gamers face from game downloads to the cost of consoles and PCs. Alphabet, Amazon, and Micr", "sentiment": "undefined", "publishedAt": "2019-03-25T19:37:52Z"}, {"title": "Facebook: 10 Reasons Why I Have Sold All My Shares", "description": "Normally, I am a buy-and-hold investor and I rarely sell my stocks. Mark Zuckerberg wrote that Facebook will become privacy-centered. This is really not believa", "sentiment": "undefined", "publishedAt": "2019-03-25T06:33:24Z"}, {"title": "Stock market winners list so far this year features odd bedfellows in 'FANG' and utility stocks", "description": "Stocks that act more like bonds are what investors prefer at the moment.", "sentiment": "undefined", "publishedAt": "2019-03-25T13:53:00Z"}, {"title": "Further details spilled on Chromium-based Edge browser – along with a download link", "description": "Microsoft’s revamped version of Edge is already running slickly and looking polished, by all accounts.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:20:33Z"}, {"title": "Further details spilled on Chromium-based Edge browser – along with a download link", "description": "Microsoft’s revamped version of Edge is already running slickly and looking polished, by all accounts.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:20:33Z"}, {"title": "Best free software for small businesses", "description": "Save money and make more of the stuff with our ultimate small business software selection.", "sentiment": "undefined", "publishedAt": "2019-03-25T14:21:02Z"}, {"title": "PlayStation ditches download codes at physical stores", "description": "A memo to GameStop stores lays out the changes in Sony's in-store policy.", "sentiment": "undefined", "publishedAt": "2019-03-25T10:00:08Z"}, {"title": "Nintendo to Launch Two New Switch Models", "description": "Nintendo plans to launch two new versions of its Switch gaming console as early as this summer, as the company seeks to sustain sales momentum for the product going into a crucial third year.", "sentiment": "undefined", "publishedAt": "2019-03-25T06:25:41Z"}, {"title": "Game streaming’s multi-industry melee is about to begin", "description": "Almost exactly 10 years ago, I was at GDC participating in a demo of a service I didn’t think could exist: OnLive. The company had promised high-definition, low-latency streaming of games at a time when real broadband was uncommon, mobile gaming was still def…", "sentiment": "undefined", "publishedAt": "2019-03-26T16:48:46Z"}, {"title": "What it's like to vacation in the exclusive community on the French Riviera nicknamed the 'Peninsula of Billionaires,' where royalty and tech tycoons live in opulent villas", "description": "Saint-Jean-Cap-Ferrat is an exclusive community on the French Riviera that's been known as a vacation hotspot for the well-heeled dating back to the late 1800s. Its abundance of opulent historic villas owned by millionaires and billionaires has earned the sea…", "sentiment": "undefined", "publishedAt": "2019-03-26T14:31:00Z"}, {"title": "ANALYSIS: How Apple's news, video, and gaming offerings will boost its Services segment (AAPL)", "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Digital Media Premium subscribers. To receive the full story plus other insights each morning, click here. Amid declining iPhone sales, Apple is expanding further into medi…", "sentiment": "undefined", "publishedAt": "2019-03-26T16:06:00Z"}, {"title": "A French Muslim Council Is Suing Facebook and YouTube Over the New Zealand Attack Video", "description": "The French Council of the Muslim Faith (CFCM) is filing a lawsuit against Facebook and YouTube", "sentiment": "undefined", "publishedAt": "2019-03-26T05:03:54Z"}, {"title": "A laid-off Oracle cloud developer says there's been a power struggle between Oracle's Seattle and Silicon Valley offices — and Seattle won (ORCL)", "description": "Business Insider has learned more details about Oracle's layoffs happening this month, from someone who was laid off last week. This person was a developer on Oracle's cloud. It's unusual for a company to cut the people building bet-the-business products. But…", "sentiment": "undefined", "publishedAt": "2019-03-26T21:20:40Z"}, {"title": "WeWork bonds slip after its losses more than double", "description": "Office space provider hit by soaring costs and falling occupancy rates", "sentiment": "undefined", "publishedAt": "2019-03-26T16:16:08Z"}, {"title": "I'm Going 30% Cash", "description": "The main reason why I decided to trust my investing principles and select dividend growers for my portfolio is to avoid dilemma. I wanted to minimize human bias", "sentiment": "undefined", "publishedAt": "2019-03-26T09:48:38Z"}, {"title": "My Wife's Freaky Concentrated Market-Crushing U.S. Dividend Growth Portfolio", "description": "When I skimmed the 15 US Dividend Achievers in early 2015, the holdings were split between a few accounts. My wife's main RRSP retirement portfolio (think IRA)", "sentiment": "undefined", "publishedAt": "2019-03-26T06:40:48Z"}, {"title": "Indian tech calls for ‘level playing field’ in H1-B visas", "description": "US government has tightened rules for specialist workers from overseas", "sentiment": "undefined", "publishedAt": "2019-03-26T04:00:26Z"}, {"title": "Costco, T-Mobile, Google, Apple ranked among best places to work with brightest futures", "description": "Amazon, Facebook and Disney also made the top 50 in Comparably's yearly rankings of companies with the best outlook for future, according to workers.", "sentiment": "undefined", "publishedAt": "2019-03-26T13:00:07Z"}, {"title": "Microsoft hosting Surface Hub event April 17", "description": "Microsoft (MSFT -0.6%) will hold a Surface Hub 2 event on April 17, according to press invites.The New York-based event will include office furniture company Steelcase.The event was vague saying only", "sentiment": "undefined", "publishedAt": "2019-03-26T18:12:04Z"}, {"title": "Adobe, Microsoft team to take on Salesforce", "description": "Adobe (NASDAQ:ADBE) and Microsoft (NASDAQ:MSFT) are teaming up to mutually bolster sales and marketing software capabilities to take on Salesforce (NYSE:CRM).A new LinkedIn integration will make it ea", "sentiment": "undefined", "publishedAt": "2019-03-26T13:24:43Z"}, {"title": "Marsh brings together cyber insurers to evaluate what works", "description": "Marsh, a division of Marsh &amp; McLennan (MMC +0.4%), launches a program in which participating insurers will evaluate the effectiveness of cybersecurity offerings.The initial group of insurers in Ma", "sentiment": "undefined", "publishedAt": "2019-03-26T13:40:28Z"}, {"title": "Adobe announces deeper data sharing partnership with Microsoft around accounts", "description": "Microsoft and Adobe have been building a relationship for some time, and today the two companies announced a deeper integration between the two platforms at Adobe Summit in Las Vegas. It involves sharing Marketo data, the company that Adobe acquired last Sept…", "sentiment": "undefined", "publishedAt": "2019-03-26T17:44:52Z"}, {"title": "Microsoft says 'no one's even close to what we're offering' in a cloud market that Amazon and Google are only just starting to enter (MSFT)", "description": "On Tuesday, Microsoft announced two new hybrid cloud services: Azure Stack HCI Solutions and Azure Data Box Edge. Hybrid cloud lets users run their computing infrastructure across both their own servers and the public cloud. Microsoft has promoted hybrid clou…", "sentiment": "undefined", "publishedAt": "2019-03-26T15:00:00Z"}, {"title": "This $100M software startup came out of Australia and got funded by Microsoft to help companies manage all their remote workers", "description": "Six years after its founding in Australia, Skedulo has offices in three continents and 60,000 people using its service. The startup charges companies a monthly, per-user fee to help them manage remote workers. Skedulo recently raised $28 million from investor…", "sentiment": "undefined", "publishedAt": "2019-03-26T23:36:58Z"}, {"title": "Oracle customers fear Oracle's reaction if they use Amazon's or Microsoft's cloud, survey shows (ORCL, AMZN, MSFT)", "description": "Oracle customers want to move their software to the cloud but fear the repercussions from Oracle, according to a new survey. Customers fear that choosing a cloud that competes with Oracle's cloud may encourage Oracle to try and fine them for contract violatio…", "sentiment": "undefined", "publishedAt": "2019-03-26T01:00:00Z"}, {"title": "Apple's new no-fee credit card is an aggressive move to control more of your digital life and keep you from switching to Android (AAPL)", "description": "Apple Card, Apple's new credit card, is going to appeal to a lot of users, thanks to the fact that it promises no fees, better security, and 2% cash back on most purchases, paid out to users daily. It's another new business line for Apple, as it looks for way…", "sentiment": "undefined", "publishedAt": "2019-03-26T18:26:10Z"}, {"title": "Adobe, Microsoft to take on Salesforce's marketing software, with LinkedIn as a weapon", "description": "Adobe Inc and Microsoft Corp are partnering to bolster each other's sales and marketing software capabilities, taking aim at common rival Salesforce.com Inc, they said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T12:55:00Z"}, {"title": "Zoom Video Communications Starts IPO Effort", "description": "Zoom Video has filed to raise $100 million in a U.S. IPO, although the final amount may be different. The company has developed an online video conferencing pla", "sentiment": "undefined", "publishedAt": "2019-03-26T17:01:23Z"}, {"title": "Microsoft's head of quantum computing says that it's the most promising career path for any kids today who want to work in tech (MSFT)", "description": "Todd Holmdahl, corporate vice president of Microsoft Quantum, says that he'd advise kids to pursue quantum computing as a career. Although quantum computing is in its early stages, more companies are pursuing quantum computing projects, and Holmdahl says ther…", "sentiment": "undefined", "publishedAt": "2019-03-26T20:44:54Z"}, {"title": "Bill Gates: A.I. is like nuclear energy — 'both promising and dangerous'", "description": "Microsoft billionaire Bill Gates says artificial intelligence is \"so incredible, it will change society in some very deep ways.\"", "sentiment": "undefined", "publishedAt": "2019-03-26T12:45:00Z"}, {"title": "Mozilla UserScripts WebExtensions", "description": "The Mozilla UserScripts WebExtensions API allows you to run third party scripts for extensions in isolated sandboxes, and assists in getting those extensions implemented and into Firefox. An extension is a structured collection of web development code that mo…", "sentiment": "undefined", "publishedAt": "2019-03-27T00:00:00Z"}, {"title": "Xbox One X 1TB w/ Fallout 76, Titanfall 2 for $339 + free shipping w/code ALT60", "description": "Altatac via Rakuten offers the Microsoft Xbox One X 1TB Fallout 76 Console Bundle bundled with Titanfall 2 for Xbox One for $399. Sign in to your account and apply coupon code \"ALT60\" to cut it to $339. With free shipping, that's $11 under last month's mentio…", "sentiment": "undefined", "publishedAt": "2019-03-26T09:00:05Z"}, {"title": "IT professionals unprepared for Windows as a Service", "description": "New research from Kollective has revealed that IT departments have done little to prepare for Windows as a Service.", "sentiment": "undefined", "publishedAt": "2019-03-26T17:05:04Z"}, {"title": "IHS Markit Inc. (INFO) CEO Lance Uggla on Q1 2019 Results - Earnings Call Transcript", "description": "IHS Markit Inc. (NASDAQ:INFO) Q1 2019 Earnings Conference Call March 26, 2019 08:00 ET Company Participants Eric Boyer - Head, Investor Relations Lance Uggla -", "sentiment": "undefined", "publishedAt": "2019-03-26T17:36:00Z"}, {"title": "Who is the super mega ultrabook winner?", "description": "Over at Ars Technica is a close comparison of a half dozen ultrabook models from a variety of manufacturers, with the purpose of determining which stand above the others. As there are as many ways of using an ultraportable as there are people who carry them a…", "sentiment": "undefined", "publishedAt": "2019-03-26T18:24:51Z"}, {"title": "Marsh Launches ‘Cyber Catalyst’ to Help Organizations Make More Informed Cybersecurity Decisions", "description": "Marsh, a global leader in insurance broking and innovative risk management solutions, today announced the launch of Cyber Catalyst by Marsh SM, a new way to assist organizations in making more informed choices about cybersecurity products and services to mana…", "sentiment": "undefined", "publishedAt": "2019-03-26T13:10:00Z"}, {"title": "3 tech safety trades you can hide in as bond yields fall", "description": "For those seeking safety in the tech trade, these three plays could provide shelter, says Oppenheimer's Ari Wald.", "sentiment": "undefined", "publishedAt": "2019-03-26T14:19:00Z"}, {"title": "Dropbox: The Cloud Solution For Businesses", "description": "Dropbox is an excellent way for investors to bet on the cloud. However, this is not without its risks. DBX has a unique spin on file hosting. It provides additi", "sentiment": "undefined", "publishedAt": "2019-03-26T00:48:21Z"}, {"title": "3 Reasons Broadcom Is A Must Own Blue-Chip Dividend Stock", "description": "I'm a huge fan of Broadcom, one of my favorite high-yield tech dividend blue-chips. That's because its quality management team is a master of sustaining strong", "sentiment": "undefined", "publishedAt": "2019-03-26T04:28:40Z"}, {"title": "IT professionals unprepared for Windows as a Service", "description": "New research from Kollective has revealed that IT departments have done little to prepare for Windows as a Service.", "sentiment": "undefined", "publishedAt": "2019-03-26T17:05:04Z"}, {"title": "ASUS acknowledges computers infected by auto-update virus", "description": "BOSTON (AP) — The Taiwanese computer company ASUS is acknowledging that suspected nation-state hackers planted malware on its online automatic update service in a sophisticated and targeted espionage operation.", "sentiment": "undefined", "publishedAt": "2019-03-26T17:08:16Z"}, {"title": "Johnson & Johnson Vs. Pfizer: Which Big Pharma Giant Is The Better Dividend Stock?", "description": "Johnson & Johnson and Pfizer are both mega-cap healthcare stocks that pay dividends to shareholders. However, they have somewhat different business models, and", "sentiment": "undefined", "publishedAt": "2019-03-26T16:27:24Z"}, {"title": "The Best Dividend Stocks To Buy Ahead Of The Coming Bear Market", "description": "The 10y-3m yield curve, the best recession predictor ever discovered, has now inverted, signalling a recession is likely to begin in nine to 16 months. It's tim", "sentiment": "undefined", "publishedAt": "2019-03-26T17:20:19Z"}, {"title": "3 Reasons Broadcom Is A Must Own Blue-Chip Dividend Stock", "description": "I'm a huge fan of Broadcom, one of my favorite high-yield tech dividend blue-chips. That's because its quality management team is a master of sustaining strong", "sentiment": "undefined", "publishedAt": "2019-03-26T04:28:40Z"}, {"title": "Over 10 billion malware attacks detected in 2018", "description": "Cybercriminals leverage non-standard ports and trusted files to deliver malicious payloads", "sentiment": "undefined", "publishedAt": "2019-03-26T16:00:04Z"}, {"title": "'I'm Going 30% Cash'", "description": "The main reason why I decided to trust my investing principles and select dividend growers for my portfolio is to avoid dilemma. I wanted to minimize human bias", "sentiment": "undefined", "publishedAt": "2019-03-26T09:48:38Z"}, {"title": "Apple SWOT Analysis", "description": "Apple's integrated ecosystem and customer loyalty make it likely that the company will develop new sources of revenue from its user base with new innovations. A", "sentiment": "undefined", "publishedAt": "2019-03-26T03:40:07Z"}, {"title": "Windows 10’s File Explorer may get a Fluent Design revamp in 2020", "description": "Shaky rumor also suggests that Sets will soon return to preview versions of Windows 10.", "sentiment": "undefined", "publishedAt": "2019-03-26T10:36:14Z"}, {"title": "Game streaming’s multi-industry melee is about to begin", "description": "Almost exactly 10 years ago, I was at GDC participating in a demo of a service I didn't think could exist: OnLive. The company had promised high-definition, low-latency streaming of games at a time when real broadband was uncommon, mobile gaming was still def…", "sentiment": "undefined", "publishedAt": "2019-03-26T18:04:48Z"}, {"title": "Adobe, Microsoft to take on Salesforce's marketing software, with LinkedIn as a weapon", "description": "Adobe Inc and Microsoft Corp are partnering to bolster each other's sales and marketing software capabilities, taking aim at common rival Salesforce.com Inc, they said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T13:04:34Z"}, {"title": "Adobe, Microsoft to take on Salesforce's marketing software, with LinkedIn as a weapon", "description": "Adobe Inc and Microsoft Corp are partnering to bolster each other's sales and marketing software capabilities, taking aim at common rival Salesforce.com Inc, they said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-26T13:06:43Z"}, {"title": "Microsoft, Adobe and SAP prepare to expand their Open Data Initiative", "description": "At last year’s Microsoft Ignite conference, the CEOs of Microsoft, Adobe and SAP took the stage to announce the launch of the Open Data Initiative. The idea behind this effort was to make it easier for their customers to move data between each others’ service…", "sentiment": "undefined", "publishedAt": "2019-03-27T17:00:55Z"}, {"title": "Microsoft memo bans April Fools’ Day pranks, because they’re the worst", "description": "Beware children. April Fools’ Day is nearly upon us. It’s arguably the worst day of the year, but one we stubbornly cling to because of tradition. Tech companies certainly aren’t immune from the draw of building up and instantly crushing the dreams of million…", "sentiment": "undefined", "publishedAt": "2019-03-27T15:30:05Z"}, {"title": "Stop Letting Modern Distractions Steal Your Attention", "description": "Making yourself inaccessible from time to time is essential to boosting your focus.", "sentiment": "undefined", "publishedAt": "2019-03-27T02:00:00Z"}, {"title": "The 30 highest-paying jobs in Washington state, where Amazon, Microsoft and Boeing have taken over", "description": "Washington is home to some of America's most iconic companies, including Boeing, Microsoft, and Amazon. Using data from the Bureau of Labor Statistics, we found the 30 occupations with the highest average salaries in the Evergreen State. Washington state is h…", "sentiment": "undefined", "publishedAt": "2019-03-27T14:23:51Z"}, {"title": "The 4 biggest questions we still have about Google’s Netflix-like game streaming service", "description": "Google just unveiled a huge new plan to take on video game industry titans like Nintendo, Sony, and Microsoft. The plan is built on a streaming service, named Stadia, which promises blockbuster gaming on nearly any device. Though Google is promising a 2019 la…", "sentiment": "undefined", "publishedAt": "2019-03-27T15:56:59Z"}, {"title": "Bill Gates, Jeff Bezos, and other influential billionaires are investing in these 6 companies to prevent a worst-case climate scenario", "description": "Bill Gates wants to help save the planet from the worst-case climate scenario of catastrophic floods, extreme heat, hurricanes, and drought. To prevent this future, the billionaire thinks the world needs to achieve zero net greenhouse gas emissions in the nex…", "sentiment": "undefined", "publishedAt": "2019-03-27T15:53:00Z"}, {"title": "Lyft and Pinterest Won’t Be Giving Shareholders Much Say", "description": "To own a slice of two of the hottest tech start-ups going public, investors will have to give up equal voting power.", "sentiment": "undefined", "publishedAt": "2019-03-27T19:00:43Z"}, {"title": "Lyft and Pinterest Won’t Be Giving Shareholders Much Say", "description": "To own a slice of two of the hottest tech start-ups going public, investors will have to give up equal voting power.", "sentiment": "undefined", "publishedAt": "2019-03-27T19:00:43Z"}, {"title": "Microsoft Takes on Another Hacking Group, This One With Links to Iran", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-27T16:11:32Z"}, {"title": "Income Investor View Of 5 Stocks Buying Back Shares", "description": "Buybacks are an interesting aspect of the market. Buybacks are touted as benefiting the stock owner. With fewer shares in the open market, your shares should be", "sentiment": "undefined", "publishedAt": "2019-03-27T10:00:25Z"}, {"title": "Stock Buyback Boom In 2018", "description": "Q4 share repurchases increased 62.8% year-over-year to a record $223.0 billion. Almost every S&P 500 constituent - 444 - repurchased shares in 2018, up from 424", "sentiment": "undefined", "publishedAt": "2019-03-27T09:51:29Z"}, {"title": "Apple vs. Netflix: Why turf wars are flaring in big tech - Associated Press", "description": "Apple vs. Netflix: Why turf wars are flaring in big tech Associated Press Apple's ambitious leap into streaming video illustrates an escalating trend: Tech's biggest companies, faced with limits to their growth, are encroaching on each...", "sentiment": "undefined", "publishedAt": "2019-03-27T16:17:41Z"}, {"title": "Census Bureau prepares for disinformation campaigns before 2020 count", "description": "Wary of the false news campaigns that plagued the 2016 election, the Census is asking big tech for help", "sentiment": "undefined", "publishedAt": "2019-03-27T22:11:16Z"}, {"title": "Big companies shun labour survey backed by influential investors", "description": "Walmart, Tesco and Apple among groups that did not participate in disclosure initiative", "sentiment": "undefined", "publishedAt": "2019-03-27T00:01:56Z"}, {"title": "Exclusive: Fearful of fake news blitz, U.S. Census enlists help of tech giants", "description": "The U.S. Census Bureau has asked tech giants Google, Facebook and Twitter to help it fend off “fake news\" campaigns it fears could disrupt the upcoming 2020 count, according to Census officials and multiple sources briefed on the matter.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:18:40Z"}, {"title": "Google CEO to meet with general who said the company is 'indirectly benefiting the Chinese military'", "description": "Google CEO Sundar Pichai will meet the chairman of the Joint Chiefs of Staff in D.C. on Wednesday to discuss its AI work in China.", "sentiment": "undefined", "publishedAt": "2019-03-27T13:34:00Z"}, {"title": "Microsoft Takes on Hacking Group With Links to Iran", "description": "Court documents unsealed Wednesday detail the work Microsoft’s Digital Crimes Unit has done to fend off the group.", "sentiment": "undefined", "publishedAt": "2019-03-27T18:16:00Z"}, {"title": "Creative Realities leads technology gainers; Inpixon and DropCar among losers", "description": "Gainers: Creative Realities (NASDAQ:CREX) +17%. GSE Systems (NASDAQ:GVP) +9%. Sonic Foundry (OTCPK:SOFO) +9%. UP Fintech Holding (NASDAQ:TIGR) +7%. iCAD (NASDAQ:ICAD) +7%.Losers: Phunware (NASDAQ:PHUN", "sentiment": "undefined", "publishedAt": "2019-03-27T18:53:37Z"}, {"title": "Microsoft sues to take control of domains involved in Iran hacking campaign", "description": "Microsoft has won a restraining order in a U.S. court in order to take control of domains used by an Iranian hacker group. The software and cloud giant applied to the court in order to take control of 99 websites used by the hacker group, known as Phosphorus …", "sentiment": "undefined", "publishedAt": "2019-03-27T16:44:56Z"}, {"title": "Google CEO Sundar Pichai will reportedly meet with a top US military official in Washington to discuss the company's AI efforts in China (GOOG, GOOGL)", "description": "Google CEO Sundar Pichai will meet with a top US military official in Washington, DC, on Wednesday to discuss the tech giant's business and technology efforts in China, according to a Bloomberg report. The meeting comes after Gen. Dunford's remarks during a S…", "sentiment": "undefined", "publishedAt": "2019-03-27T03:49:41Z"}, {"title": "No Joke, Microsoft Bans April Fools’ Day Pranks", "description": "April Fools' Day at MIcrosoft won't include any awesome pranks, since the company is worried they could cause more harm than laughs.", "sentiment": "undefined", "publishedAt": "2019-03-27T21:47:30Z"}, {"title": "The Business of Your Face", "description": "Facial recognition software is a powerful technology that poses serious threats to civil liberties. It’s also a booming business. Today, dozens of startups and tech giants are selling face recognition services to hotels, retail stores—even schools and summer …", "sentiment": "undefined", "publishedAt": "2019-03-27T10:00:56Z"}, {"title": "Ethical question takes center stage at Silicon Valley summit on artificial intelligence", "description": "Technology executives were put on the spot at an artificial intelligence summit this week, each faced with a simple question growing out of increased public scrutiny of Silicon Valley: 'When have you put ethics before your business interests?'", "sentiment": "undefined", "publishedAt": "2019-03-27T19:27:27Z"}, {"title": "Mozilla UserScripts WebExtensions", "description": "The Mozilla UserScripts WebExtensions API allows you to run third party scripts for extensions in isolated sandboxes, and assists in getting those extensions implemented and into Firefox. An extension is a structured collection of web development code that mo…", "sentiment": "undefined", "publishedAt": "2019-03-27T00:00:00Z"}, {"title": "Tech execs are grilled about putting 'ethics before business interests' during Silicon Valley summit", "description": "The discussions at EmTech Digital, run by the MIT Technology Review, underscored how companies are making a bigger show of their moral compass.", "sentiment": "undefined", "publishedAt": "2019-03-27T22:40:16Z"}, {"title": "MAXON Cinebench R20 Officially Available Outside of Microsoft Store", "description": "MAXON has reversed course with the new Cinebench R20 benchmark, which is now available for standalone download directly from MAXON's website, no longer requiring the use of Microsoft's UWP platform. This author did his due diligence and has downloaded this ne…", "sentiment": "undefined", "publishedAt": "2019-03-27T18:16:12Z"}, {"title": "Today it's Huawei, let's hope tomorrow doesn't bring a new one", "description": "ASUS have addressed the issue reported yesterday, if you hadn't seen the updated post, today it is Huawei that is the problem. As part of the latest update to Windows 10, Microsoft deployed new tools which can detect software accessing the kernel in less than…", "sentiment": "undefined", "publishedAt": "2019-03-27T19:32:18Z"}, {"title": "Exclusive: Fearful of fake news blitz, U.S. Census enlists help of tech giants", "description": "The push, the details of which have not been previously reported, follows warnings from data and cybersecurity experts dating back to 2016 that right-wing groups and foreign actors may borrow the “fake news” playbook from the last presidential election to dis…", "sentiment": "undefined", "publishedAt": "2019-03-27T12:19:00Z"}, {"title": "Cyber Security 1 Highlighted in New Research Report After Record Highs in Both Quarterly & Annual Revenue Growth", "description": "NEW YORK, NY, March 27, 2019 (GLOBE NEWSWIRE) -- Cyber Security 1 (OTCQX: CYBNY) (Nasdaq First North: CYB1), a leading international cyber security firm that provides cyber resilience solutions to an ever-growing list of clients globally, enjoyed record reven…", "sentiment": "undefined", "publishedAt": "2019-03-27T14:46:00Z"}, {"title": "Investors Set To Attack Issuance From Mars", "description": "Iconic U.S. confectionery company Mars, Inc. entered the investment-grade primary market Tuesday to sell a multi-part bond, as it aims to refinance existing deb", "sentiment": "undefined", "publishedAt": "2019-03-27T18:44:44Z"}, {"title": "Walmart's AI Advantage", "description": "AI technology is becoming increasing important to Walmart. The company has everything it takes to become an AI powerhouse, but management must continue to demon", "sentiment": "undefined", "publishedAt": "2019-03-27T11:12:31Z"}, {"title": "Viacom Has A Part To Play In Streaming", "description": "Viacom's assets make it a prime merger candidate with companies like CBS and Discovery. Streaming has disrupted the cable bundle but also created new opportunit", "sentiment": "undefined", "publishedAt": "2019-03-27T06:50:55Z"}, {"title": "Facebook: 3 Reasons To Buy Now", "description": "Despite the Cambridge Analytica data scandal, Facebook still managed to increase revenue by 37% during 2018. With a PEG Ratio of 1.3x and a Price/Sales Ratio th", "sentiment": "undefined", "publishedAt": "2019-03-27T15:10:04Z"}, {"title": "Microsoft: Seizure of sites Iranian hackers used for attacks", "description": "WASHINGTON (AP) — Microsoft says it has seized 99 websites used by Iranian hackers to launch cyberattacks.", "sentiment": "undefined", "publishedAt": "2019-03-27T17:30:26Z"}, {"title": "Underperforming Like It's 1999", "description": "The singer, Prince, wrote about “partying like it’s 1999.”. We can tell you that 1999 was no party unless you owned the most popular tech stocks and the hottest", "sentiment": "undefined", "publishedAt": "2019-03-27T05:13:08Z"}, {"title": "Apple's foray into video shows limits to tech growth", "description": "Apple's latest move into streaming video illustrates an escalating trend: Tech's biggest companies, faced with limits to their growth, are encroaching on each other's turf.", "sentiment": "undefined", "publishedAt": "2019-03-27T14:25:37Z"}, {"title": "Windows 10 preview installation bug hopefully won’t mean a delay for April 2019 Update", "description": "An installation bug encountered in the slow ring won’t have bigger ramifications, with any luck.", "sentiment": "undefined", "publishedAt": "2019-03-27T12:02:13Z"}, {"title": "Huawei's MateBook laptops were at risk of a serious hack before January", "description": "Microsoft discovered a vulnerability in MateBook software, and Huawei has since fixed it.", "sentiment": "undefined", "publishedAt": "2019-03-27T15:52:16Z"}, {"title": "Investors Set To Attack Issuance From Mars", "description": "Iconic U.S. confectionery company Mars, Inc. entered the investment-grade primary market Tuesday to sell a multi-part bond, as it aims to refinance existing deb", "sentiment": "undefined", "publishedAt": "2019-03-27T18:44:44Z"}, {"title": "Best DTP software 2019: top desktop publishing apps", "description": "Our pick of the best DTP software for creating professional-looking posters, newsletters and more.", "sentiment": "undefined", "publishedAt": "2019-03-27T21:18:57Z"}, {"title": "OnLive, Google Stadia and the long road to a worthy game streaming service", "description": "Google may be an innovator with Stadia, but it’s far from being an originator...", "sentiment": "undefined", "publishedAt": "2019-03-27T15:23:19Z"}, {"title": "Microsoft Seizes Websites It Traces to Iranian Hackers", "description": "By taking control of the sites, Microsoft can stop future cyberattacks and monitor how infected computers were compromised.", "sentiment": "undefined", "publishedAt": "2019-03-27T22:52:23Z"}, {"title": "The Mounting Federal Investigations Into Facebook", "description": "The giant social network faces scrutiny of its business practices by numerous federal agencies.", "sentiment": "undefined", "publishedAt": "2019-03-28T00:00:00Z"}, {"title": "Ethical question takes center stage at Silicon Valley summit on artificial intelligence", "description": "Technology executives were put on the spot at an artificial intelligence summit this week, each faced with a simple question growing out of increased public scrutiny of Silicon Valley: 'When have you put ethics before your business interests?'", "sentiment": "undefined", "publishedAt": "2019-03-27T19:31:46Z"}, {"title": "Fearful of fake news blitz, U.S. Census enlists help of tech giants", "description": "The U.S. Census Bureau has asked tech giants Google, Facebook and Twitter to help it fend off “fake news\" campaigns it fears could disrupt the upcoming 2020 count.", "sentiment": "undefined", "publishedAt": "2019-03-27T11:52:49Z"}, {"title": "Google got suspended from a top LGBTQ equality index after failing to delete a 'conversion therapy' app", "description": "Human Rights Campaign has suspended Google from its corporate equality index after the tech firm failed to remove a \"conversion therapy\" app for gay people from the Play Store, Axios reports. Apple, Amazon, and Microsoft have all shut down the app, named Livi…", "sentiment": "undefined", "publishedAt": "2019-03-28T11:14:02Z"}, {"title": "Chronicle, an Alphabet moonshot, says it's 'a completely separate company' from Google — but it runs on Google's 'core infrastructure' (GOOGL, GOOG)", "description": "Chronicle, the cybersecurity company owned by Google parent Alphabet, runs on the \"core Google infrastructure,\" rather than the commercially-available Google Cloud, a spokesperson told Business Insider. Sources familiar with Chronicle's operations tell us tha…", "sentiment": "undefined", "publishedAt": "2019-03-28T21:49:00Z"}, {"title": "Google suspended from LGBTQ equality index after failing to remove controversial app", "description": "HRC noted that it became aware of an app distributed in Google’s Play Store that \"supports the practice of so-called 'conversion therapy'.\"", "sentiment": "undefined", "publishedAt": "2019-03-28T15:37:46Z"}, {"title": "Scams, phishing calls from IRS running rampant this tax season. How to avoid them", "description": "Tax scams and phishing operations are getting more sophisticated than ever. By faking ads, websites and caller IDs, scammers will gladly prey on you.", "sentiment": "undefined", "publishedAt": "2019-03-28T09:00:06Z"}, {"title": "Errolson Hugh Will Lead Microsoft HXOUSE Talks On 'How Will Your Ideas Rise to The Surface?'", "description": "Microsoft will be holding its next HXOUSE conversation with ACRONYM founder Errolson Hugh. Described as \"a next-generation incubator and accelerator that is at the forefront of fostering innovation and opportunity for creative entrepreneurs,\" Errolson will ap…", "sentiment": "undefined", "publishedAt": "2019-03-28T11:51:38Z"}, {"title": "Microsoft is asking Washington State to increase its taxes and this could be annoying Amazon (MSFT, AMZN)", "description": "Microsoft is asking the state of Washington to raise taxes on tech companies to fund more workforce education. The company is backing a new bill introduced this week. But there's a special provision in its request as well: tax companies that make over $100 bi…", "sentiment": "undefined", "publishedAt": "2019-03-28T18:15:02Z"}, {"title": "Minecraft deleted references to its controversial creator Notch after his increasingly erratic behaviour", "description": "Hit video game Minecraft has removed references to its creator, Markus \"Notch\" Persson, from its splash screens, users have reported. In recent weeks, Persson has posted a series of offensive tweets, including one which read \"I'd rather be a fascist c*** than…", "sentiment": "undefined", "publishedAt": "2019-03-28T16:55:07Z"}, {"title": "How Facebook grew too big to handle", "description": "The tech giant’s ‘growth team’ brought it over a billion users – but did it also sow the seeds for the company’s current troubles?", "sentiment": "undefined", "publishedAt": "2019-03-28T05:00:52Z"}, {"title": "Who'll Get Rich When Lyft, Uber and Other 'Unicorns' Go Public - New York Times", "description": "Who'll Get Rich When Lyft, Uber and Other 'Unicorns' Go Public New York Times Warren Buffett Hasn't Bought an IPO Since 1955: Should You Invest in Lyft Now? TheStreet.com View full coverage on Google News", "sentiment": "undefined", "publishedAt": "2019-03-28T22:19:34Z"}, {"title": "Accenture plc (ACN) CEO David Rowland on Q2 2019 Results - Earnings Call Transcript", "description": "Accenture plc (NYSE:ACN) Q2 2019 Earnings Conference Call March 28, 2019 8:00 AM ET Company Participants Angie Park - Managing Director and Head of Investor Rel", "sentiment": "undefined", "publishedAt": "2019-03-28T17:11:16Z"}, {"title": "SYNNEX Corporation (SNX) CEO Dennis Polk on Q1 2019 Results - Earnings Call Transcript", "description": "SYNNEX Corporation (NYSE:SNX) Q1 2019 Earnings Conference Call March 27, 2019 5:00 PM ET Company Participants Mary Lai - Head of Investor Relations Marshall Wit", "sentiment": "undefined", "publishedAt": "2019-03-28T03:32:05Z"}, {"title": "Microsoft gives 500 patents to startups", "description": "Microsoft today announced a major expansion of its Azure IP Advantage program, which provides its Azure users with protection against patent trolls. This program now also provides customers who are building IoT solutions that connect to Azure with access to 1…", "sentiment": "undefined", "publishedAt": "2019-03-28T10:00:45Z"}, {"title": "These are the 5 best deals on Amazon this Thursday", "description": "Treat yourself and save big in the process.", "sentiment": "undefined", "publishedAt": "2019-03-28T13:37:27Z"}, {"title": "Piers Morgan reveals his delight as Good Morning Britain is nominated for two BAFTA TV awards", "description": "The co-anchor, 53 - who fronts the ITV1 breakfast show alongside Susanna Reid, 48 - shared his excitement after the programme received a double nod in the Best News Coverage category.", "sentiment": "undefined", "publishedAt": "2019-03-28T11:20:05Z"}, {"title": "Ant McPartlin is set to face an awkward run-in with ex-wife Lisa Armstrong at the TV BAFTAs", "description": "The TV presenter, 43, is set to face an awkward run-in with former partner Lisa, 42, during the British Academy Television Awards ceremony in May.", "sentiment": "undefined", "publishedAt": "2019-03-28T19:54:49Z"}, {"title": "Google Loses Gay-Rights Endorsement Over Controversial Conversion Therapy App", "description": "The Human Rights Campaign has withdrawn its backing and removed Google's rating from its Corporate Equality Index until the app is removed.", "sentiment": "undefined", "publishedAt": "2019-03-28T10:42:51Z"}, {"title": "Microsoft's Smith Urges Talk of Tech's 'Legal Responsibilities'", "description": "Microsoft Corp. President Brad Smith, whose company does not have a video-hosting site like Google’s YouTube or Facebook Inc., said that tech companies can no longer &quot;think of their platforms akin to a postal service without regard to the responsibilitie…", "sentiment": "undefined", "publishedAt": "2019-03-28T17:06:00Z"}, {"title": "Microsoft gives 500 patents to startups", "description": "Microsoft today announced a major expansion of its Azure IP Advantage program, which provides its Azure users with protection against patent trolls. This program now also provides customers who are building IoT solutions that connect to Azure with access to 1…", "sentiment": "undefined", "publishedAt": "2019-03-28T11:06:25Z"}, {"title": "Google, Microsoft and Starbucks are some of the best places to work in the US, workers say", "description": "Starbucks, T-Mobile and Overstock.com made Comparably's list that names the best companies to work for across the eastern and western U.S.", "sentiment": "undefined", "publishedAt": "2019-03-28T13:00:02Z"}, {"title": "Trump tweets that OPEC should boost oil production as gas prices rise in U.S.", "description": "President Donald Trump called for OPEC, the international oil cartel, to boost production amid spikes in U.S. gasoline prices.", "sentiment": "undefined", "publishedAt": "2019-03-28T15:35:28Z"}, {"title": "Ride-hailing giants face bumpy road to profitability", "description": "Ride-hailing giants Uber and Lyft have redefined what we expect from transportation but it's unclear whether the companies can turn their popularity into profits", "sentiment": "undefined", "publishedAt": "2019-03-28T15:20:24Z"}, {"title": "Daily Crunch: Facebook faces discrimination charges", "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. HUD hits Facebook with housing discrimination charges over ad tar…", "sentiment": "undefined", "publishedAt": "2019-03-28T16:08:17Z"}, {"title": "Microsoft's Surface Laptop is $575 off at Best Buy for a limited time", "description": "Insider Picks writes about products and services to help you navigate when shopping online. Insider Inc. receives a commission from our affiliate partners when you buy through our links, but our reporting and recommendations are always independent and objecti…", "sentiment": "undefined", "publishedAt": "2019-03-28T18:40:00Z"}, {"title": "Save up to $200 on a Bear mattress and get two free pillows — and more of today's best deals from around the web", "description": "Insider Picks writes about products and services to help you navigate when shopping online. Insider Inc. receives a commission from our affiliate partners when you buy through our links, but our reporting and recommendations are always independent and objecti…", "sentiment": "undefined", "publishedAt": "2019-03-28T16:50:00Z"}, {"title": "Microsoft Removes Controversial Minecraft Creator From the Game’s Opening Credits", "description": "Microsoft signaled it needs distance from Markus Persson, known as Notch, and removed the controversial founder from the Minecraft opening.", "sentiment": "undefined", "publishedAt": "2019-03-28T23:00:56Z"}, {"title": "How a five-minute phone call with Oracle's Larry Ellison led to the creation of the first cloud software company and a $9.3 billion acquisition (ORCL)", "description": "We sat down with Evan Goldberg, founder and executive VP of NetSuite, to talk about life three years after the company was acquired by Oracle for $9.3 billion. NetSuite is arguably the first cloud software company, ever, narrowly beating out Marc Benioff's Sa…", "sentiment": "undefined", "publishedAt": "2019-03-28T20:07:34Z"}, {"title": "Tad Michael Norman is identified as shooter who killed two in Seattle rampage", "description": "Tad Michael Norman, 33, was booked into King County Jail on suspicion of homicide, robbery and assault on Thursday after his release from a hospital where he was treated for minor injuries.", "sentiment": "undefined", "publishedAt": "2019-03-28T21:16:11Z"}, {"title": "The Cybersecurity 202: Microsoft's takedown of Iranian fake sites shows 'creative lawyering,' experts say", "description": "Companies are increasingly taking the fight against hackers into their own hands.", "sentiment": "undefined", "publishedAt": "2019-03-28T11:25:44Z"}, {"title": "Microsoft kills Cortana Skype bot in favor of Alexa", "description": "Microsoft is removing Cortana from Skype and replacing it with Amazon’s Alexa voice assistant.", "sentiment": "undefined", "publishedAt": "2019-03-28T09:21:08Z"}, {"title": "The time Uber passed on buying Lyft and other deals that never were", "description": "When Lyft prices its hotly anticipated initial public offering Thursday, the company is expected to begin trading with a market cap of more than $20 billion. The IPO will cement Lyft’s place as an important antagonist to its larger rival Uber Technologies, wh…", "sentiment": "undefined", "publishedAt": "2019-03-28T14:59:37Z"}, {"title": "Chrome dark mode arrives in beta on Windows 10 (catching up with macOS)", "description": "After dark mode arrived for Macs earlier this month, it’s now here for Windows 10 in the latest beta of the Chrome browser.", "sentiment": "undefined", "publishedAt": "2019-03-28T11:43:13Z"}, {"title": "Investment 'Trifecta' Could Send Digital Realty Trust Higher", "description": "Digital Realty units offer investors the dividend trifecta: yield, growth, and safety. Growing demand for new data center space should result in higher distribu", "sentiment": "undefined", "publishedAt": "2019-03-28T00:07:02Z"}, {"title": "Advanced Micro Devices And Google Stadia: When Reality Sets In", "description": "AMD shares surged over 20% on the news of Google using custom graphics chipset from AMD in its upcoming Stadia online gaming. The news initially didn't move the", "sentiment": "undefined", "publishedAt": "2019-03-28T13:48:48Z"}, {"title": "Google suspended from LGBTQ equality index for hosting conversion therapy app on Play Store", "description": "The controversial app, distributed by Texas-based Christian non-profit Living Hope Ministries, offers users access to audio and video sermons, devotions, as well as testimonials.", "sentiment": "undefined", "publishedAt": "2019-03-28T20:05:32Z"}, {"title": "Windows 10 October 2018 Update rollout stalls – and it looks like many PCs will skip it", "description": "With the October 2018 Update’s adoption rate slowing considerably, it seems many users will jump straight to the April 2019 Update.", "sentiment": "undefined", "publishedAt": "2019-03-28T09:46:43Z"}, {"title": "Ride-hailing giants face bumpy road to profitability", "description": "NEW YORK (AP) — Ride-hailing giants Uber and Lyft have redefined what we expect from transportation, hooking customers on the immediacy of on-demand rides with a few clicks on a smartphone.", "sentiment": "undefined", "publishedAt": "2019-03-28T14:10:40Z"}, {"title": "Microsoft expands open data push", "description": "At this year's Adobe Summit, the companies behind the Open Data Initiative announced that the program will be expanding to include 12 new partners.", "sentiment": "undefined", "publishedAt": "2019-03-28T17:09:47Z"}, {"title": "The Mounting Federal Investigations Into Facebook", "description": "The giant social network faces scrutiny of its business practices by numerous federal agencies.", "sentiment": "undefined", "publishedAt": "2019-03-28T00:00:00Z"}, {"title": "Google loses major LGBTQ rights endorsement in Living Hope Ministries app dispute", "description": "Google's endorsement was revoked by the country's largest LGBTQ rights group over its refusal to remove an app tied to the practice of conversion therapy.", "sentiment": "undefined", "publishedAt": "2019-03-28T17:36:23Z"}, {"title": "Alibaba has acquired Teambition, a China-based Trello and Asana rival, in its enterprise push", "description": "Alibaba has made an acquisition as it continues to square up to the opportunity in enterprise services in China and beyond, akin to what its US counterpart Amazon has done with AWS. TechCrunch has confirmed that the e-commerce and cloud services giant has acq…", "sentiment": "undefined", "publishedAt": "2019-03-29T15:13:16Z"}, {"title": "Google, Facebook, Amazon & co: Should we break them up?", "description": "Some think the US tech giants are far too powerful. What would be the best way to curb their power?", "sentiment": "undefined", "publishedAt": "2019-03-29T00:00:17Z"}, {"title": "Now Sony and Nintendo Really Have to Worry About Microsoft", "description": null, "sentiment": "undefined", "publishedAt": "2019-03-29T18:29:52Z"}, {"title": "Google deletes 'conversion therapy' app savaged by the LGBTQ community", "description": "Google has removed a controversial app, named Living Hope Ministries, which encouraged LGBTQ people to seek conversion therapy. The tech giant came under intense pressure to delete the app from its Play Store, with a petition calling for its removal receiving…", "sentiment": "undefined", "publishedAt": "2019-03-29T10:13:27Z"}, {"title": "CIA Gives Tech Rivals Chance to Take on Amazon in Cloud Services", "description": "The CIA is preparing to significantly increase its reliance on cloud-computing services, with plans to solicit tens of billions of dollars of work divided among multiple tech companies.", "sentiment": "undefined", "publishedAt": "2019-03-29T15:37:00Z"}, {"title": "Best alternatives to Skype 2019: paid and free", "description": "Many people think Skype has lost its way. Here's the best free and paid VoIP alternatives.", "sentiment": "undefined", "publishedAt": "2019-03-29T00:01:50Z"}, {"title": "Police: Shooting suspect says he was in alcoholic blackout - Fox News", "description": "Police: Shooting suspect says he was in alcoholic blackout Fox News Police: Man arrested doesn't remember Seattle shootings KOMO News Seattle's Lake City shooting suspect charged with murder; Can't recall events Seattle PI Local News Lake City shooting suspec…", "sentiment": "undefined", "publishedAt": "2019-03-29T22:57:18Z"}, {"title": "Wounded teacher expected shots at school, not on drive home - Fox News", "description": "Wounded teacher expected shots at school, not on drive home Fox News Seattle teacher shot in gun rampage says her thoughts were of her 2nd-graders NBC News 2 dead after gunman opens fire in Seattle ABC News Second-grade teacher shot in Lake City attack: ‘I wa…", "sentiment": "undefined", "publishedAt": "2019-03-29T00:44:01Z"}, {"title": "Ahead In April: Start Of Q1 Earnings, Jobs Report, Ongoing U.S-China Dispute", "description": "A resolution to the U.S.-China trade dispute remains in the foreground. As Q1 earnings season kicks off this month, investors brace for a softer quarter. March", "sentiment": "undefined", "publishedAt": "2019-03-29T10:44:55Z"}, {"title": "Google finally pulls 'gay conversion' app from its online store", "description": "Google has blocked a gay &ldquo;conversion therapy&rdquo; app from its online store after one of America&rsquo;s top LGBT charities suspended the internet search giant from its rankings of best employers.", "sentiment": "undefined", "publishedAt": "2019-03-29T14:36:02Z"}, {"title": "Deck out your laptop with these fun decorations and accessories", "description": "Decorate your laptop with fun decals and stickers and other decroations, and keep it safe with one of these sleeves or cases.", "sentiment": "undefined", "publishedAt": "2019-03-29T17:13:25Z"}, {"title": "How to find the best tablet for your lifestyle", "description": "Like laptops, smartphones and basically any technology product there's a lot of choices when it comes to picking a tablet. This handy guide will sort through core decision factors and our favorite tablets.", "sentiment": "undefined", "publishedAt": "2019-03-29T17:49:27Z"}, {"title": "Google Removes Controversial Gay Conversion App from Play Store", "description": "Google is pulling a so-called \"gay conversion\" app from its Play Store, after facing backlash and pressure from LGBTQ rights advocates.", "sentiment": "undefined", "publishedAt": "2019-03-29T17:23:29Z"}, {"title": "Alibaba acquires Slack competitor", "description": "Alibaba (BABA +1.3%) acquires Teambition, a platform for coworker collaboration similar to Trello (NASDAQ:TEAM) and Slack (SLACK).The Microsoft and Tencent-backed platform had raised about $17M in pri", "sentiment": "undefined", "publishedAt": "2019-03-29T15:26:17Z"}, {"title": "JPMorgan posts more blockchain jobs than any other financial firm", "description": "JPMorgan Chase (JPM +0.4%), the U.S.-based megabank, is continuing a hiring spree in the blockchain space, Forbes reports.The bank has posted more jobs related to blockchain, cryptocurrency, or bitcoi", "sentiment": "undefined", "publishedAt": "2019-03-29T16:39:14Z"}, {"title": "Seattle, We Have A Problem - Initiating Coverage On The Boeing Company", "description": "Boeing is a major player in space, with a mighty legacy of mission successes. But its space business is configured for the old world where the only customer was", "sentiment": "undefined", "publishedAt": "2019-03-29T12:40:18Z"}, {"title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Friday. Leaked emails reveal Facebook's intense internal discussion over Alex Jones' \"anti-Semitic\" post on Instagram. Business Insider obtained a lengthy Facebook email chain in which executives discu…", "sentiment": "undefined", "publishedAt": "2019-03-29T07:56:27Z"}, {"title": "I spent a week using Apple's new iPad Air, and I'm convinced it's the best iPad for most people (AAPL)", "description": "Apple's new iPad Air fills a void that was missing in Apple's lineup. It's for for those who want better performance than the budget iPad, but don't want to splurge on the Pro. It shines as a general-purpose tablet suitable for entertainment and light work. H…", "sentiment": "undefined", "publishedAt": "2019-03-29T17:18:07Z"}, {"title": "Police: Man arrested doesn't remember Seattle shootings", "description": "A man accused of randomly shooting at cars and a public bus in Seattle, leaving two people dead and two injured, told police afterward that he was in an alcoholic blackout and didn't remember doing it, authorities said in court documents Friday", "sentiment": "undefined", "publishedAt": "2019-03-29T22:51:54Z"}, {"title": "Finally Free of Difficult UFC Reign, Demetrious Johnson Starts Fresh in ONE", "description": "Destiny Johnson was upstairs on a rocking chair when she heard the two words that would change her life forever...", "sentiment": "undefined", "publishedAt": "2019-03-29T11:05:10Z"}, {"title": "Lyft's highly anticipated IPO is here—3 experts share their thoughts", "description": "Shares of Lyft popped 20 percent after opening above their initial public offering price range, but experts are not as bullish on the ride-hailing company's prospects as the action might suggest.", "sentiment": "undefined", "publishedAt": "2019-03-29T19:19:00Z"}, {"title": "Whoa: MLB execs have a championship belt for the team that best suppresses salaries", "description": "Major League Baseball has some pretty serious labor issues.", "sentiment": "undefined", "publishedAt": "2019-03-29T14:29:09Z"}, {"title": "Google drops LGBT+ 'conversion therapy' app after outcry", "description": "Google has removed an app from its download store after one of the United States' top LGBT+ charities suspended the tech company from a gay and transgender rights ranking.", "sentiment": "undefined", "publishedAt": "2019-03-29T11:17:46Z"}, {"title": "The Technology 202: Lyft's IPO will be Wall Street's first test of the gig economy", "description": "The policy headaches are far from over.", "sentiment": "undefined", "publishedAt": "2019-03-29T13:19:26Z"}, {"title": "Here are the winners and losers from the stock market's first quarter of 2019", "description": "The S&P 500 is up more than 12 percent this quarter and is on pace to notch its best start to a year since 1998. The broad index is also set to post its biggest one-quarter gain since 2009.", "sentiment": "undefined", "publishedAt": "2019-03-29T18:30:00Z"}, {"title": "PagerDuty: IPO Analysis", "description": "PagerDuty have filed for a $100m IPO issuing Common Stock. PagerDuty has grown from an on-call management system to providing a suite of products enabling real-", "sentiment": "undefined", "publishedAt": "2019-03-29T13:15:00Z"}, {"title": "Boxlight Corporation (BOXL) CEO Mark Elliott on Q4 2018 Results - Earnings Call Transcript", "description": "Start Time: 16:30 End Time: 17:03 Boxlight Corporation (NASDAQ:BOXL) Q4 2018 Earnings Conference Call March 28, 2019, 16:30 PM ET Company Participants Mark Elli", "sentiment": "undefined", "publishedAt": "2019-03-29T04:04:04Z"}, {"title": "S&P 500 Weekly Update: No Need To Abandon This Bull Market Over Yield Curve Concerns", "description": "Let’s clear the air, what we have witnessed in the last three months is not a “Bear Market rally. Investors remain cautious as they try to ascertain what direct", "sentiment": "undefined", "publishedAt": "2019-03-29T22:49:25Z"}, {"title": "Surface Laptop and Laptop 2 get firmware fix for nasty memory leak bug", "description": "Memory leak issue was apparently caused by the ambient light sensor driver, which some folks disabled as a workaround.", "sentiment": "undefined", "publishedAt": "2019-03-29T10:48:32Z"}, {"title": "PlayStation 5, Xbox Scarlett To Release In 2020; Sony And Microsoft Are Aiming To Go Beyond The Stadia’s 10.7 Teraflops", "description": "Very little is currently known about the PlayStation 5 and Xbox Scarlett consoles, and it seems like there are some very good reasons for this, as they both won’t be released before next year. In a ResetEra forums thread discussing the next generation of cons…", "sentiment": "undefined", "publishedAt": "2019-03-29T12:51:22Z"}, {"title": "Quarterly Portfolio Update: 15 SWANs You Should Buy For The Long Run", "description": "Our overall portfolio currently sits at €722,275 and year-to-date we're up 15.32%. We did get very nice option premiums worth €21,046 with more to appear in Apr", "sentiment": "undefined", "publishedAt": "2019-03-29T15:49:23Z"}, {"title": "Windows 10 October 2018 Update is now (finally) rolling out for real", "description": "Perhaps now the super-sluggish adoption rate of the update will actually pick up some speed.", "sentiment": "undefined", "publishedAt": "2019-03-29T09:29:05Z"}, {"title": "Microsoft is making Outlook.com more intelligent", "description": "Microsoft has announced a range of features that will make Outlook.com even better.", "sentiment": "undefined", "publishedAt": "2019-03-29T10:19:47Z"}, {"title": "EC Weekly: Gaming, crypto, shipping and the multiple future strategies of tech", "description": "Niantic EC-1 Greg Kumparak published the first part of his planned four part EC-1 series on Niantic yesterday, focusing on the founding story of the AR/gaming unicorn from Keyhole and Google Earth to a complicated spinout from Alphabet. Lots of great nuggets …", "sentiment": "undefined", "publishedAt": "2019-03-30T14:18:56Z"}, {"title": "Sundar's Silence: The thorny factors behind the Google CEO's Trump meeting and his deafening quiet about it (GOOG, GOOGL)", "description": "Google CEO Sundar Pichai met with President Trump on Wednesday, but instead of giving his take on how the conversation went, the chief exec remained silent. Meanwhile, the president didn't hold back, saying that Google is \" totally committed to the U.S. milit…", "sentiment": "undefined", "publishedAt": "2019-03-30T13:00:00Z"}, {"title": "われわれは今年もエープリルフールのジョークを考え出すべきだろうか？", "description": "ノー。\r\n\r\n絶対にノーだ。先ごろ、Microsoftの最高マーケティング責任者、Chris Caposselaは社内に向けて<a target=\"_blank\" href=\"https://techcrunch.com/2019/03/27/microsoft-memo-bans-april-fools-day-pranks-because-theyre-the-worst/\" rel=\"noopener noreferrer\">エープリルフールのいたずらは有害無益</a>だと強く注意を促している。われわれも同…", "sentiment": "undefined", "publishedAt": "2019-03-30T01:15:24Z"}, {"title": "We asked financial planners where first-time investors should put their money, and almost everyone said the same thing", "description": "Business Insider asked financial planners how to start investing and nearly everyone said index funds. Legendary investor Warren Buffett is a big fan of the index fund, once calling it \"the most sensible equity investment.\" Index funds are a type of passive i…", "sentiment": "undefined", "publishedAt": "2019-03-30T14:45:00Z"}, {"title": "This password manager puts security and ease of use at the forefront", "description": "Privacy and security are among the most hotly debated topics in the tech world, and with good reason. After security lapses and plenty of data breaches, there is a heightened sense of concern around our data -- which leads me to ask, are you using a password …", "sentiment": "undefined", "publishedAt": "2019-03-30T03:11:54Z"}, {"title": "How to wield parental controls on your kids’ favorite video games", "description": "Video game systems have built-in parental controls so mom and dad can set restrictions for what games their kids can play, and how long they can play.", "sentiment": "undefined", "publishedAt": "2019-03-30T10:00:02Z"}, {"title": "RingCentral Continues To Exceed Expectations", "description": "The unified cloud communications platform is well-established and has ample room left to expand. We're at a point where operational leverage has kicked in and s", "sentiment": "undefined", "publishedAt": "2019-03-30T09:16:48Z"}, {"title": "Seattle suspect said he's a blackout alcoholic, doesn't remember rampage that killed 2", "description": "A man accused of opening fire on drivers in north Seattle on Wednesday, killing two people, allegedly told detectives he in alcoholic who blacks out and does not remember the rampage.", "sentiment": "undefined", "publishedAt": "2019-03-30T01:31:00Z"}, {"title": "The release of the Mueller report is coming. How redacted will it be?", "description": "Special counsel Robert Mueller's almost 400-page findings and analysis of Russian interference in the 2016 election and alleged obstruction of justice by the President may have, as members of Congress fear, heavy redactions.", "sentiment": "undefined", "publishedAt": "2019-03-30T14:01:46Z"}, {"title": "Netflix of Wall Street — Facebook's secret drone project — Uber's rookie error", "description": "Hello! First Goldman Sachs wanted to be the Google of Wall Street. Now it's exploring a service that's more like Netflix. As Dakin Campbell reported this week, a recent Goldman Sachs job ad for an entry-level salesperson hints at a world in which investors pa…", "sentiment": "undefined", "publishedAt": "2019-03-31T13:45:05Z"}, {"title": "It is time for a truly free market", "description": "Many Americans still argue that their economic system encourages competition", "sentiment": "undefined", "publishedAt": "2019-03-31T15:08:08Z"}, {"title": "Bill Gates: Mobilising political leaders and donors", "description": "Being clear about the mission has been key for the Microsoft co-founder", "sentiment": "undefined", "publishedAt": "2019-03-31T04:00:25Z"}, {"title": "Watch out for these clever tax scams", "description": "In a few weeks, the dreaded tax season will be over. We loathe those oddly titled documents with the tiny print. We wonder what number – refund or remainder – those mysterious equations will spit out. As more of us sign up as part-time contractors, driving fo…", "sentiment": "undefined", "publishedAt": "2019-03-31T11:00:57Z"}, {"title": "Microsoft’s Surface Book 2 gets a processor boost", "description": "A quiet little update from Microsoft overnight, as the company bumped up a key spec on its 13.5-inch Surface Book 2. The 2017 two-in-one powerhouse is getting a nice little boost to Intel’s 8th gen quad-core i5 chip. That model run $1,499 and includes 256GB o…", "sentiment": "undefined", "publishedAt": "2019-04-01T14:22:13Z"}, {"title": "Tinder fills Chief Product Officer position with hiring of Ravi Mehta", "description": "Tinder today announced it has hired Facebook vet Ravi Mehta as its new Chief Product Officer, as the company continues to shift Tinder’s focus to the younger demographic still enjoying the “single lifestyle.” Mehta’s background includes over 20 years in the i…", "sentiment": "undefined", "publishedAt": "2019-04-01T15:26:29Z"}, {"title": "The Centers for Medicare and Medicaid Services is launching a challenge for AI developers to predict unplanned hospitalizations — and the winner gets a $1 million award", "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Digital Health Briefing subscribers. To receive the full story plus other insights each morning, click here. The Centers for Medicare and Medicaid Services (CMS) launched a…", "sentiment": "undefined", "publishedAt": "2019-04-01T17:13:00Z"}, {"title": "Master Your Inbox With These 6 Gmail Tips From Google’s Own Productivity Expert", "description": "With an April Fool’s birthday, Gmail has gone from practical joke to practically indispensable as far as email services go. For Gmail’s 15th anniversary on Monday, Google announced some important updates to its email service, some of them long-desired feature…", "sentiment": "undefined", "publishedAt": "2019-04-01T22:42:37Z"}, {"title": "It’s April Fools’ Day. Here’s 2019′s updating, depressing, and comprehensive list of pranks and hoaxes. - The Washington Post", "description": "It’s April Fools’ Day. Here’s 2019′s updating, depressing, and comprehensive list of pranks and hoaxes. The Washington Post April Fools' Day 2019: Facts, history, best pranks and practical jokes for April 1 AL.com April Fool’s Day 2019: How to avoid falling v…", "sentiment": "undefined", "publishedAt": "2019-04-01T13:30:00Z"}, {"title": "Earnings Updates For Top 10 Stocks In S&P 500", "description": "Visa has now joined the Top 10, while Bank of America has fallen to 12th place in the S&P 500, and Procter & Gamble has climbed to 11th place. What's interestin", "sentiment": "undefined", "publishedAt": "2019-04-01T10:23:43Z"}, {"title": "Nipsey Hussle, rapper and entrepreneur, fatally shot in Los Angles", "description": "The 33-year-old rapper, born Ermias Asghedom, was widely known for his grind as an independent artist", "sentiment": "undefined", "publishedAt": "2019-04-01T03:09:58Z"}, {"title": "Nipsey Hussle planned LAPD meeting to discuss gang violence", "description": "The late rapper was set to meet with the LAPD about ending gang violence", "sentiment": "undefined", "publishedAt": "2019-04-01T20:14:52Z"}, {"title": "Amazon's cloud service is going to get a big boost from AI, analyst says (AMZN)", "description": "Amazon 's artificial-intelligence capabilities will drive increased AWS cloud sales, says Oppenheimer analyst Jason Helfstein. AI will drive increased margins through higher-end products and also lock-in enterprise customers according to the research note. Wa…", "sentiment": "undefined", "publishedAt": "2019-04-01T16:35:00Z"}, {"title": "German LinkedIn rival Xing is rebranding as ‘New Work’ acquires recruitment platform Honeypot for up to $64M", "description": "Xing, the business networking platform that has been described as Germany’s answer to LinkedIn, has made an acquisition to beef up its recruitment business ahead of a rebrand of the business as “New Work.” The company has acquired Honeypot, a German startup t…", "sentiment": "undefined", "publishedAt": "2019-04-01T15:17:49Z"}, {"title": "Amazon's cloud service is going to get a big boost from AI, analyst says (AMZN)", "description": "Amazon 's artificial-intelligence capabilities will drive increased AWS cloud sales, says Oppenheimer analyst Jason Helfstein. AI will drive increased margins through higher-end products and also lock-in enterprise customers according to the research note. Wa…", "sentiment": "undefined", "publishedAt": "2019-04-01T16:35:00Z"}, {"title": "Amazon's cloud service is going to get a big boost from AI, analyst says (AMZN)", "description": "Amazon 's artificial-intelligence capabilities will drive increased AWS cloud sales, says Oppenheimer analyst Jason Helfstein. AI will drive increased margins through higher-end products and also lock-in enterprise customers according to the research note. Wa…", "sentiment": "undefined", "publishedAt": "2019-04-01T16:35:00Z"}, {"title": "Plattform Industrie 4.0 and Industrial Internet Consortium Deepen Collaboration - Associated Press", "description": "Plattform Industrie 4.0 and Industrial Internet Consortium Deepen Collaboration Associated Press This *content* is a press release from our partner Business Wire. The AP newsroom and editorial departments were not involved in its creation.", "sentiment": "undefined", "publishedAt": "2019-04-01T12:08:48Z"}, {"title": "Plattform Industrie 4.0 and Industrial Internet Consortium Deepen Collaboration - Associated Press", "description": "Plattform Industrie 4.0 and Industrial Internet Consortium Deepen Collaboration Associated Press This *content* is a press release from our partner Business Wire. The AP newsroom and editorial departments were not involved in its creation.", "sentiment": "undefined", "publishedAt": "2019-04-01T12:08:48Z"}, {"title": "Data Sheet—How Unregulated Social Media Fed the Fyre Festival Scam", "description": "Promoters of the scam Fyre Festival used social media services Twitter and Instagram to inflate their scheme.", "sentiment": "undefined", "publishedAt": "2019-04-01T12:57:10Z"}, {"title": "Vegetarian patty gets the Burger King Whopper test", "description": "Vegetarian burgers may finally be getting the recognition they need to go main stream. On Monday Burger King and Silicon Valley startup Impossible Foods announced the roll-out of the Impossible Whopper in 59 stores in and around St. Louis, Missouri.", "sentiment": "undefined", "publishedAt": "2019-04-01T10:00:00Z"}, {"title": "Microsoft quietly upgrades Surface Book 2 with 8th generation Intel Core i5 processor", "description": "Microsoft has boosted the performance of its Surface Book 2 laptop by adding a quad-core 8th generation Intel Core i5 processor variant.", "sentiment": "undefined", "publishedAt": "2019-04-01T11:01:23Z"}, {"title": "Windows 7 use finally declines as the OS nears its end", "description": "Windows 7 users seems to have heard the end-of-life warning, as market share has declined.", "sentiment": "undefined", "publishedAt": "2019-04-01T20:14:53Z"}, {"title": "Determining Market Capitalization With Extreme Consistency And Accuracy", "description": "Short Levi Strauss. Its longer-term valuation is between $9.82 and $10.11. Buy and hold Intel. It has the potential to reach a revenue $118B from the current $7", "sentiment": "undefined", "publishedAt": "2019-04-01T18:44:16Z"}, {"title": "Microsoft improves Chrome and Chromium-based Edge browsers with new text suggestions", "description": "Although right now the changes are only live in the preview versions of these browsers.", "sentiment": "undefined", "publishedAt": "2019-04-01T11:43:52Z"}, {"title": "Changes to H-1B visa lottery create 'stress' for tech companies and employees", "description": "Tech companies are watching this years H-1B visa lottery, which opened up on April 1, closely. Changes to the system are expected to give master's degree candidates a better shot. But under the Trump administration, \"requests for evidence\" have become more fr…", "sentiment": "undefined", "publishedAt": "2019-04-01T20:19:00Z"}, {"title": "At What Point Is Cloudera A Buy?", "description": "Cloudera's merger with Hortonworks closed in January. The new Cloudera aims to be the enterprise data cloud company from edge to AI. It sees Amazon as its prima", "sentiment": "undefined", "publishedAt": "2019-04-01T11:16:57Z"}, {"title": "My Dividend Growth Portfolio: Q1 2019 Summary", "description": "In 2015, I started publishing quarterly updates regarding my dividend growth portfolio. I believe that someone who writes about financial assets should share hi", "sentiment": "undefined", "publishedAt": "2019-04-01T23:11:17Z"}, {"title": "The Best Dividend Stocks To Buy In April", "description": "The yield curve returned to positive territory on March 29th, resetting the 10-day recession clock confirmation window. But with 2020 recession risk still eleva", "sentiment": "undefined", "publishedAt": "2019-04-01T14:37:51Z"}, {"title": "A year after #MeToo scandal, Wynn Resorts faces regulators", "description": "BOSTON (AP) — Wynn Resorts has taken laudable steps to transform a culture that allowed sexual misconduct complaints against its founder to remain hidden for decades, women's rights advocates and business experts say.", "sentiment": "undefined", "publishedAt": "2019-04-01T12:29:09Z"}, {"title": "Densify announces new tool to optimize container management in the cloud", "description": "Densify, a Toronto company that helps customers optimize their cloud resources to control usage and spending, announced a new tool today specifically designed to optimize container usage in the cloud. Company CEO Gerry Smith, says that as containerization pro…", "sentiment": "undefined", "publishedAt": "2019-04-02T15:52:47Z"}, {"title": "Daily Crunch: Walmart partners with Google (again)", "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. Walmart partners with Google on voice-enabled grocery shopping Wa…", "sentiment": "undefined", "publishedAt": "2019-04-02T16:30:34Z"}, {"title": "Okta brings identity management to server level", "description": "Since it was founded in 2009, Okta has been focused on protecting identity — first for individuals in the cloud, and later at the device level. Today at its Oktane customer conference, the company announced a new level of identity protection at the server lev…", "sentiment": "undefined", "publishedAt": "2019-04-02T13:00:11Z"}, {"title": "Insider Inc. is hiring a Sales Development Intern to join the subscription sales team", "description": "We’re hiring an intern to the join Insider Inc.'s Subscription Enterprise sales team. You will be setting up a strong sales pipeline for Insider Inc.'s two core subscription products; Business Insider Intelligence and Prime. Business Insider Intelligence is B…", "sentiment": "undefined", "publishedAt": "2019-04-02T13:23:00Z"}, {"title": "8 ways to make your money work for you", "description": "\"Make your money work for you\" is common personal finance advice, but it's not always clear how to make it happen. In practice, it can mean keeping your money in an interest-bearing account like a high-yield savings account or a retirement account. It could a…", "sentiment": "undefined", "publishedAt": "2019-04-02T15:25:00Z"}, {"title": "How Gmail Happened (2014)", "description": "Google's email breakthrough was almost three years in the making. But it wasn't a given that it would reach the public at all", "sentiment": "undefined", "publishedAt": "2019-04-02T08:59:48Z"}, {"title": "Microsoft and BMW launch open manufacturing platform", "description": "Microsoft Corp and BMW Group on Tuesday launched an initiative to create an Open Manufacturing Platform that seeks to stimulate industrial innovation and speed the development of connected 'smart' factories.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:33:12Z"}, {"title": "Market Pulse Signal: Trend Turns Positive As Concerns Persist", "description": "Towards the end of January, Federal Reserve (Fed) Chairman Jerome Powell's tune seemed to change on future interest rate increases, stating the case for raising", "sentiment": "undefined", "publishedAt": "2019-04-02T15:29:02Z"}, {"title": "Total USD Portfolio Review - March And Q1 2019", "description": "In March, my portfolio started to outperform all its benchmarks for the month and YTD. I disposed NetEase, but increased my stakes in Berkshire Hathaway and Alt", "sentiment": "undefined", "publishedAt": "2019-04-02T13:04:14Z"}, {"title": "FirstFT: Today’s top stories", "description": "Your daily briefing on the news", "sentiment": "undefined", "publishedAt": "2019-04-02T20:19:15Z"}, {"title": "Tencent follows Google into cloud gaming with ‘Start’", "description": "Chinese tech giant is testing new service in Shanghai and Guangdong", "sentiment": "undefined", "publishedAt": "2019-04-02T13:49:33Z"}, {"title": "Andreessen Horowitz rides wave of Silicon Valley IPOs", "description": "Venture capital firm feels vindicated a decade after gatecrashing investment world", "sentiment": "undefined", "publishedAt": "2019-04-02T03:39:55Z"}, {"title": "Bill Gates paid $30.8 million for this book 25 years ago—here's why it still inspires him today", "description": "In 1994, right before Bill Gates first became the richest person in the world, he splurged on Leonardo da Vinci's \"Codex Leicester\" for $30.8 million, making it one of the most expensive books ever sold. Here's why the Microsoft co-founder spent so much money…", "sentiment": "undefined", "publishedAt": "2019-04-02T17:33:00Z"}, {"title": "These are the best companies to work for in Australia in 2019, according to LinkedIn", "description": "It's not just what you do for a living that matters, but who you work for.", "sentiment": "undefined", "publishedAt": "2019-04-02T23:02:30Z"}, {"title": "Walmart Unveils Voice-Activated, Google-Powered Grocery Shopping", "description": "The voice-shopping service comes out of a partnership between the two companies that began in August 2017.", "sentiment": "undefined", "publishedAt": "2019-04-02T13:00:00Z"}, {"title": "CIA long relied exclusively on Amazon for its cloud computing. Now it is seeking multiple providers for a massive new contract. - The Washington Post", "description": "CIA long relied exclusively on Amazon for its cloud computing. Now it is seeking multiple providers for a massive new contract. The Washington Post The Central Intelligence Agency is taking early steps toward procuring a massive cloud computing infrastructure…", "sentiment": "undefined", "publishedAt": "2019-04-02T21:50:12Z"}, {"title": "Google and Walmart team up to let users shop for groceries using voice commands", "description": "Walmart shoppers can now do some online shopping using just their voice. The retail giant is partnering with Google to launch grocery shopping on any devices equipped with Google Assistant.", "sentiment": "undefined", "publishedAt": "2019-04-02T22:38:30Z"}, {"title": "These are the best companies to work for in Japan in 2019, according to LinkedIn - CNBC", "description": "These are the best companies to work for in Japan in 2019, according to LinkedIn CNBC The majority of Japan's most popular employers are international companies, according to LinkedIn's 2019 study.", "sentiment": "undefined", "publishedAt": "2019-04-02T23:03:19Z"}, {"title": "Microsoft Store drops ebook sales", "description": "Microsoft (NASDAQ:MSFT) ends all ebook sales in its Microsoft Store for Windows PCs. Previously purchased and free titles will be deleted from user libraries in early July.The company will refund user", "sentiment": "undefined", "publishedAt": "2019-04-02T18:39:57Z"}, {"title": "Shopify -2.8% as Microsoft plans competing product", "description": "Shopify (NYSE:SHOP) drops 2.8% after The Information reports Microsoft (NASDAQ:MSFT) wants to make a competing product.Microsoft VP of retail and consumer goods Shelley Bransten says the tech giant is", "sentiment": "undefined", "publishedAt": "2019-04-02T13:47:38Z"}, {"title": "Tencent tests game streaming platform", "description": "Chinese tech giant Tencent (OTCPK:TCEHY) has begun testing a cloud gaming platform called &#34;Start&#34; and is allowing people in Shanghai and the southern Chinese province of Guangdong to sign up f", "sentiment": "undefined", "publishedAt": "2019-04-02T07:09:22Z"}, {"title": "Google reshuffles its leadership in Asia Pacific", "description": "There’s a changing of the guard within Google’s Asia Pacific business. In recent weeks, personnel changes within two of its most important roles show the search giant is entering a new era of management for its fast-growing business across the continent. Scot…", "sentiment": "undefined", "publishedAt": "2019-04-02T08:43:01Z"}, {"title": "How to sync your iPhone and iPad with your email, photos, text messages, and more", "description": "You can sync your iPhone and iPad with iCloud and a feature called Continuity, which can keep your apps like Messages and Photos synced across iOS devices. By adding the same Gmail, Yahoo, Microsoft Exchange, or IMAP email accounts to both devices, your email…", "sentiment": "undefined", "publishedAt": "2019-04-02T20:20:00Z"}, {"title": "Microsoft teams up with BMW for the IoT-focused Open Manufacturing Platform", "description": "Car companies are making big investments in technology to help ensure that they are not cut out of the next generation of transportation and automotive manufacturing, and today came the latest development in that trend. The BMW Group and Microsoft announced t…", "sentiment": "undefined", "publishedAt": "2019-04-02T09:51:14Z"}, {"title": "Google workers want ultra-conservative off AI council", "description": "A group of Google employees at the firm's Mountain View, California headquarters launched a public campaign to remove a conservative member of its new AI ethics council.", "sentiment": "undefined", "publishedAt": "2019-04-02T10:31:37Z"}, {"title": "Steve Wynn's company hid sex allegations, regulator says", "description": "Casino regulators say executives at company concealed for years allegations of sexual misconduct against founder Wynn", "sentiment": "undefined", "publishedAt": "2019-04-02T17:43:56Z"}, {"title": "Steve Wynn's company hid sex allegations, regulator says", "description": "Casino regulators say executives at company concealed for years allegations of sexual misconduct against founder Wynn", "sentiment": "undefined", "publishedAt": "2019-04-02T17:43:56Z"}, {"title": "ImageWare Systems, Inc. (IWSY) CEO Jim Miller on Q4 2018 Results - Earnings Call Transcript", "description": "ImageWare Systems, Inc. (OTCQB:IWSY) Q4 2018 Results Conference Call April 01, 2019 04:30 PM ET Company Participants Jim Miller - Chairman and CEO Wayne Wethere", "sentiment": "undefined", "publishedAt": "2019-04-02T00:02:06Z"}, {"title": "ImageWare Systems, Inc. (IWSY) CEO Jim Miller on Q4 2018 Results - Earnings Call Transcript", "description": "ImageWare Systems, Inc. (OTCQB:IWSY) Q4 2018 Results Conference Call April 01, 2019 04:30 PM ET Company Participants Jim Miller - Chairman and CEO Wayne Wethere", "sentiment": "undefined", "publishedAt": "2019-04-02T00:02:06Z"}, {"title": "Amazon: Buy If You Can Handle The Risk", "description": "Amazon is poised for strong performance in 2019. The company will benefit from its market dominance and macro trends in the markets in which its business units", "sentiment": "undefined", "publishedAt": "2019-04-02T23:13:05Z"}, {"title": "Walgreens Boots Alliance, Inc (WBA) CEO Stefano Pessina on Q2 2019 Results - Earnings Call Transcript", "description": "Walgreens Boots Alliance, Inc (NASDAQ:WBA) Q2 2019 Earnings Conference Call April 2, 2019 08:30 ET Company Participants Gerald Gradwell - Senior Vice President,", "sentiment": "undefined", "publishedAt": "2019-04-02T23:41:20Z"}, {"title": "ImageWare Systems, Inc. (IWSY) CEO Jim Miller on Q4 2018 Results - Earnings Call Transcript", "description": "ImageWare Systems, Inc. (OTCQB:IWSY) Q4 2018 Results Conference Call April 01, 2019 04:30 PM ET Company Participants Jim Miller - Chairman and CEO Wayne Wethere", "sentiment": "undefined", "publishedAt": "2019-04-02T00:02:06Z"}, {"title": "Wall Street Breakfast: Crisis Talks Held Over Brexit Deadlock", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-04-02T11:01:52Z"}, {"title": "How Lyft's Reception Could Mean Trouble For The IPO Market", "description": "Lyft's relatively poor performance following market open could be a sign retail investors may not be keen on the upcoming deca-unicorn IPOs. Reasons from misund", "sentiment": "undefined", "publishedAt": "2019-04-02T12:28:01Z"}, {"title": "Email client Spark lands on Android", "description": "Spark has managed to attract one million users on iOS and macOS over the years. But every time I’ve written about Spark, I’ve received many comments asking when the app would be available on Android. The answer is today. Spark is an email client developed by …", "sentiment": "undefined", "publishedAt": "2019-04-02T12:01:38Z"}, {"title": "World Backup Day 2019: ignore data backups at your peril!", "description": "Arcserve's Mick Bradley explains why not taking the time to backup your data now will likely end in disaster later.", "sentiment": "undefined", "publishedAt": "2019-04-02T10:30:43Z"}, {"title": "Microsoft is putting an end to books in its digital store, even ones you bought", "description": "The Microsoft Store will no longer sell books, and purchased books will be removed and refunded.", "sentiment": "undefined", "publishedAt": "2019-04-02T17:09:05Z"}, {"title": "Microsoft is putting an end to books in its digital store, even ones you bought", "description": "The Microsoft Store will no longer sell books, and purchased books will be removed and refunded.", "sentiment": "undefined", "publishedAt": "2019-04-02T17:09:05Z"}, {"title": "Best laptop for DJs 2019: The best laptops for music production", "description": "We ranked the top laptops for music production and DJs.", "sentiment": "undefined", "publishedAt": "2019-04-02T14:00:53Z"}, {"title": "Nipsey Hussle: Alleged killer Eric Holder captured by police", "description": "The LAPD have captured Eric Holder, the man believed to have shot and killed rapper Nipsey Hussle before fleeing through an alley to a waiting car.", "sentiment": "undefined", "publishedAt": "2019-04-02T21:34:43Z"}, {"title": "Microsoft and BMW launch open manufacturing platform", "description": "Microsoft Corp and BMW Group on Tuesday launched an initiative to create an Open Manufacturing Platform that seeks to stimulate industrial innovation and speed the development of connected 'smart' factories.", "sentiment": "undefined", "publishedAt": "2019-04-02T09:33:12Z"}, {"title": "Nipsey Hussle: Live updates of ongoing developments - LAPD press conference, investigation, suspect - latest updates today", "description": "Check in for live updates on the LAPD press conference on Nipsey Hussle's murder and violence in Los Angeles", "sentiment": "undefined", "publishedAt": "2019-04-02T15:40:40Z"}, {"title": "Onfido, which verifies IDs using AI, nabs $50M from SoftBank, Salesforce, Microsoft and more", "description": "Security breaches, where malicious hackers obtain snippets of information that then get used to impersonate individuals in order to gain access to individuals’ and businesses’ sensitive financial and other private information, have become par for the course i…", "sentiment": "undefined", "publishedAt": "2019-04-03T12:10:31Z"}, {"title": "A.I. and Privacy Concerns Get White House to Embrace Global Cooperation", "description": "A protest against Facebook outside the European Union’s executive headquarters in Brussels in May, the month a sweeping European privacy law took effect.", "sentiment": "undefined", "publishedAt": "2019-04-03T22:31:44Z"}, {"title": "Huawei laptop 'backdoor' flaw raises concerns", "description": "A software flaw in Huawei laptops adds to the scrutiny the company is facing over security.", "sentiment": "undefined", "publishedAt": "2019-04-03T13:36:50Z"}, {"title": "Simplified IT Support Available to Alaska Small Businesses - Associated Press", "description": "Simplified IT Support Available to Alaska Small Businesses Associated Press Press release *content* from Business Wire. The AP news staff was not involved in its creation.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:04:23Z"}, {"title": "Micro Focus International Poised To Reach Above $30 A Share", "description": "Micro Focus is on an uptrend and here's why. The 18-month earnings report suggests re-building of business is progressing favorably. Price target of more than $", "sentiment": "undefined", "publishedAt": "2019-04-03T15:38:51Z"}, {"title": "Profiting Off The Explosive Growth In Artificial Intelligence And Robotic Automation", "description": "AI presents a tremendous opportunity for investors with estimates indicating that AI could increase the global GDP by nearly 16 trillion by 2030. AI and robotic", "sentiment": "undefined", "publishedAt": "2019-04-03T15:03:28Z"}, {"title": "The 30 hottest companies of the year, according to LinkedIn", "description": "LinkedIn has released its annual Top Companies list, which analyzes the companies job seekers are most interested in working for. Alphabet, Facebook, and Amazon held the top three spots for the third year in a row. Other companies included Deloitte, Salesforc…", "sentiment": "undefined", "publishedAt": "2019-04-03T18:54:04Z"}, {"title": "Millions of Facebook Users’ Personal Info Was Posted Publicly On Amazon Servers", "description": "A cybersecurity firm found troves of Facebook user information hiding in plain sight, inadvertently posted publicly on Amazon servers.", "sentiment": "undefined", "publishedAt": "2019-04-03T18:42:32Z"}, {"title": "Amazon’s facial ID technology critiqued by new group of AI experts", "description": "Twenty-six researchers, including Yoshua Bengio, a recent winner of the Turing Award, the industry's highest honor, called for Amazon to stop selling its Rekognition AI service to police departments in a post on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-04-03T16:00:18Z"}, {"title": "These are the best companies to work for in China in 2019, according to LinkedIn", "description": "Fifteen of the China's top 25 employers have technology at the core of their business.", "sentiment": "undefined", "publishedAt": "2019-04-03T00:08:12Z"}, {"title": "These are the best companies to work for in India in 2019, according to LinkedIn", "description": "Internet technology companies dominate this year's list of India's top 25 employers.", "sentiment": "undefined", "publishedAt": "2019-04-03T02:32:30Z"}, {"title": "The space economy is expected to triple to $1 trillion in the coming decades. Here's how UBS says you can start investing in that growth right now.", "description": "UBS says the space economy could triple to $1 trillion in 20 years as companies and governments invest more money in broadband internet satellites, space tourism, and mine materials from asteroids. Analyst Carl Berrisford writes that a new space race is heati…", "sentiment": "undefined", "publishedAt": "2019-04-03T16:46:10Z"}, {"title": "Microsoft silently unveils refreshed Surface Book 2 with 8th-Gen Intel Core i5 processor", "description": "Microsoft silently unveils the refreshed version of their Surface Book series, the Surface Book 2, today. The 13.5-inch display refreshed model now comes with... The post Microsoft silently unveils refreshed Surface Book 2 with 8th-Gen Intel Core i5 processor…", "sentiment": "undefined", "publishedAt": "2019-04-03T01:54:45Z"}, {"title": "Another scandal: Facebook user data reportedly at risk again", "description": "A cybersecurity firm say it uncovered two cases in which Facebook third party app data was left exposed on the public internet", "sentiment": "undefined", "publishedAt": "2019-04-03T21:47:56Z"}, {"title": "Face recognition researcher fights Amazon over biased AI", "description": "A researcher at MIT helped show big tech companies like Amazon, Microsoft and IBM that their facial recognition technology was biased", "sentiment": "undefined", "publishedAt": "2019-04-03T19:06:44Z"}, {"title": "Okta unveils $50M in-house venture capital fund", "description": "Okta Ventures wants to fund the next generation of identity, security and privacy startups.", "sentiment": "undefined", "publishedAt": "2019-04-03T13:00:49Z"}, {"title": "Fleksy’s AI keyboard is getting a store to put mini apps at chatters’ fingertips", "description": "Remember Fleksy? The customizable Android keyboard app has a new trick up its sleeve: It’s adding a store where users can find and add lightweight third party apps to enhance their typing experience. Right now it’s launched a taster, preloading a selection of…", "sentiment": "undefined", "publishedAt": "2019-04-03T14:00:02Z"}, {"title": "Is that soy in your Whopper? Plant-based meat sales rising", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-03T18:13:29Z"}, {"title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-03T21:50:27Z"}, {"title": "Is that soy in your Whopper? Plant-based meat sales rising", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:13:59Z"}, {"title": "$360 million IT automation startup Chef is 'bucking' a 'distinct trend' in open source software with a big bet on making all of its products totally free", "description": "On Tuesday, automation software startup Chef announced it would make all its software free and available as open source — even the products it used to sell commercially. Instead, it will sell Chef Enterprise Automation Stack — a package of all of its products…", "sentiment": "undefined", "publishedAt": "2019-04-03T00:29:46Z"}, {"title": "Facebook demands new users hand over their email passwords in exchange for harvesting their contacts", "description": "Facebook demands some new users give up their email passwords in order to login, catching the attention of security experts, one who compared it to a phishing attack.", "sentiment": "undefined", "publishedAt": "2019-04-03T16:13:15Z"}, {"title": "Best free cybersecurity courses online - TechRadar", "description": "Why get free cybersecurity training? If you're looking for personal development or education on a budget, you can do a lot worse than training yourself up in cybersecurity. And the best part is, there's a lot of free training materials and courses available o…", "sentiment": "undefined", "publishedAt": "2019-04-03T18:16:00Z"}, {"title": "The 5 best laptops for college students in 2018: all the best options for school work", "description": "The best laptops for college students – everything from Microsoft Surface to the new Dell XPS 13.", "sentiment": "undefined", "publishedAt": "2019-04-03T11:04:25Z"}, {"title": "AMD: Where Can This Thing Go?", "description": "We recently wrote that we thought AMD was being too conservative. Data coming out may confirm they were way too conservative. But nobody's looking at 2020 yet.", "sentiment": "undefined", "publishedAt": "2019-04-03T19:30:31Z"}, {"title": "BIO-key International, Inc. (BKYI) CEO Mike DePasquale on Q4 2018 Results - Earnings Call Transcript", "description": "BIO-key International, Inc. (NASDAQ:BKYI) Q4 2018 Earnings Conference Call April 2, 2019 10:00 A.M. ET Company Participants Scott Mahnken - Vice President, Mark", "sentiment": "undefined", "publishedAt": "2019-04-03T05:07:19Z"}, {"title": "Oracle: In Line Quarter But Upside In Sight", "description": "Oracle posted another in line quarter with revenue and EPS near what consensus expected. Cash flow continues to remain healthy and management reiterated their r", "sentiment": "undefined", "publishedAt": "2019-04-03T17:32:26Z"}, {"title": "Salesforce backs a start-up that uses selfies and A.I. to verify your identity online", "description": "Onfido's latest round of funding was led by Salesforce's venture capital arm and Japanese financial group SBI.", "sentiment": "undefined", "publishedAt": "2019-04-03T12:00:00Z"}, {"title": "Borderlands 3 co-op will be cross-platform, Microsoft Store suggests", "description": "It's gone now, but Microsoft's store momentarily listed Borderlands 3 as having 'cross-platform co-op'.", "sentiment": "undefined", "publishedAt": "2019-04-03T23:56:05Z"}, {"title": "The Most Undervalued And Overvalued Dividend Contenders - April 2019", "description": "A stock with a yield higher than usual may be undervalued. A stock with a yield lower than usual may be overvalued. Here is the April 2019 list of the most unde", "sentiment": "undefined", "publishedAt": "2019-04-03T20:50:37Z"}, {"title": "Face recognition researcher fights Amazon over biased AI", "description": "CAMBRIDGE, Mass. (AP) — Facial recognition technology was already seeping into everyday life — from your photos on Facebook to police scans of mugshots — when Joy Buolamwini noticed a serious glitch: Some of the software couldn't detect dark-skinned faces lik…", "sentiment": "undefined", "publishedAt": "2019-04-03T19:06:14Z"}, {"title": "Windows 10 is now used by more than two-thirds of Steam gamers", "description": "We can expect the balance to tip even further in Windows 10’s favor with support for Windows 7 ending soon.", "sentiment": "undefined", "publishedAt": "2019-04-03T14:34:15Z"}, {"title": "MG Motor teases the launch of MG Hector Internet car; unveils iSMART infotainment system in India", "description": "iSMART infotainment system is an amalgamation of some of the best car technologies available in the world.", "sentiment": "undefined", "publishedAt": "2019-04-03T05:19:39Z"}, {"title": "These are the 25 most attractive employers in America, according to LinkedIn - CNBC", "description": "Looking for a company that will pay you a competitive salary and provide top-notch benefits and perks? You're not alone. The employers that land on LinkedIn's 2019 Top Companies list are most attractive to the platform's users. To rank these companies, Linked…", "sentiment": "undefined", "publishedAt": "2019-04-03T10:30:00Z"}, {"title": "A.I. Experts Question Amazon’s Facial-Recognition Technology", "description": "At least 25 prominent researchers are calling on the company to stop selling the technology to law enforcement agencies, citing concerns that it has built-in biases.", "sentiment": "undefined", "publishedAt": "2019-04-03T16:03:31Z"}, {"title": "OpenClassrooms partners with Microsoft on a masters-level AI diploma", "description": "French startup OpenClassrooms is announcing a new partnership for a masters-level online program. Students who enroll in this program will access a fully online program about artificial intelligence. Eventually, future graduates will join companies — Microsof…", "sentiment": "undefined", "publishedAt": "2019-04-04T14:29:45Z"}, {"title": "Dozens of female Microsoft employees claim they deal with shocking behavior at work: requests to sit on a coworker's lap, being called a 'b*tch' (MSFT)", "description": "Dozens of women inside Microsoft complained on a long email string of their treatment at the company, according to media reports. The string included some pretty shocking accusations of things women experienced such as being called names and having complaints…", "sentiment": "undefined", "publishedAt": "2019-04-04T18:37:12Z"}, {"title": "Artificial intelligence experts from Facebook, Google, and Microsoft called on Amazon not to sell its facial recognition software to police", "description": "A group of AI experts penned an open letter to Amazon calling for the company to stop selling its facial recognition software, called Rekognition, to law enforcement. The letter says there are currently no safeguards in place to stop misuse of the technology,…", "sentiment": "undefined", "publishedAt": "2019-04-04T09:39:20Z"}, {"title": "Dear Alexandria Ocasio-Cortez, will you join me in honoring free market success stories?", "description": "Dear Alexandria Ocasio-Cortez, will you join me in honoring those who have achieved the American dream despite struggling through 'humble' conditions?", "sentiment": "undefined", "publishedAt": "2019-04-04T13:53:48Z"}, {"title": "When this eBook store closes, your books disappear too", "description": "Microsoft's closure of its eBook store is a reminder our digital \"belongings\" rarely belong to us.", "sentiment": "undefined", "publishedAt": "2019-04-04T02:21:35Z"}, {"title": "Google and the ethics of business in China", "description": "For American firms, it feels like a Chinese burn", "sentiment": "undefined", "publishedAt": "2019-04-04T14:51:04Z"}, {"title": "The Brave Browser Ecosystem Could Be Worth Billions", "description": "Digital advertising is broken. Users, publishers, and advertisers interact on an inefficient platform dominated by Google and Facebook. With the recent Cambridg", "sentiment": "undefined", "publishedAt": "2019-04-04T13:10:08Z"}, {"title": "Globally, Private And Public Sectors Aggressively Adopt Blockchain Tech", "description": "Bitcoin has not replaced the dollar or other national currencies because that is not the highest and best use of the underlying technology behind it. Instead, b", "sentiment": "undefined", "publishedAt": "2019-04-04T17:22:54Z"}, {"title": "The applications of synthetic biology are endless", "description": "L IFE ON EARTH uses perhaps 5m different proteins. It is by no means clear what each of them does. In even the simplest bacterium there are proteins with jobs that scientists cannot identify—but which the bacterium clearly considers vital, since without the g…", "sentiment": "undefined", "publishedAt": "2019-04-04T14:45:51Z"}, {"title": "Microsoft Joins Tech Race to Clean Up Shipping With Big Data - Bloomberg", "description": "Microsoft Joins Tech Race to Clean Up Shipping With Big Data Bloomberg At noon every day -- when the sun is directly overhead -- the world's fleet of commercial maritime ships report their position, speed and weather conditions.", "sentiment": "undefined", "publishedAt": "2019-04-04T15:27:00Z"}, {"title": "Subscribe to these 5 YouTubers before making any big tech buys - The Washington Post", "description": "Subscribe to these 5 YouTubers before making any big tech buys The Washington Post I'm in the market for a new laptop, and it needs to be enough of a beast for modern gaming. I'm talking something that allows for real-time ray tracing — a...", "sentiment": "undefined", "publishedAt": "2019-04-04T16:04:28Z"}, {"title": "Clippers owner Steve Ballmer: Winning an NBA title is one big goal that has eluded me", "description": "In an interview with \"Sunday Morning,\" the former Microsoft CEO also talks about his initiative to make nonpartisan government data easily accessible to all", "sentiment": "undefined", "publishedAt": "2019-04-04T18:28:50Z"}, {"title": "This week on \"Sunday Morning\" (April 7)", "description": "A look at the features for this week's broadcast of the #1 Sunday morning news program", "sentiment": "undefined", "publishedAt": "2019-04-04T17:58:02Z"}, {"title": "A 'hidden asset' at Citigroup has given the bank a dominant position in the fastest-growing business on Wall Street — but challengers are knocking at the door", "description": "A \"hidden asset\" at Citigroup has given the bank prime position in Wall Street's fastest-growing business. The Treasury and Trade Solutions division is Citi's crown jewel, pulling in $9.3 billion in revenue in 2018. While less glamorous, transaction banking i…", "sentiment": "undefined", "publishedAt": "2019-04-04T11:00:00Z"}, {"title": "Fargo Plans to Replace Its Sandbag Defense", "description": "Volunteers help fill, tie and stack sandbags in Fargo, N.D., as the city prepares for major flooding in mid-April. The bags are filled by a so-called spider machine that funnels the sand through 12 metal pipes as the city hopes to fill 100,000 bags a day to r…", "sentiment": "undefined", "publishedAt": "2019-04-04T10:40:00Z"}, {"title": "Amazon Cloud Storage Dilemma Exposed in Facebook's Latest Leak", "description": "The trove in question included 540 million pieces of information, such as identification numbers, comments, reactions and account names, that had been culled from Facebook pages and stored on Amazon servers by Mexico City-based digital platform Cultura Colect…", "sentiment": "undefined", "publishedAt": "2019-04-04T17:35:00Z"}, {"title": "Zingbox Enhances the Security of IoT Devices as Part of Microsoft Active Protections Program - Associated Press", "description": "Zingbox Enhances the Security of IoT Devices as Part of Microsoft Active Protections Program Associated Press Press release *content* from Business Wire. The AP news staff was not involved in its creation.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:31:25Z"}, {"title": "Zingbox Enhances the Security of IoT Devices as Part of Microsoft Active Protections Program - Associated Press", "description": "Zingbox Enhances the Security of IoT Devices as Part of Microsoft Active Protections Program Associated Press Press release *content* from Business Wire. The AP news staff was not involved in its creation.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:31:25Z"}, {"title": "Amazon receives challenge from face recognition researcher over biased AI", "description": "Joy Buolamwini's work has caught the attention of political leaders and led some to seek limits on the use of computer vision tools to analyze human faces.", "sentiment": "undefined", "publishedAt": "2019-04-04T12:30:51Z"}, {"title": "Citron expects Shopify to crater", "description": "Shopify (NYSE:SHOP) is down 2.95% after Citron Research takes aim at the stock with a short recommendation. Citron says a &#34;drastic change&#34; in the competitive and regulatory landscape will neg", "sentiment": "undefined", "publishedAt": "2019-04-04T14:32:21Z"}, {"title": "Today in History", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews.  Find the top news online at ABC news.", "sentiment": "undefined", "publishedAt": "2019-04-04T04:01:12Z"}, {"title": "OpenClassrooms partners with Microsoft on a masters-level AI diploma", "description": "French startup OpenClassrooms is announcing a new partnership for a masters-level online program. Students who enroll in this program will access a fully online program about artificial intelligence. Eventually, future graduates will join companies — Microsof…", "sentiment": "undefined", "publishedAt": "2019-04-04T14:29:45Z"}, {"title": "One man with more than 20,000 video games was just declared the world record holder by Guinness — see his full collection right here", "description": "Antonio Romero Monteiro has more video games than anyone else in the world, according to the Guinness World Records group. With more than 20,000 games, Monteiro has full collections of entire game libraries — including the Nintendo GameCube, Wii, and many mor…", "sentiment": "undefined", "publishedAt": "2019-04-04T16:22:04Z"}, {"title": "RPM International, Inc. (RPM) CEO Frank Sullivan on Q3 2019 Results - Earnings Call Transcript", "description": "RPM International, Inc. (NYSE:RPM) Q3 2019 Earnings Conference Call April 04, 2019 10:00 AM ET Company Participants Frank Sullivan - Chairman and Chief Executiv", "sentiment": "undefined", "publishedAt": "2019-04-04T18:59:06Z"}, {"title": "Okta Acquisition Spree Continues", "description": "Okta’s record performance for the quarter outpaced market expectations. However, the market wasn’t impressed with its weak earnings outlook, and the stock fell", "sentiment": "undefined", "publishedAt": "2019-04-04T07:05:03Z"}, {"title": "Boxlight Is Like Apple For The Classroom", "description": "The company is well established in a growing market with a sensible three-pronged growth strategy that delivers substantial revenue growth. While the company is", "sentiment": "undefined", "publishedAt": "2019-04-04T16:11:30Z"}, {"title": "Windows 10 churned out rogue notifications that looked like a malware infection", "description": "A Microsoft staffer has dropped a clanger with a major testing (and spelling) fail.", "sentiment": "undefined", "publishedAt": "2019-04-04T16:28:10Z"}, {"title": "Is Now A Good Time To Buy Invesco QQQ ETF?", "description": "Invesco QQQ ETF is home to many of the most dynamic growth stocks in the market. The ETF is also a key bellwether for US stocks in general. The return attributi", "sentiment": "undefined", "publishedAt": "2019-04-04T01:30:44Z"}, {"title": "Stock Exchange: You Risk How Much Per Trade?", "description": "Risk management is an important part of any trading program, but how much do you risk per trade? Concentration can lead to great success, but also great disaste", "sentiment": "undefined", "publishedAt": "2019-04-04T10:32:37Z"}, {"title": "Home Depot: The Investor Vs. The Speculator", "description": "Understanding the difference between the investor and the speculator for Home Depot shareholders. What investors need to look out for and what the speculators n", "sentiment": "undefined", "publishedAt": "2019-04-04T00:48:41Z"}, {"title": "Today in History", "description": "Today in History", "sentiment": "undefined", "publishedAt": "2019-04-04T04:00:52Z"}, {"title": "March Dividend Income Report - The End Of The Bear Market... Already?", "description": "When I looked at my portfolio after the market closed on April 1st, I thought it was an April Fool's joke: the total value of my investments was showing a new a", "sentiment": "undefined", "publishedAt": "2019-04-04T15:18:57Z"}, {"title": "Huawei fixes MateBook software following backdoor threat", "description": "Huawei has patched a security flaw in its MateBook laptops after it was discovered by Microsoft in January.", "sentiment": "undefined", "publishedAt": "2019-04-04T17:44:59Z"}]