[{"title": "How to avoid 'Fortnite' V-bucks scams and cyber-criminal schemes", "description": "Cyber criminals are stalking popular online game 'Fortnite,' selling illicit in-game items to launder money and tricking gamers to overtake accounts.", "sentiment": "undefined", "publishedAt": "2019-03-04T09:55:07Z"}, {"title": "Three years after launching their first product, these former Cisco execs have sold their startup to Juniper for $405 million (CSCO, JNPR)", "description": "Juniper Networks is buying a startup called Mist Systems for $405 million — less than three years after Mist launched its first product. Mist makes what it calls the first artificially intelligent WiFi system for businesses. Juniper is paying big bucks for Mi…", "sentiment": "undefined", "publishedAt": "2019-03-04T21:28:43Z"}, {"title": "Alphabet enters cyber security field with Chronicle", "description": "Backstory will let companies hold huge amounts of security data in searchable cloud", "sentiment": "undefined", "publishedAt": "2019-03-04T19:32:48Z"}, {"title": "Managers need new ways to deal with worker dissent", "description": "Insubordination is increasingly common, so we need to learn when and how to tolerate it", "sentiment": "undefined", "publishedAt": "2019-03-04T04:00:25Z"}, {"title": "Magic Software Enterprises Ltd. (MGIC) CEO Guy Bernstein on Q4 2018 Results - Earnings Call Transcript", "description": "Magic Software Enterprises Ltd. (NASDAQ:MGIC) Q4 2018 Earnings Conference Call March 4, 2019 10:00 A.M. ET Company Participants Amit Birk - Vice President, M&am", "sentiment": "undefined", "publishedAt": "2019-03-04T21:56:08Z"}, {"title": "Tracking Larry Robbins' Glenview Capital Management Portfolio - Q4 2018 Update", "description": "Glenview Capital Management’s 13F portfolio value decreased one-third from $15.74B to $10.33B this quarter. The number of positions decreased from 56 to 47. Lar", "sentiment": "undefined", "publishedAt": "2019-03-04T15:08:27Z"}, {"title": "Church pressures firms on tax and with no women directors", "description": "It says it will vote against chairmen and women of boards of big companies which have poor polices on tax transparency and climate change.", "sentiment": "undefined", "publishedAt": "2019-03-04T00:01:11Z"}, {"title": "How a missing letter helped create a tech billionaire", "description": "Scott Farquhar is a tech entrepreneur worth $7bn (£5.3bn), but he almost joined a military academy instead.", "sentiment": "undefined", "publishedAt": "2019-03-04T00:03:29Z"}, {"title": "How Napalm Is a Cautionary Tale for Tech Giants Pursuing Military Contracts - The New York Times", "description": "How Napalm Is a Cautionary Tale for Tech Giants Pursuing Military Contracts The New York Times Dow Chemical stopped making napalm for the military in 1969, just four years after it began. But the reputational damage haunted the company for decades.", "sentiment": "undefined", "publishedAt": "2019-03-04T10:00:15Z"}, {"title": "\"Brotopia\" author on slow progress for women in tech", "description": "Emily Chang, author of \"Brotopia: Breaking up the Boys' Club of Silicon Valley,\" says the disparity is causing bias to be built into products", "sentiment": "undefined", "publishedAt": "2019-03-04T17:45:34Z"}, {"title": "CNBC Announces Lineup for Latest Future of Work Conference, \"@Work Talent + HR\"", "description": "", "sentiment": "undefined", "publishedAt": "2019-03-04T14:45:00Z"}, {"title": "19 head-scratching questions bosses have actually asked at job interviews", "description": "Think you've been asked some tricky job interview questions ? We've compiled a list of some of the toughest prompts people have faced. Examples include \"How would you measure the weight of the earth?\" (Facebook) and \"Tell me a joke\" (J.P. Morgan Chase). Note …", "sentiment": "undefined", "publishedAt": "2019-03-04T18:30:00Z"}, {"title": "Nasdaq's CEO just threw her support behind the cloud, and said she hopes to eventually move the exchange there", "description": "Nasdaq CEO Adena Friedman said the future of finance includes moving all the technology that powers the markets into the cloud. This includes exchanges themselves, which typically sit separated in individual data centers. New Jersey could soon lose some of it…", "sentiment": "undefined", "publishedAt": "2019-03-04T17:42:37Z"}, {"title": "Digital Savvy Estonia Is Set to Get Its First Female Prime Minister", "description": "Kaja Kallas, the daughter of an Estonian prime minister, ran on a pro-business platform as the country saw record startup funding in 2018.", "sentiment": "undefined", "publishedAt": "2019-03-04T12:42:48Z"}, {"title": "Huawei's war with America just went up a level, with the Chinese company planning to sue the US government", "description": "Huawei is planning to file a lawsuit against the US government for banning its federal agencies from using the Chinese firm's telecom equipment, The New York Times reports. A source told the Times that Huawei will argue a piece of law from last year, which st…", "sentiment": "undefined", "publishedAt": "2019-03-04T12:33:33Z"}, {"title": "Amazon's culture is reportedly so hard on working parents that some people don't mention their kids or display family pictures (AMZN)", "description": "Amazon is a notoriously demanding employer, and requires employees to put in long hours. Not only is it easy for women to be sidelined after having kids, it also happens to new dads, one former Amazon employee recently told Business Insider. A group of workin…", "sentiment": "undefined", "publishedAt": "2019-03-04T20:47:59Z"}, {"title": "The Internet Just Took a Big Step Toward Killing Passwords. Here’s What We’ll Use Instead", "description": "Never click \"change password\" again. WebAuthn kills the password and lets people sign in with their fingerprint or a FIDO2 security key.", "sentiment": "undefined", "publishedAt": "2019-03-04T22:40:08Z"}, {"title": "UPDATE 3-Salesforce forecasts current-quarter profit below estimates, shares slip", "description": "Salesforce.com Inc forecast current-quarter revenue and profit below analysts' estimates on Monday, as the cloud software maker battles intensifying competition from Oracle and Microsoft, sending its shares down 3 percent.", "sentiment": "undefined", "publishedAt": "2019-03-04T23:29:47Z"}, {"title": "Microsoft is seriously closing the gap with Amazon in the cloud wars, according to a survey of IT professionals (AMZN, MSFT)", "description": "According to Flexera's RightScale 2019 State of the Cloud Report, Microsoft Azure is closing the gap in market adoption with Amazon Web Services. Within the past year, adoption of Microsoft Azure grew from 45% to 52% among survey respondents, while AWS is now…", "sentiment": "undefined", "publishedAt": "2019-03-04T20:01:29Z"}, {"title": "The cloud strategy that Microsoft is leading and that Google and Amazon are betting on is growing, report says (MSFT, GOOGL, AMZN)", "description": "According to Flexera's RightScale 2019 State of the Cloud Report, the amount of large companies with a hybrid cloud strategy, or combining public clouds and data centers to store workloads, has risen from 51% to 58%. Microsoft is the leader in hybrid cloud, a…", "sentiment": "undefined", "publishedAt": "2019-03-04T18:34:10Z"}, {"title": "Xbox One X 1TB NBA 2K19 Bundle w/ RDR2 for $380 + free shipping w/code SAVE15", "description": "SNG Trading via Rakuten offers the Microsoft Xbox One X 1TB NBA 2K19 Bundle with Bonus Red Dead Redemption 2 for $439.95. Coupon code \"SAVE15\" dunks that to $379.95. With free shipping, that's the lowest price we could find by $69. (For further comparison, mo…", "sentiment": "undefined", "publishedAt": "2019-03-04T20:00:33Z"}, {"title": "NetApp: Headed Toward Cloud Nine", "description": "The 23% drop in the share price of the cloud data services provider over the past half year offers investors an attractive entry point as the company’s turnarou", "sentiment": "undefined", "publishedAt": "2019-03-04T19:48:50Z"}, {"title": "Alteryx: A Little SaaS Accounting Lesson", "description": "Alteryx finished 2018 on a high note with a great Q4 earnings report, growing revenue 56.7%, maintaining a strong dollar-based net revenue retention rate of 129", "sentiment": "undefined", "publishedAt": "2019-03-04T19:40:26Z"}, {"title": "Amazon Moves Forward", "description": "Amazon's 4th quarter market performance was its worst in over a decade as the company fell into bear territory by year's end.  Arguably, Amazon was oversold. Am", "sentiment": "undefined", "publishedAt": "2019-03-04T18:34:52Z"}, {"title": "The Latest: Mrs. Trump gives pep talk to Oklahoma student", "description": "TULSA, Okla. (AP) — The Latest on Melania Trump's three-state tour to promote \"Be Best\" (all times local):", "sentiment": "undefined", "publishedAt": "2019-03-04T22:32:18Z"}, {"title": "Technically Speaking For March 4", "description": "The trade war with China may be coming to an end. Global markets are mostly higher since the beginning of the year. Markets were down today.  There continues to", "sentiment": "undefined", "publishedAt": "2019-03-04T21:47:53Z"}, {"title": "The Latest: Mrs. Trump gives pep talk to Oklahoma student", "description": "REDMOND, Wash. (AP) — The Latest on Melania Trump's three-state tour to promote \"Be Best\" (all times local):", "sentiment": "undefined", "publishedAt": "2019-03-04T22:32:18Z"}, {"title": "Microsoft preparing \"Windows Lite\" for dual-screen devices", "description": "Microsoft is reportedly developing a new lightweight version of Windows 10 intended for dual-screen and Chromebook like devices.", "sentiment": "undefined", "publishedAt": "2019-03-04T16:59:46Z"}, {"title": "UPRO Is Now Overbought. I'm Taking A Quarter Position Off The Table", "description": "UPRO is getting overbought according to its RSI indicator. Other technical indicators are bearish, such as shares being up against the 200 day moving average, t", "sentiment": "undefined", "publishedAt": "2019-03-04T21:44:37Z"}, {"title": "Automotive Industry Current And Long-Term Future Outlook", "description": "Where the automotive industry stands now. Explore the 5 future trends shaping the automotive industry. Take a look at possible future winners in this space.", "sentiment": "undefined", "publishedAt": "2019-03-04T15:42:03Z"}, {"title": "Microsoft launches quantum computing network", "description": "The Microsoft Quantum Network is now open for business and network partners could soon utilize quantum computing through Azure.", "sentiment": "undefined", "publishedAt": "2019-03-04T18:19:30Z"}, {"title": "Windows 10 October 2018 Update gets ‘Retpoline’ fix for Spectre performance hit", "description": "Going live for “certain devices” now and subsequently rolling out to others over the coming months.", "sentiment": "undefined", "publishedAt": "2019-03-04T10:33:21Z"}, {"title": "SurveyMonkey acquires web survey company Usabilla for $80M", "description": "SurveyMonkey announced today that it has acquired Usabilla, an Amsterdam-based website and app survey company, for $80 million in cash and stock. Zander Lurie, CEO at SurveyMonkey, said Usabilla filled in a missing piece in its survey toolkit. “A key product …", "sentiment": "undefined", "publishedAt": "2019-03-05T14:00:09Z"}, {"title": "California Today: Is the Next Hacking Frontier Being Developed in California?", "description": "The police processed over 80 arrests after a march through an East Sacramento neighborhood in protest of the district attorney’s decision to not charge the police officers who shot Stephon Clark.", "sentiment": "undefined", "publishedAt": "2019-03-05T14:07:47Z"}, {"title": "One stock is responsible for a big chunk of the Dow's gains this year (BA)", "description": "Boeing has accounted for nearly 30% of the year-to-date rise in the Dow Jones Industrial Average. Without Boeing's contribution, the index's YTD return of 11.5% would fall to 8%. Boeing has the largest weight in the DJIA at 11.5%. Watch Boeing trade live. A s…", "sentiment": "undefined", "publishedAt": "2019-03-05T17:36:00Z"}, {"title": "Amazon took over the $176 billion market for cloud computing. Now it's using the same playbook in logistics.", "description": "A slew of industry experts say Amazon is prepping itself to take on FedEx and UPS. Amazon says its network is only used to move goods in-house to manage its quickly-rising shipping costs. However, its network of ocean freight containers, trailers, fulfillment…", "sentiment": "undefined", "publishedAt": "2019-03-05T16:41:58Z"}, {"title": "Here are the 10 richest people in banking, hedge funds and investing", "description": "Forbes Magazine just came out with it's 2019 list of the top billionaires in the world. We narrowed down the list to the wealthiest in finance. Most on the list are self-starters who built business empires in banking, hedge funds, money management, and invest…", "sentiment": "undefined", "publishedAt": "2019-03-05T22:28:04Z"}, {"title": "Anthony Scaramucci's Las Vegas hedge fund conference is changing it up, as the industry faces heavy headwinds", "description": "After not hosting his SALT hedge fund conference in 2018, SkyBridge founder and former White House spokesman Anthony Scaramucci is gearing up for another Las Vegas blowout. With the hedge fund industry \"in the worst shape since 2009,\" Scaramucci is looking to…", "sentiment": "undefined", "publishedAt": "2019-03-05T19:01:56Z"}, {"title": "A cheaper Xbox One that doesn't use discs may be coming next month, report", "description": "A cheaper Xbox One? As rumors of next gen swirl Microsoft preps disc-less Xbox update", "sentiment": "undefined", "publishedAt": "2019-03-05T23:41:25Z"}, {"title": "Microsoft is widening its IoT footprint", "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence IoT Briefing subscribers. To receive the full story plus other insights each morning, click here. Microsoft announced a suite of new and enhanced IoT features for its Windo…", "sentiment": "undefined", "publishedAt": "2019-03-05T13:57:15Z"}, {"title": "Key Node Speaker: TSMC And This Investable Tech Recession", "description": "TSM had solid achievements last year, but offered up a downbeat forecast in its Q4 conference call. Yet it is possible that business could already be a bit bett", "sentiment": "undefined", "publishedAt": "2019-03-05T00:42:44Z"}, {"title": "ENGIE SA (ENGIY) CEO Isabelle Kocher on Q4 2018 Results and Capital Markets Day - Conference Call Transcript", "description": "ENGIE SA (OTCPK:ENGIY) Q4 2018 Results and Capital Markets Day Conference Call February 28, 2019 06:00 AM ET Company Participants Gary Leibowitz - Director, Inv", "sentiment": "undefined", "publishedAt": "2019-03-05T03:29:10Z"}, {"title": "Trump jumps 51 spots on Forbes billionaires list", "description": "The world's billionaire class is poorer by $400 billion, Forbes reports, citing stock market drops and global slowdowns", "sentiment": "undefined", "publishedAt": "2019-03-05T17:57:32Z"}, {"title": "Is Huawei compelled by law to help with espionage?", "description": "Telecoms group prepares 37-page legal argument to clarify its position", "sentiment": "undefined", "publishedAt": "2019-03-05T04:29:29Z"}, {"title": "Twitter erupts in fury over leaked images of Sonic the Hedgehog that show him with tiny eyes", "description": "Released by entertainment branding agency Hamagami/Carroll Inc.,  the photos show Sonic with tiny eyes and rids the hedgehog of his signature wide eyes that appear to be linked.", "sentiment": "undefined", "publishedAt": "2019-03-05T16:03:10Z"}, {"title": "How Kylie Jenner became the world's youngest self-made billionaire at 21", "description": "Kylie Jenner is now the youngest self-made billionaire in history, according to Forbes. It's a title that's also been held by Bill Gates and Mark Zuckerberg.", "sentiment": "undefined", "publishedAt": "2019-03-05T18:38:00Z"}, {"title": "One stock is responsible for a big chunk of the Dow's gains this year (BA)", "description": "Boeing has accounted for nearly 30% of the year-to-date rise in the Dow Jones Industrial Average. Without Boeing's contribution, the index's YTD return of 11.5% would fall to 8%. Boeing has the largest weight in the DJIA at 11.5%. Watch Boeing trade live. A s…", "sentiment": "undefined", "publishedAt": "2019-03-05T17:36:00Z"}, {"title": "Nikki Bella spotted leaving her former DWTS partner Artem Chigvintsev's LA area home", "description": "She split with her fiance John Cena for good in late July 2018 after six years together. And it looks like Nikki Bella's romance with her former Dancing With The Stars partner Artem Chigvintsev is heating up.", "sentiment": "undefined", "publishedAt": "2019-03-05T23:02:15Z"}, {"title": "Why a wealthy venture capitalist thinks it's crucial Americans realize trickle-down economics is 'a straight up lie'", "description": "Nick Hanauer is a wealthy, Seattle-based venture capitalist and progressive political activist. He credits today's massive inequality in the United States to four decades of neoliberal ideas, with the notion of shareholder value maximization at the forefront.…", "sentiment": "undefined", "publishedAt": "2019-03-05T16:34:38Z"}, {"title": "Deutsche Bank has reportedly considered closing its equities-trading unit after hundreds of millions in losses", "description": "Deutsche Bank has reportedly considered shutting down its equities business, the Wall Street Journal reported. The bank's internal calculations suggest the business lost $750 million last year, according to the newspaper. Hedge fund manager and Deutsche Bank …", "sentiment": "undefined", "publishedAt": "2019-03-05T21:16:59Z"}, {"title": "'Sky Judge' Official Is a No-Brainer for the NFL", "description": "In the third quarter of Sunday's Alliance of American Football game between the San Antonio Commanders and the Birmingham Iron, San Antonio defensive back Duke Thomas laid an  unnecessary late hit  on defenseless Birmingham wide receiver Tobias Palmer...", "sentiment": "undefined", "publishedAt": "2019-03-05T13:25:32Z"}, {"title": "Microsoft launching disc-less Xbox next month?", "description": "Microsoft (NASDAQ:MSFT) could launch a disc-less Xbox One S next month, according to a Windows Central report.The &#34;Xbox One S All-Digital Edition&#34; will reportedly open for preorders in mid-Apr", "sentiment": "undefined", "publishedAt": "2019-03-05T19:35:37Z"}, {"title": "As Amanda Holden launches a fashion line JUST like Holly Willoughby, who's copying whom?", "description": "Now, Amanda Holden, 48, has taken on 38-year-old Holly Willoughby in the fashion stakes by launching her own range of clothes for Fenn Wright Manson.", "sentiment": "undefined", "publishedAt": "2019-03-05T22:39:03Z"}, {"title": "Facebook: Welcome To The Hotel California", "description": "Due to its business model and platform power, Facebook is to digital advertising in the 21st century what newspapers/radio/television combined were to mass mark", "sentiment": "undefined", "publishedAt": "2019-03-05T18:17:57Z"}, {"title": "Data Sheet—How Ford CEO Jim Hackett Impressed Designers, But Not Investors", "description": "Ford CEO Jim Hackett has focused on improving car and truck designs at the automaker, but Ford's stock has slumped since he took over.", "sentiment": "undefined", "publishedAt": "2019-03-05T13:06:31Z"}, {"title": "Viva Las Vegas: Melania Trump talks opioids in Barry Manilow's and Wayne Newton's theater", "description": "Melania Trump went where Manilow and Newton have trod, to talk opioids at a Las Vegas town hall. An Elvis impersonator was in the building.", "sentiment": "undefined", "publishedAt": "2019-03-05T23:19:11Z"}, {"title": "Melania Trump closes 'Be Best' tour with shots at the media", "description": "At a Las Vegas town hall, the first lady was critical of the level of coverage of the nation’s opioid crisis.", "sentiment": "undefined", "publishedAt": "2019-03-05T23:50:19Z"}, {"title": "US STOCKS-Futures inch higher, progress in U.S-China trade talks in focus", "description": "U.S. stock futures ticked higher on Tuesday, a day after the Dow Jones Industrial Average and the S&P 500 posted their biggest drop in nearly a month, as investors hoped for an U.S.-China trade deal as early as this month.", "sentiment": "undefined", "publishedAt": "2019-03-05T12:36:33Z"}, {"title": "Keeping up with Kylie: Jenner is world's youngest billionaire", "description": "Kylie Jenner on Tuesday was named the youngest self-made billionaire of all time by Forbes magazine, thanks to the booming cosmetics company she founded three years ago.", "sentiment": "undefined", "publishedAt": "2019-03-05T20:03:33Z"}, {"title": "12-Month Xbox Live Gold w/ Titanfall 2 for $46 + free shipping w/code SAVE15", "description": "Altatac via Rakuten offers a Microsoft 12-Month Xbox Live Gold Membership bundled with Titanfall 2 for Xbox One (includes Nitro Scorch Pack) for $54.11. Coupon code \"SAVE15\" drops it to $45.99. With free shipping, that's $7 under the lowest price we could fin…", "sentiment": "undefined", "publishedAt": "2019-03-05T19:00:12Z"}, {"title": "Leaf Group Ltd. (LEAF) CEO Sean Moriarty on Q4 2018 Results - Earnings Call Transcript", "description": "Leaf Group Ltd. (NYSE:LEAF) Q4 2018 Results Conference Call March 04, 2019 05:00 PM ET Company Participants Sean Moriarty - CEO Jantoon Reigersman - CFO Shawn M", "sentiment": "undefined", "publishedAt": "2019-03-05T00:16:17Z"}, {"title": "21Vianet Group (VNET) CEO Alvin Wang on Q4 2018 Results - Earnings Call Transcript", "description": "21Vianet Group (NASDAQ:VNET) Q4 2018 Earnings Conference Call March 04, 2019, 08:00 PM ET Company Participants Rene Jiang - IR Alvin Wang - CEO and President Sh", "sentiment": "undefined", "publishedAt": "2019-03-05T05:07:05Z"}, {"title": "Microsoft calls it a key skill of the future. Here are 4 steps to mastering it", "description": "Kasia Miaskiewicz, director at UBS Evolve, broke down the four-pronged approach for CNBC Make It.", "sentiment": "undefined", "publishedAt": "2019-03-05T04:22:00Z"}, {"title": "The Magic Of Adobe Experience Cloud", "description": "I restate my January 29 buy rating for ADBE. The stock is now priced at $264.21 – notably higher than January 29’s $238.27. Aside from its invidious status as t", "sentiment": "undefined", "publishedAt": "2019-03-05T15:34:53Z"}, {"title": "Upwork, Inc. (UPWK) CEO Stephane Kasriel on Q4 2018 Results - Earnings Call Transcript", "description": "Upwork, Inc. (NASDAQ:UPWK) Q4 2018 Results Conference Call February 28, 2019 05:00 PM ET Company Participants Palmira Gerlach - Director, IR Stephane Kasriel -", "sentiment": "undefined", "publishedAt": "2019-03-05T01:11:23Z"}, {"title": "Here's Why Amazon's Stock Faces Trouble", "description": "Reports last week noted Amazon may move into a grocery store concept. Grocery stores are a low-margin business. It will put more pressure to grow AWS.", "sentiment": "undefined", "publishedAt": "2019-03-05T18:18:08Z"}, {"title": "Here's Why Amazon Stock Faces Trouble", "description": "Reports last week noted Amazon may move into a grocery store concept. Grocery stores are a low-margin business. It will put more pressure to grow AWS.", "sentiment": "undefined", "publishedAt": "2019-03-05T18:18:08Z"}, {"title": "Trump rises 51 spots on Forbes billionaires list — but his net worth stays flat at $3.1 billion", "description": "President Donald Trump rose 51 spots in Forbes' annual ranking of billionaires, the magazine reported Tuesday, despite his net worth remaining the same since last year.", "sentiment": "undefined", "publishedAt": "2019-03-05T16:06:00Z"}, {"title": "Road To Financial Independence: Rising Dividends And Endless Opportunities", "description": "Dividend income hit $279 in February, up 55% Y/Y and 17.2% sequentially. The big increase is heavily boosted by the first annual dividend from Siemens Healthine", "sentiment": "undefined", "publishedAt": "2019-03-05T05:14:25Z"}, {"title": "Xbox Maverick, the disc-less Xbox One S, could launch ahead of E3", "description": "A new report says that Microsoft’s all-digital Xbox One console could launch by the end of May 2019.", "sentiment": "undefined", "publishedAt": "2019-03-05T23:48:12Z"}, {"title": "Microsoft’s new Chromium-based Edge browser shown in leaked screenshots", "description": "The future of Microsoft's new browser doesn't look radically different", "sentiment": "undefined", "publishedAt": "2019-03-05T14:26:45Z"}, {"title": "Mastercard: why smart payments can help us all do digital better", "description": "Making payments smarter could be a key part of wider digital transformation, Mastercard says", "sentiment": "undefined", "publishedAt": "2019-03-05T10:15:53Z"}, {"title": "Wayne Newton to join Melania Trump's opioid town hall on the same Vegas stage where Manilow sings", "description": "Melania Trump will be joined at her opioid town hall by legendary entertainer Wayne Newton for an event in the same theater Elvis Presley made  history and where Barry Manilow currently sings.", "sentiment": "undefined", "publishedAt": "2019-03-05T18:09:00Z"}, {"title": "‘Spoiler’ flaw in Intel CPUs is similar to Spectre – yet dangerously different", "description": "A fresh speculative execution hole has been found, and this one won’t be easy to defend against, by all accounts.", "sentiment": "undefined", "publishedAt": "2019-03-05T10:36:41Z"}, {"title": "Keeping up with Kylie: Jenner is world's youngest billionaire", "description": "Kylie Jenner on Tuesday was named the youngest self-made billionaire of all time by Forbes magazine, thanks to the booming cosmetics company she founded three years ago.", "sentiment": "undefined", "publishedAt": "2019-03-05T20:03:33Z"}, {"title": "How millennials and Gen Z are reshaping the future of the workforce", "description": "Millennials and their younger 'Gen Z' counterparts are used to facing sweeping criticism over their commitment to the workplace. However, the post-1980's cohort of employees is actually inspiring meaningful concepts that will change the future of work as we k…", "sentiment": "undefined", "publishedAt": "2019-03-05T14:00:00Z"}, {"title": "Amazon Gives AI to Harvard Hospital in Tech's Latest Health Push", "description": "Amazon Web Services is working with a Harvard-affiliated teaching hospital in Boston to test how AI can simplify medical care.", "sentiment": "undefined", "publishedAt": "2019-03-06T20:50:12Z"}, {"title": "Box: Tune Out The Noise", "description": "Shares of Box fell nearly 20% after reporting Q4 results, marking one of Box's worst quarters in history. The company missed revenue expectations in Q4 and offe", "sentiment": "undefined", "publishedAt": "2019-03-06T15:16:48Z"}, {"title": "Tracking Stephen Mandel's Lone Pine Capital Portfolio - Q4 2018 Update", "description": "Stephen Mandel’s 13F portfolio value decreased ~24% from $19.44B to $14.77B. The number of positions remained steady at 25. Lone Pine Capital added Booking Hold", "sentiment": "undefined", "publishedAt": "2019-03-06T10:07:49Z"}, {"title": "The Best Dividend Stocks To Buy In March", "description": "With the stock market up over 12% YTD knowing what dividend stocks are still worth buying is crucial. Thus this weekly best dividend stocks to buy right now ser", "sentiment": "undefined", "publishedAt": "2019-03-06T03:13:12Z"}, {"title": "Wegmans ranks No. 1 for reputation as tech companies stumble in new poll - Rochester Democrat and Chronicle", "description": "Wegmans ranks No. 1 for reputation as tech companies stumble in new poll Rochester Democrat and Chronicle The Gates-based grocery chain has the best reputation among the nation's most visible companies, survey finds.", "sentiment": "undefined", "publishedAt": "2019-03-06T15:24:00Z"}, {"title": "Why Bezos and Microsoft are betting on this $10 trillion energy fix for the planet", "description": "Jeff Bezos and others have sunk more than $127 million into General Fusion, a start-up trying to commercialize fusion energy. Microsoft is partnering with the company. The goal is to provide energy to the 1 billion people on the planet that don't have access …", "sentiment": "undefined", "publishedAt": "2019-03-06T13:45:00Z"}, {"title": "The $6.5 billion acquisition that everyone hated a year ago was the only thing everyone loved about Salesforce's latest quarter (CRM)", "description": "Nearly a year after Salesforce announced it would acquire MuleSoft, Salesforce sees MuleSoft as a major source of subscription growth. Mulesoft contributed $181 million in revenue, including $156 million in subscription and support revenue in the past quarter…", "sentiment": "undefined", "publishedAt": "2019-03-06T01:47:05Z"}, {"title": "Facebook, Big Tech decline in reputation among public in 2018, according to poll", "description": "Privacy of data is extremely important to Americans — according to Harris Poll data, it is Americans' top social issue, with 69% of survey respondents indicating such.", "sentiment": "undefined", "publishedAt": "2019-03-06T13:50:43Z"}, {"title": "Why Digital Hoarding Can Be Healthier Than Real World Hoarding", "description": "Hoarding digital data can be more healthy, when done in an organized way, than hoarders of physical items, a psychology professor says.", "sentiment": "undefined", "publishedAt": "2019-03-06T15:10:59Z"}, {"title": "Microsoft says Iran-linked hackers targeted businesses", "description": "Microsoft has detected cyberattacks linked to Iranian hackers that targeted thousands of people at more than 200 companies over the past two years, according to a report", "sentiment": "undefined", "publishedAt": "2019-03-06T23:19:08Z"}, {"title": "Microsoft signs solar agreement with Invenergy", "description": "Microsoft (NASDAQ:MSFT) will become the sole offtaker of the energy generated by the Wilkinson Solar Energy Center, a 74-megawatt solar project in North Carolina that will be constructed, owned and op", "sentiment": "undefined", "publishedAt": "2019-03-06T20:26:19Z"}, {"title": "Microsoft's South African data centers go online", "description": "Microsoft (NASDAQ:MSFT) brings its previously announced South African data centers online, becoming the first major cloud player providing local service to Africa.IBM operates data centers in South Af", "sentiment": "undefined", "publishedAt": "2019-03-06T17:41:02Z"}, {"title": "DOJ holding tech forum to combat scams", "description": "U.S. Attorney General William Barr will hold a forum on Thursday with Apple (NASDAQ:AAPL), Microsoft (NASDAQ:MSFT), and Google (NASDAQ:GOOGL) execs to ask for help in preventing technical scams especi", "sentiment": "undefined", "publishedAt": "2019-03-06T22:08:34Z"}, {"title": "Grab confirms $1.46B investment from SoftBank’s Vision Fund", "description": "Grab has become the newest addition to the SoftBank Vision Fund after it announced today that it has pulled in a $1.46 billion investment from the super fund. Grab said the new money will be used to further its super app strategy, which is aimed at making its…", "sentiment": "undefined", "publishedAt": "2019-03-06T03:39:24Z"}, {"title": "Top Stock Pick For 2019 - Facebook Has 32% Further Upside", "description": "Investor fund flows relative to Facebook shares turned favorable for the stock into the turn of the year. The power of Facebook’s business model should reassert", "sentiment": "undefined", "publishedAt": "2019-03-06T15:13:26Z"}, {"title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Wednesday. Chinese hackers reportedly targeted 27 US universities looking for naval military secrets, The Wall Street Journal reports. The hacking attempt was discovered by iDefense, a cybersecurity di…", "sentiment": "undefined", "publishedAt": "2019-03-06T07:43:58Z"}, {"title": "Microsoft’s Azure Cloud Data Centers Expands to South Africa", "description": "Microsoft is opening new Azure cloud computing data centers in Cape Town and Johannesburg, South Africa.", "sentiment": "undefined", "publishedAt": "2019-03-06T09:00:29Z"}, {"title": "Data Sheet—Why Digital Hoarding Can Be Healthier Than Real World Hoarding", "description": "Hoarding digital data can be more healthy, when done in an organized way, than hoarding physical items, a psychology professor says.", "sentiment": "undefined", "publishedAt": "2019-03-06T14:07:38Z"}, {"title": "Google is staking its claim in the next big thing after cloud computing with a new line of AI-powered hardware for developers (GOOG, GOOGL)", "description": "Google introduced Coral, a line of hardware to help hackers build and experiment with AI-powered gadgetry. It's similar in principle to popular minicomputers like the Raspberry Pi, but with some Google special sauce — it uses a custom Google processor, custom…", "sentiment": "undefined", "publishedAt": "2019-03-06T19:53:31Z"}, {"title": "London is now the best city in the world for wealthy individuals to live in", "description": "The high quantity of 5* hotels in the capital, at 76, as well as the number and quality of universities ensured London reclaimed number one in the rankings.", "sentiment": "undefined", "publishedAt": "2019-03-06T18:50:34Z"}, {"title": "Xbox One S 1TB Console w/ Titanfall 2 for $185 + free shipping w/code SAVE15", "description": "Today only, Altatac via Rakuten offers the Microsoft Xbox One S 1TB Console with Titanfall 2 + Nitro DLC for Xbox One for $217.64. Coupon code \"SAVE15\" cuts that to $184.99. With free shipping, that's $29 under the lowest price we could find for the pair sepa…", "sentiment": "undefined", "publishedAt": "2019-03-06T23:00:30Z"}, {"title": "Some advertisers are quitting Facebook, chiding the company's 'despicable business model'", "description": "Some businesses told CNBC they decided to stop advertising with Facebook and Instagram due to the company's user data and privacy scandals.", "sentiment": "undefined", "publishedAt": "2019-03-06T20:05:00Z"}, {"title": "Buy AMC Shares If The Stock Dips", "description": "AMC stock surged after reporting fourth quarter numbers. Investors may have liked the stubs growth in the quarter. Dividend yield may be questioned amid high de", "sentiment": "undefined", "publishedAt": "2019-03-06T23:05:16Z"}, {"title": "Qumu Corporation (QUMU) CEO Vern Hanzlik on Q4 2018 Results - Earnings Call Transcript", "description": "Qumu Corporation (NASDAQ:QUMU) Q4 2018 Earnings Conference Call March 6, 2019 10:00 AM Company Participants Vern Hanzlik - President and Chief Executive Officer", "sentiment": "undefined", "publishedAt": "2019-03-06T19:38:15Z"}, {"title": "Microsoft says Iran-linked hackers targeted businesses", "description": "REDMOND, Wash. (AP) — Microsoft has detected cyberattacks linked to Iranian hackers that targeted thousands of people at more than 200 companies over the past two years.", "sentiment": "undefined", "publishedAt": "2019-03-06T23:18:17Z"}, {"title": "Windows 10 patch breaks Destiny 2 and other games on some PCs", "description": "The latest patch for Windows 10 October 2018 Update is reportedly causing havoc with some big-name titles.", "sentiment": "undefined", "publishedAt": "2019-03-06T12:42:42Z"}, {"title": "The Most Undervalued And Overvalued Dividend Contenders - March 2019", "description": "A stock with a yield higher than usual may be undervalued. A stock with a yield lower than usual may be overvalued. Here is the March 2019 list of the most unde", "sentiment": "undefined", "publishedAt": "2019-03-06T13:16:46Z"}, {"title": "The Best Dividend Stocks To Buy In March", "description": "With the stock market up over 12% YTD knowing what dividend stocks are still worth buying is crucial. Thus this weekly best dividend stocks to buy right now ser", "sentiment": "undefined", "publishedAt": "2019-03-06T03:13:12Z"}, {"title": "Entry-level Surface Book 2 may receive quad-core power boost", "description": "Judging by leaked retailer listings, Microsoft plans to update the cheapest Surface Book 2 with a new processor.", "sentiment": "undefined", "publishedAt": "2019-03-06T21:02:46Z"}, {"title": "Microsoft wants Cortana voice assistant to work better with other apps", "description": "A new patent by Microsoft shows the company is looking at ways to make Cortana play nicely with third parties.", "sentiment": "undefined", "publishedAt": "2019-03-06T10:19:13Z"}, {"title": "Overcoming the 2019 cyber-threat", "description": "Toshiba's Nick Offin explains how businesses can avoid falling victim to the latest cyber threats.", "sentiment": "undefined", "publishedAt": "2019-03-06T09:00:54Z"}, {"title": "Why I'm happy there's still no Netflix on the Nintendo Switch", "description": "Two years after the Switch’s launch, there’s still a paucity of non-gaming apps available for download. But does it matter?", "sentiment": "undefined", "publishedAt": "2019-03-06T10:55:08Z"}, {"title": "Iranian Hackers Have Hit Hundreds of Companies in Past Two Years", "description": "Cyberattacks linked to Iranian hackers have targeted more than 200 companies over the past two years, Microsoft said, part of a wave of computer intrusions from the country that researchers say has hit businesses and government entities around the globe.", "sentiment": "undefined", "publishedAt": "2019-03-06T21:04:16Z"}, {"title": "Pioneer Square Labs is invigorating Seattle’s startup ecosystem", "description": "How the startup studio's \"validation engine\" has made it one of the best company builders in the business.", "sentiment": "undefined", "publishedAt": "2019-03-06T23:31:29Z"}, {"title": "Exclusive: Grab considers raising more funds after $4.5 billion financing round", "description": "Grab is considering raising more funds from strategic investors, the president of Southeast Asia's top ride-hailing firm said, after raking in over $4.5 billion in the region's largest private financing round that included SoftBank's Vision Fund.", "sentiment": "undefined", "publishedAt": "2019-03-06T02:34:19Z"}, {"title": "Exclusive: Grab considers raising more funds after $4.5 billion financing round", "description": "Grab is considering raising more funds from strategic investors, the president of Southeast Asia's top ride-hailing firm said, after raking in over $4.5 billion in the region's largest private financing round that included SoftBank's Vision Fund.", "sentiment": "undefined", "publishedAt": "2019-03-06T02:34:19Z"}, {"title": "Scaleway releases cloud GPU instances for €1 per hour", "description": "French cloud hosting company Scaleway is rolling out new instances with an Nvidia Tesla P100 GPU. The company is opting for simple pricing with a single configuration that costs €1 per hour ($1.13). Many companies now use GPU instances to train models for the…", "sentiment": "undefined", "publishedAt": "2019-03-07T17:19:51Z"}, {"title": "White House Memo: Melania Trump’s ‘Be Best’ Tour Shows the Power (and Limits) of Staying on Message", "description": "The first lady traveled to three states this week to promote her child-focused “Be Best” initiative. Unwelcome questions followed her along the way.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:57:31Z"}, {"title": "Millennials are plowing money into these 6 ETFs", "description": "Millennials are buying exchange-traded funds for exposure to high-growth robotics and cannabis stocks. These are the six most-popular ETFs among Robinhood investors. Millennials are transforming numerous industries by demanding things like clean energy, strea…", "sentiment": "undefined", "publishedAt": "2019-03-07T18:49:00Z"}, {"title": "Tim Cook just changed his name to Tim Apple on Twitter", "description": "Just a day after President Trump referred to Tim Cook as \"Tim Apple,\" the Apple CEO has changed his name on Twitter in an apparent reference to the incident. The change comes after Trump's reference to Cook drew a strong reaction on the Internet. President Tr…", "sentiment": "undefined", "publishedAt": "2019-03-07T18:48:37Z"}, {"title": "Business software groups maintain hope for tech sector", "description": "Wall Street bets fast-growing but mainly lossmaking apps can become essential office tools", "sentiment": "undefined", "publishedAt": "2019-03-07T05:00:49Z"}, {"title": "February 2019 Dividend Income Report, My Dividends Have Been Cut?!", "description": "Last year, my February dividend income was $408.75. This year, I’m down to $270.84… what happened? I have no intention of changing my investing strategy. Invest", "sentiment": "undefined", "publishedAt": "2019-03-07T07:30:57Z"}, {"title": "Kroger Co. (KR) CEO Rodney McMullen on Q4 2018 Results - Earnings Call Transcript", "description": "Kroger Co. (NYSE:KR) Q4 2018 Earnings Conference Call March 07, 2019 10:00 A.M. ET Company Participants Rebekah Manis - Director, IR W. Rodney McMullen - Chairm", "sentiment": "undefined", "publishedAt": "2019-03-07T19:53:07Z"}, {"title": "Column: If Mark Cuban can run for president, who else?", "description": "Column: Mark Cuban may run for president, and other sports figures have a chance too", "sentiment": "undefined", "publishedAt": "2019-03-07T07:39:19Z"}, {"title": "Millennials are plowing money into these 6 ETFs", "description": "Millennials are buying exchange-traded funds for exposure to high-growth robotics and cannabis stocks. These are the six most-popular ETFs among Robinhood investors. Millennials are transforming numerous industries by demanding things like clean energy, strea…", "sentiment": "undefined", "publishedAt": "2019-03-07T18:49:00Z"}, {"title": "Microsoft to buy energy from 74-megawatt solar power facility in North Carolina", "description": "Many of the world's biggest tech companies are turning to renewable sources of energy.", "sentiment": "undefined", "publishedAt": "2019-03-07T15:19:00Z"}, {"title": "Melania Trump pushes 'Be Best' even without the spotlight", "description": "It's been almost one year since first lady Melania Trump launched her official \"Be Best\" platform, a three-pillared program set to tackle the relatively vast topics of children's well-being, online behavior and how the opioid crisis affects kids and families.", "sentiment": "undefined", "publishedAt": "2019-03-07T00:50:52Z"}, {"title": "If it wasn't for this invention, you wouldn't be reading this piece", "description": "This month marks the 30th anniversary of the World Wide Web, which has revolutionized the way we communicate, shop, and access information. But that wasn't what the WWW was initially created for, writes Don Lincoln", "sentiment": "undefined", "publishedAt": "2019-03-07T23:31:26Z"}, {"title": "Equifax CEO testifies company took security seriously following scathing Senate report on data breach", "description": "CEOs of Equifax and Marriott testified Thursday in a Senate hearing on private-sector data breaches", "sentiment": "undefined", "publishedAt": "2019-03-07T15:57:00Z"}, {"title": "Okta Says It Will Acquire Workflow Automation Startup for $52.5 Million", "description": "Identity tech firm Okta said amid reporting earnings it bought Azuqua, a workflow automation startup based in Seattle, for $52.5 million.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:21:21Z"}, {"title": "Millennials are plowing money into these 6 ETFs", "description": "Millennials are buying exchange-traded funds for exposure to high-growth robotics and cannabis stocks. These are the six most-popular ETFs among Robinhood investors. Millennials are transforming numerous industries by demanding things like clean energy, strea…", "sentiment": "undefined", "publishedAt": "2019-03-07T18:49:00Z"}, {"title": "Car bomb fears and stolen prototypes: Inside Facebook's efforts to protect its 80,000 workers across the globe (FB)", "description": "Facebook has a 6,000-person security army quietly protecting its tens of thousands of employees around the world. The challenges they face are immense — from stalkers to stolen prototypes, car bomb fears, gang violence, and concerns about state-sponsored espi…", "sentiment": "undefined", "publishedAt": "2019-03-07T19:42:19Z"}, {"title": "Microsoft says Iran-linked hackers targeted businesses", "description": "Microsoft has detected cyberattacks linked to Iranian hackers that targeted thousands of people at more than 200 companies over the past two years, according to a report", "sentiment": "undefined", "publishedAt": "2019-03-07T15:16:22Z"}, {"title": "Microsoft's Windows 10 on 800M devices", "description": "Microsoft's (NASDAQ:MSFT) Windows 10 is now running on more than 800M devices, approaching the company's 1B goal and up from 700M in September.Microsoft launched Windows 10 in 2015 and wanted to hit t", "sentiment": "undefined", "publishedAt": "2019-03-07T18:26:49Z"}, {"title": "Mark Zuckerberg's boast about Facebook's data storage was torn apart by human rights groups", "description": "In his blockbuster blog, Mark Zuckerberg boasted that Facebook has chosen not to store data in countries that \"have a track record of violating human rights like privacy or freedom of expression.\" But just months ago, Facebook announced plans to open a data c…", "sentiment": "undefined", "publishedAt": "2019-03-07T16:17:09Z"}, {"title": "Mark Zuckerberg is rumored to have a secret escape passageway beneath his conference room for emergencies (FB)", "description": "Facebook budgets $10 million a year to protect CEO Mark Zuckerberg. When Zuckerberg first got executive protection, he had a habit of wandering off without telling them where he was going. Business Insider has published an in-depth investigation into Facebook…", "sentiment": "undefined", "publishedAt": "2019-03-07T20:37:28Z"}, {"title": "March: Exploiting Sector ETF Seasonality Patterns For Best Stock Gains", "description": "Monthly update on the sector seasonality patterns to enhance your stock picks. Leveraging strong patterns and technical algorithms has delivered +28.83% returns", "sentiment": "undefined", "publishedAt": "2019-03-07T17:21:03Z"}, {"title": "The Cybersecurity 202: U.S. to try new approach to punish hacking nations: Working with allies", "description": "State Department cyber chief wants \"swift and transparent consequences that will change their calculus.\"", "sentiment": "undefined", "publishedAt": "2019-03-07T12:10:39Z"}, {"title": "Senators will grill Equifax, Marriott executives about two of the biggest data breaches in history", "description": "A Senate DHS investigations subcommittee hearing Thursday will include questioning of Equifax CEO Mark Begor and Marriott CEO Arne Sorenson about private-sector data breaches, including high-profile incidents at their companies.", "sentiment": "undefined", "publishedAt": "2019-03-07T13:41:00Z"}, {"title": "RCM Technologies, Inc. (RCMT) Management on Q4 2018 Results - Earnings Call Transcript", "description": "RCM Technologies, Inc. (NASDAQ:RCMT) Q4 2018 Results Earnings Conference Call March 07, 2019, 10:00 AM ET Company Participants Bradley Vizi - Executive Chairman", "sentiment": "undefined", "publishedAt": "2019-03-07T20:48:16Z"}, {"title": "Triplepoint Venture Growth BDC Corp (TPVG) CEO James Labe on Q4 2018 Results - Earnings Call Transcript", "description": "Triplepoint Venture Growth BDC Corp (NYSE:TPVG) Q4 2018 Earnings Conference Call March 06, 2019, 17:00 ET Company Participants Andrew Olson - CFO James Labe - C", "sentiment": "undefined", "publishedAt": "2019-03-07T04:22:03Z"}, {"title": "Investor Jeremy Grantham: You have to tax the super rich", "description": "The U.S. should increase taxes on the wealthy as the disparity between the rich and poor has reached extreme levels, investor Jeremy Grantham said Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:27:00Z"}, {"title": "Take-Two: Is The Selloff Overdone?", "description": "Take-Two Interactive has sold off with the rest of the gaming industry. Its recent releases show a company firing on all cylinders. The moves the company is mak", "sentiment": "undefined", "publishedAt": "2019-03-07T13:38:44Z"}, {"title": "Facebook: Multi-Year Double-Digit Earnings Growth After 2019", "description": "We review the quantitative side of the FB investment case by examining its reported financials and other performance figures. FB has a strong track record in gr", "sentiment": "undefined", "publishedAt": "2019-03-07T15:57:12Z"}, {"title": "Microsoft is getting close to its goal of 1 billion Windows 10 devices", "description": "Windows 10 is now on 800 million devices, up from 700 million in September.", "sentiment": "undefined", "publishedAt": "2019-03-07T17:49:00Z"}, {"title": "Kroger isn't the only retailer struggling to make money from digital, analyst says", "description": "Shares of Kroger plunged Tuesday after the company reported that its investments in tech and delivery will take a bigger bite of its 2019 profits, but it isn't the only grocery chain struggling to make e-commerce work for its business.", "sentiment": "undefined", "publishedAt": "2019-03-07T20:41:00Z"}, {"title": "AP PHOTOS: The bull market in US stocks turns 10", "description": "The bull market in stocks started with the U.S. still reeling from the Great Recession in March 2009. The bull turns 10 this weekend, having survived threats such as a debt crisis in Europe (2011), a slowdown in the Chinese…", "sentiment": "undefined", "publishedAt": "2019-03-07T15:11:05Z"}, {"title": "Microsoft says Iran-linked hackers targeted businesses", "description": "REDMOND, Wash. (AP) — Microsoft has detected cyberattacks linked to Iranian hackers that targeted thousands of people at more than 200 companies over the past two years.", "sentiment": "undefined", "publishedAt": "2019-03-07T15:16:05Z"}, {"title": "Wall Street Breakfast: Stocks Sluggish Ahead Of ECB", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-07T10:52:55Z"}, {"title": "Microsoft opens first African data centers", "description": "Microsoft has opened two new data centers in South Africa to bring faster access to Azure Cloud to the region.", "sentiment": "undefined", "publishedAt": "2019-03-07T17:30:42Z"}, {"title": "Column: If Mark Cuban can run for president, who else?", "description": "Mark Cuban is talking once again about running for president and this time no one is laughing — at least publicly — at the thought.", "sentiment": "undefined", "publishedAt": "2019-03-07T07:41:42Z"}, {"title": "Facebook is tracking people who don't even have an ACCOUNT", "description": "London-based charity Provacy international issued a report saying Yelp, Indeed and Duolingo automatically send user information to the company when an Android user logs on.", "sentiment": "undefined", "publishedAt": "2019-03-07T18:50:28Z"}, {"title": "More than 15 MILLION Facebook users in the US have quit the site", "description": "Droves of US citizens, especially those aged between 12 and 34, have abandoned the app in the wake of the scandals, such as the Cambridge Analytica breach.", "sentiment": "undefined", "publishedAt": "2019-03-07T11:14:21Z"}, {"title": "EA will be at E3, but don't expect a press conference", "description": "After Sony pulled out entirely, EA is taking a very different approach to E3 2019.", "sentiment": "undefined", "publishedAt": "2019-03-07T21:34:26Z"}, {"title": "The World Really Is Getting Richer as Poor Countries Catch Up - Bloomberg", "description": "The World Really Is Getting Richer as Poor Countries Catch Up Bloomberg Last month, Microsoft co-founder and philanthropist Bill Gates touched off a high-profile debate about global poverty after tweeting out a graph from the website...", "sentiment": "undefined", "publishedAt": "2019-03-07T14:30:00Z"}, {"title": "AT&T Is Dragging HBO’s Streaming Strategy Out of the Dark Ages", "description": "With Richard Plepler out, new boss Robert Greenblatt will need to fix years of missteps to catch up to Netflix.", "sentiment": "undefined", "publishedAt": "2019-03-07T14:25:08Z"}, {"title": "Zuckerberg rumored to have a secret escape passageway beneath conference room", "description": "Win McNamee/Getty Images\n\n\n\n\nFacebook budgets $10 million a year to protect CEO Mark Zuckerberg.\nWhen Zuckerberg first got executive protection, he had a habit of wandering off without telling his security team where he was going.\nBusiness Insider has publish…", "sentiment": "undefined", "publishedAt": "2019-03-08T03:02:08Z"}, {"title": "Urgent warning over 'serious' Windows 7 bug", "description": "The flaw is found in Windows 7 and could let malicious hackers take over machines, says Google.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:10:43Z"}, {"title": "Elizabeth Warren Imagines Big Tech After the Breakup", "description": "The presidential candidate’s plan to rein in Silicon Valley goes deep.", "sentiment": "undefined", "publishedAt": "2019-03-08T19:42:23Z"}, {"title": "Elizabeth Warren wants to force Google to divest in its acquisitions of Waze, Nest, and DoubleClick (GOOG, GOOGL)", "description": "In a blog post on Friday, presidential candidate Elizabeth Warren detailed her plans to break up big tech companies — starting with Google, Facebook, and Amazon — to increase competition within the industry. For Google, Warren said she would \"unwind anti-comp…", "sentiment": "undefined", "publishedAt": "2019-03-08T17:20:34Z"}, {"title": "Facebook Just Shoplifted Snapchat’s Best Idea", "description": "The messaging platform figured out the value of privacy a long time time ago.", "sentiment": "undefined", "publishedAt": "2019-03-08T16:10:28Z"}, {"title": "Warren's Plan to Break Up Big Tech Should Focus on Amazon - Bloomberg", "description": "Warren's Plan to Break Up Big Tech Should Focus on Amazon Bloomberg Elizabeth Warren proposes breaking up Amazon, Google, and Facebook Ars Technica Elizabeth Warren Proposes Breaking Up Tech Giants Like Amazon and Facebook The New York Times Elizabeth Warren …", "sentiment": "undefined", "publishedAt": "2019-03-08T15:51:00Z"}, {"title": "Allan Sekula: a mirror to fractured times", "description": "From industrial ports to Bill Gates’s house, the US artist’s images feel more timely than ever", "sentiment": "undefined", "publishedAt": "2019-03-08T11:23:14Z"}, {"title": "Business Leaders Love AI. That Doesn’t Mean They Use It. - Bloomberg", "description": "Business Leaders Love AI. That Doesn’t Mean They Use It. Bloomberg Executives who say they've adopted the technology may be responding to hype and the fear of missing out.", "sentiment": "undefined", "publishedAt": "2019-03-08T06:00:00Z"}, {"title": "Enghouse Systems Ltd.'s (EGHSF) CEO Stephen Sadler on Q1 2019 Results - Earnings Call Transcript", "description": "Enghouse Systems Ltd. (OTCPK:EGHSF) Q1 2019 Results Earnings Conference Call March 08, 2019, 08:45 AM ET Company Participants Stephen Sadler - Chairman and Chie", "sentiment": "undefined", "publishedAt": "2019-03-08T16:34:05Z"}, {"title": "Tracking Al Gore's Generation Investment Management Portfolio - Q4 2018 Update", "description": "Generation Investment Management’s 13F portfolio value decreased ~5% from $12.53B to $11.92B this quarter. The fund increased Texas Instruments, Alphabet, and S", "sentiment": "undefined", "publishedAt": "2019-03-08T12:32:21Z"}, {"title": "On Tech Bubble Anniversary, Be Wary of New Corporate Giants - The Wall Street Journal", "description": "On Tech Bubble Anniversary, Be Wary of New Corporate Giants The Wall Street Journal Today's tech giants—Apple, Alphabet, Microsoft and Amazon—have a lot more substance to keep them aloft than those that dominated during the tech-stock...", "sentiment": "undefined", "publishedAt": "2019-03-08T10:30:00Z"}, {"title": "Elizabeth Warren pulled a ninja move to turn tech angst into a crackdown with real teeth, and tech is going to suffer even if she's not president (AMZN, FB, GOOGL)", "description": "Elizabeth Warren's call for breaking up Amazon, Facebook, and Alphabet represents a real threat to those companies, even if she doesn't become president. Her proposal threatens to put a spotlight on those companies and their business practices, one that could…", "sentiment": "undefined", "publishedAt": "2019-03-08T23:25:34Z"}, {"title": "macOS or Windows? Multi-mode? Here are our favorite laptops for college", "description": "Picking the right laptop for college is key. But with hundreds of models to choose from, the task can be a daughting one. Luckily, this guide will make the decision of choosing a laptop easier.", "sentiment": "undefined", "publishedAt": "2019-03-08T01:40:41Z"}, {"title": "How Mark Zuckerberg Wants to Have His Cake and Eat It, Too", "description": "Facebook CEO Mark Zuckerberg said his company would take a new approach to privacy and encryption but didn't reveal all the details.", "sentiment": "undefined", "publishedAt": "2019-03-08T16:35:58Z"}, {"title": "Data Sheet—How Mark Zuckerberg Wants to Have His Cake and Eat It, Too", "description": "Facebook CEO Mark Zuckerberg said his company would take a new approach to privacy and encryption but didn't reveal all the details.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:01:18Z"}, {"title": "Global IoT Research Bundle 2019: A Collection of 4 Reports - Focus on Smart Cities, Asset Tracking, Big Data, and Connected Vehicles - ResearchAndMarkets.com - Associated Press", "description": "Global IoT Research Bundle 2019: A Collection of 4 Reports - Focus on Smart Cities, Asset Tracking, Big Data, and Connected Vehicles - ResearchAndMarkets.com Associated Press This *content* is a press release from our partner Business Wire. The AP newsroom an…", "sentiment": "undefined", "publishedAt": "2019-03-08T14:11:35Z"}, {"title": "Update your Chrome browser right now – or run the risk of malware infection", "description": "A further worrying possibility is whether other Chromium-based browsers could also be hit by this zero-day flaw.", "sentiment": "undefined", "publishedAt": "2019-03-08T09:25:33Z"}, {"title": "Wedbush calls Splunk selloff \"overdone\"", "description": "Wedbush says this week's Splunk (NASDAQ:SPLK) 9% selloff was &#34;overdone&#34; and pushed the company to attractive levels.The selloff followed RSA cybersecurity conference announcements from Alphabe", "sentiment": "undefined", "publishedAt": "2019-03-08T18:08:46Z"}, {"title": "Elizabeth Warren wants to break up Google, Amazon and Facebook", "description": "The influential Massachusetts Senator and Presidential hopeful Elizabeth Warren has been a longtime critic of the consolidation of economic power by Amazon, Google, and Facebook. Now she’s making their break-up a key component of her Presidential platform. Wa…", "sentiment": "undefined", "publishedAt": "2019-03-08T15:47:58Z"}, {"title": "Venture investors and startup execs say they don’t need Elizabeth Warren to defend them from big tech", "description": "Responding to Elizabeth Warren’s call to regulate and break up some of the nation’s largest technology companies, the venture capitalists that invest in technology companies are advising the presidential hopeful to move slowly and not break anything. Warren’s…", "sentiment": "undefined", "publishedAt": "2019-03-08T22:56:03Z"}, {"title": "Elizabeth Warren took a shot at Microsoft’s Bing search engine, but she got one thing wrong (GOOGL, GOOG, MSFT)", "description": "When presidential hopeful Elizabeth Warren wrote about her plan to break up major tech companies on Friday, she took an all-too-familiar jab at a particular Microsoft product. \" Aren’t we all glad that now we have the option of using Google instead of being s…", "sentiment": "undefined", "publishedAt": "2019-03-08T19:18:41Z"}, {"title": "How the bull run altered the list of most valuable US stocks", "description": "In the 10 years since the current bull market began, just one stock has remained in the Top 5 most valuable companies, then and now: Microsoft.", "sentiment": "undefined", "publishedAt": "2019-03-08T16:11:11Z"}, {"title": "How My 7- And 11-Year-Old Kids Built World-Class ETF Portfolios", "description": "Although I have long encouraged my kids to own a few good individual stocks they can understand, I appreciate their interest in top down ETFs holding thousands", "sentiment": "undefined", "publishedAt": "2019-03-08T20:47:15Z"}, {"title": "Apple AR glasses tipped to launch in 2020 as an iPhone accessory", "description": "According to a prominent Apple analyst, the augmented reality specs will be manufactured within the next 12 months.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:25:58Z"}, {"title": "E3 2019", "description": "Can’t wait for E3 2019? Neither can we. Here’s everything we hope to see at this year’s show.", "sentiment": "undefined", "publishedAt": "2019-03-08T06:21:17Z"}, {"title": "Okta, Inc. (OKTA) CEO Todd McKinnon on Q4 2019 Results - Earnings Call Transcript", "description": "Okta, Inc. (NASDAQ:OKTA) Q4 2019 Earnings Conference Call March 7, 2019 5:00 PM ET Company Participants Todd McKinnon - Co-Founder and Chief Executive Officer B", "sentiment": "undefined", "publishedAt": "2019-03-08T04:11:18Z"}, {"title": "Fleetcor To Acquire Nvoicepay For AP Processing Tech", "description": "FLEETCOR has agreed to acquire Nvoicepay for an undisclosed amount. Nvoicepay has developed an accounts payable platform for automated AP processing. With the a", "sentiment": "undefined", "publishedAt": "2019-03-08T01:53:10Z"}, {"title": "Entercom: Strong Growth, Cheap Valuation, And A Bright Future", "description": "Entercom had another great quarter with revenue and margin expansion. Its future seems bright with radio picking up as an effective advertising medium and Enter", "sentiment": "undefined", "publishedAt": "2019-03-08T14:33:40Z"}, {"title": "Bloomberg puts the power of python in hedgers’ hands", "description": "As the industry shifts from Excel to Python, Bloomberg is offering its extensive market price database and pricing analytics in a Python environment.", "sentiment": "undefined", "publishedAt": "2019-03-08T11:59:31Z"}, {"title": "Markets Right Now: Weak hiring number weighs on stocks", "description": "NEW YORK (AP) — The latest on developments in financial markets (all times local):", "sentiment": "undefined", "publishedAt": "2019-03-08T14:42:02Z"}, {"title": "Opponent files formal complaint against city councilmember", "description": "SEATTLE (AP) — A formal ethics complaint claims that a Seattle councilmember misappropriated government resources for her private political organization.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:49:14Z"}, {"title": "Emoji gods approve skin-tone options for couples of color", "description": "NEW YORK (AP) — In the world of emojis, interracial couples had virtually no options in terms of skin tone. But the emoji gods, otherwise known as the Unicode Consortium, recently rectifed that, approving 71 new variations. Using six skin…", "sentiment": "undefined", "publishedAt": "2019-03-08T19:54:10Z"}, {"title": "Video: Microsoft lab uses 3D printers to create Xbox controllers to tablets", "description": "Microsoft's Redmond lab uses 3D controllers to create Xbox controllers and surface tablets. Known as Building 87, Dailymail.com was given a rare glimpse the mini factory that stores all the prototype parts.", "sentiment": "undefined", "publishedAt": "2019-03-08T17:24:57Z"}, {"title": "A Sweet Dividend Hike Coming From Apple", "description": "Apple has been increasing its dividend for six straight years. The company's share price took a beating at the beginning of the year, setting up a better entry", "sentiment": "undefined", "publishedAt": "2019-03-08T23:01:28Z"}, {"title": "Secret test labs used by Microsoft to develop hardware revealed", "description": "Known only as Building 87, it is home to Microsoft’s hardware design team, and has seen the birth of everything from Surface tablets and laptops to its Xbox console.", "sentiment": "undefined", "publishedAt": "2019-03-08T17:52:01Z"}, {"title": "Facebook spends $10 MILLION each year on Mark Zuckerberg's personal security, report claims", "description": "CEO Mark Zuckerberg's $10 million budget not only bankrolls a 70-plus person security team, but is also reportedly used for a 'panic chute' and a bulletproof conference room, among other things.", "sentiment": "undefined", "publishedAt": "2019-03-08T21:39:03Z"}, {"title": "Messenger bug reveals a list of people you’ve been chatting with", "description": "A new Facebook bug allows hackers to gather a list of contacts that users have been messaging with in the latest privacy scandal for the social media giant", "sentiment": "undefined", "publishedAt": "2019-03-08T12:40:30Z"}, {"title": "Windows 10 is now on 800 million devices – should hit a billion in 2020", "description": "It looks like the magic billion mark will be reached next year, given the current pace of adoption.", "sentiment": "undefined", "publishedAt": "2019-03-08T10:34:18Z"}, {"title": "Apple AR glasses tipped to launch in 2020 as an iPhone accessory", "description": "According to a prominent Apple analyst, the augmented reality specs will be manufactured within the next 12 months.", "sentiment": "undefined", "publishedAt": "2019-03-08T14:25:58Z"}, {"title": "How the bull run altered the list of most valuable US stocks", "description": "When this bull market was born 10 years ago, just one of the most valuable companies in the market was a technology stock. Now, it's four out of five. Back in March 2009, the biggest...", "sentiment": "undefined", "publishedAt": "2019-03-08T17:09:41Z"}, {"title": "Hedge-fund investors have moved toward 'ultra customization'; Nasdaq's CEO just threw her support behind the cloud", "description": "Dear Readers, The bad news didn't stop this week for the retail industry. Charlotte Russe, Family Dollar, Abercrombie & Fitch, and Chico's all announced more than 1,100 store closings over the course of 24 hours. The news comes one week after JCPenney, Gap, V…", "sentiment": "undefined", "publishedAt": "2019-03-09T13:34:00Z"}, {"title": "Elizabeth Warren Wants to Break Up Amazon, Facebook and Google. Experts Say That Won’t Be Easy", "description": "Massachusetts Sen. Elizabeth Warren released an aggressive plan on Friday to target the power of Silicon Valley by breaking up some of America’s biggest tech companies. But while the Democratic presidential candidate’s proposal is sure to excite tech critics …", "sentiment": "undefined", "publishedAt": "2019-03-09T03:16:33Z"}, {"title": "Microsoft: Deep Comparable Valuation", "description": "Microsoft, like any other company, can only be evaluated through the prism of its growth. The growth rates of revenue and FCF of Microsoft are not regarded by t", "sentiment": "undefined", "publishedAt": "2019-03-09T00:00:56Z"}, {"title": "Stocks To Watch: Big Intros For Model Y And Captain Marvel?", "description": "Welcome to Seeking Alpha's Stocks to Watch - a preview of key events scheduled for the next week. Follow this account and turn the e-mail alert on to receive th", "sentiment": "undefined", "publishedAt": "2019-03-09T14:13:28Z"}, {"title": "Baozun: What Happened?", "description": "Baozun reported earnings on Wednesday, March 6, before the market opened. The company missed on earnings and revenue, and the market didn't know how to handle t", "sentiment": "undefined", "publishedAt": "2019-03-09T06:34:28Z"}, {"title": "Goldman’s ‘Flexible’ Dress Code Takes a Cue From Silicon Valley - Bloomberg", "description": "Goldman’s ‘Flexible’ Dress Code Takes a Cue From Silicon Valley Bloomberg Are these the end times? David Solomon, the chief executive of Goldman Sachs, announced this week that the bank would institute a “firmwide flexible dress...", "sentiment": "undefined", "publishedAt": "2019-03-09T17:44:00Z"}, {"title": "The week in energy: Big Oil getting bigger in shale", "description": "Norway’s limited divestment plan, and how energy changes lives", "sentiment": "undefined", "publishedAt": "2019-03-09T07:00:23Z"}, {"title": "Apple is now one of the biggest investors in research and development, and critics are wondering what it's getting for its money (AAPL)", "description": "Apple has been massively ramping up its spending on research and development in recent years. It now spends nearly $15 billion a year, giving it one of the biggest corporate R&D budgets in the world. Analysts and investors have begun to question that spending…", "sentiment": "undefined", "publishedAt": "2019-03-09T14:30:00Z"}, {"title": "Robert Half Vs. PageGroup In A Battle Of Asset-Light Recruiting Companies", "description": "Investors looking for high returns on invested capital often find asset-light companies such as Robert Half and PageGroup in the global recruitment industry. We", "sentiment": "undefined", "publishedAt": "2019-03-09T05:14:04Z"}, {"title": "Amazon lobbies to exempt employees from labor protections", "description": "Many of Amazon's Seattle-area employees would be exempt from new labor protections passed by the state Senate after lobbyists for the tech giant pushed to lower the salary threshold for the rules", "sentiment": "undefined", "publishedAt": "2019-03-09T00:27:13Z"}, {"title": "How 10-year bull market transformed U.S. stocks", "description": "A decade ago today, just 1 of the 5 most valuable companies was a tech stock; today, 4 of the 5 are tech giants", "sentiment": "undefined", "publishedAt": "2019-03-09T17:03:15Z"}, {"title": "The other smartphone business", "description": "With the smartphone operating system market sewn up by Google’s Android platform, which has a close to 90% share globally, leaving Apple’s iOS a slender (but lucrative) premium top-slice, a little company called Jolla and its Linux-based Sailfish OS is a rare…", "sentiment": "undefined", "publishedAt": "2019-03-09T15:30:32Z"}, {"title": "'About as likely as Mexico paying for Trump's wall': Some experts say Elizabeth Warren's plan to break up Big Tech will never happen", "description": "On Friday, presidential hopeful Elizabeth Warren laid out a plan to break up tech giants like Facebook, Amazon, and Google by forcing them to divest from major acquisitions. Warren cited Facebook's acquisition of WhatsApp and Amazon's purchase of Whole Foods …", "sentiment": "undefined", "publishedAt": "2019-03-09T13:45:00Z"}, {"title": "Microsoft files suit against Foxconn parent Hon Hai for missing patent-licensing payments", "description": "Tech giant Microsoft is taking legal action against Foxconn parent Hon Hai, after the Taiwanese consumer-electronics manufacturer allegedly failed to comply with a patent-licensing agreement from 2013.", "sentiment": "undefined", "publishedAt": "2019-03-09T16:10:00Z"}, {"title": "Xbox One S 1TB Console w/ Titanfall 2 for $184 + free shipping w/code ALT33", "description": "Altatac via Rakuten offers the Microsoft Xbox One S 1TB Console with Titanfall 2 for $217.64. Coupon code \"ALT33\" cuts that to $183.99. With free shipping, that's the lowest price we could find by $23 and the best price we've seen. (For further comparison, it…", "sentiment": "undefined", "publishedAt": "2019-03-09T22:00:14Z"}, {"title": "For a sense of what Elizabeth Warren's antitrust crusade would do to tech, look back at Microsoft", "description": "Microsoft has become more humble following the Justice Department's antitrust case. Now Sen. Elizabeth Warren as citing as an example of how regulation could open the way for new innovation.", "sentiment": "undefined", "publishedAt": "2019-03-09T14:00:00Z"}, {"title": "Microsoft tech teaches children who are blind how to code", "description": "Code Jumper is a physical coding language that teaches children who are blind or visually impaired how to program.", "sentiment": "undefined", "publishedAt": "2019-03-09T13:00:01Z"}, {"title": "First lady: Growing ease in official role, but not politics", "description": "WASHINGTON (AP) — Melania Trump came armed with surefire applause lines when she stepped up to address a largely female audience that had gathered to celebrate other women.", "sentiment": "undefined", "publishedAt": "2019-03-09T05:32:42Z"}, {"title": "Microsoft: Deep Comparable Valuation", "description": "Microsoft, like any other company, can only be evaluated through the prism of its growth. The growth rates of revenue and FCF of Microsoft are not regarded by t", "sentiment": "undefined", "publishedAt": "2019-03-09T00:00:56Z"}, {"title": "Unlocked hut in a caravan park with no guards is all that protects UK's £30billion US internet link", "description": "Fears have been raised over a key transatlantic internet cable worth £30 billion a year to the UK's economy which is housed in an unguarded shed is a major target for terrorists and is at risk.", "sentiment": "undefined", "publishedAt": "2019-03-09T23:30:41Z"}, {"title": "Banks bow to pressure to stop profiting from Trump’s immigration policy, but Big Tech remains defiant - The Washington Post", "description": "Banks bow to pressure to stop profiting from Trump’s immigration policy, but Big Tech remains defiant The Washington Post President Trump's “zero tolerance” immigration policies are forcing corporate America into a tricky calculus: embrace the business opport…", "sentiment": "undefined", "publishedAt": "2019-03-10T23:05:15Z"}, {"title": "The NSA publicly released a tool for cracking software wide open, and hackers are loving it — so long as the NSA makes good on its promise not to use it to spy on them", "description": "On Tuesday, the National Security Agency made its Ghidra — its tool for reverse-engineering software — available as open source, which means anyone can use or modify it for free. Anybody can use it as a free cybersecurity tool for disassembling suspicious fil…", "sentiment": "undefined", "publishedAt": "2019-03-10T13:30:00Z"}, {"title": "Saturday Night Live: Gwyneth Paltrow pokes fun at Goop wellness empire in cameo", "description": "Just hours after hosting the Goop Health Summit in New York City, Gwyneth Paltrow made a surprise appearance on Saturday Night Live during Weekend Update.", "sentiment": "undefined", "publishedAt": "2019-03-10T08:30:40Z"}, {"title": "Daily Crunch: NVIDIA is buying Mellanox for $6.9B", "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. NVIDIA to buy supercomputer chipmaker Mellanox for $6.9B, beating…", "sentiment": "undefined", "publishedAt": "2019-03-11T16:58:55Z"}, {"title": "NVIDIA to buy supercomputer chipmaker Mellanox for $6.9B, beating Intel in a bidding war", "description": "After several days of speculation, today NVIDIA confirmed that it would acquire chipmaker Mellanox for $6.9 billion in an all share-deal, in an ongoing consolidation of chipmakers — and in this case those making chips for supercomputers, a crucial market segm…", "sentiment": "undefined", "publishedAt": "2019-03-11T11:22:46Z"}, {"title": "Need a ‘safe’ place to wear your MAGA hat? A new app will help conservatives find one. - The Washington Post", "description": "Need a ‘safe’ place to wear your MAGA hat? A new app will help conservatives find one. The Washington Post Restaurant app aims to help conservatives find 'safe' eateries Fox News New app to help Trump supporters find MAGA-friendly restaurants | TheHill The Hi…", "sentiment": "undefined", "publishedAt": "2019-03-11T20:18:09Z"}, {"title": "Tracking Ole Andreas Halvorsen's Viking Global Portfolio - Q4 2018 Update", "description": "Halvorsen's 13F portfolio value decreased from $18.06B to $17.57B. The number of positions decreased from 64 to 56. Viking Global increased Amazon.com, Alphabet", "sentiment": "undefined", "publishedAt": "2019-03-11T08:09:52Z"}, {"title": "QQQ ETF: Weak Week For Tech", "description": "There are multiple datapoints of slowing fundamental momentum. Many of the biggies already are showing it in the QQQ ETF. We'll review what's changed.", "sentiment": "undefined", "publishedAt": "2019-03-11T16:56:15Z"}, {"title": "Mimecast: Solid Guidance Backed By Solid Valuation", "description": "Mimecast remains one of the leading email security players in the market as it continues to expand into new areas such as security awareness training. Managemen", "sentiment": "undefined", "publishedAt": "2019-03-11T10:01:06Z"}, {"title": "If I Could Only Own 10 Companies, Here's What I'd Do", "description": "What if you had to place your financial future in the hands of 10 companies? Obviously safety and longevity and perhaps a wide moat would become the main consid", "sentiment": "undefined", "publishedAt": "2019-03-11T10:33:00Z"}, {"title": "The Best Dividend Stocks To Buy In A Slowing Economy", "description": "The S&P 500 is up 10% YTD mostly due to the Fed canceling further rate hikes and promises of a final China/US trade deal at the end of March. However, economic", "sentiment": "undefined", "publishedAt": "2019-03-11T14:24:38Z"}, {"title": "Zscaler: The Name Talks About Scaling And So Does The Performance", "description": "Zscaler reported another quarter of outstanding operational performance last week. Growth actually accelerated in terms of revenues and bookings, with bookings", "sentiment": "undefined", "publishedAt": "2019-03-11T14:18:40Z"}, {"title": "Facebook, Amazon among Goldman’s top bets as earnings growth cools", "description": "Analysts say investors should focus on S&P 500 companies with the best sales growth", "sentiment": "undefined", "publishedAt": "2019-03-11T18:25:49Z"}, {"title": "US tech giant Nvidia in biggest ever deal with $6.9bn takeover of Israel's Mellanox", "description": "The US computer giant Nvidia has made its biggest-ever acquisition with a $6.", "sentiment": "undefined", "publishedAt": "2019-03-11T16:32:48Z"}, {"title": "Boeing's big drop is shaving more than 200 points off the Dow (BA)", "description": "The Dow Jones Industrial Average fell Monday morning thanks to a big drop in Boeing shares. A Boeing 737 Max 8 aircraft operated by Ethiopian Airlines crashed Sunday morning, the second time a plane of that model has crashed in five months. Boeing has a weigh…", "sentiment": "undefined", "publishedAt": "2019-03-11T13:04:00Z"}, {"title": "Smoking during pregnancy doubles risk of sudden death for baby, study says", "description": "Smoking even one cigarette a day during pregnancy can double the chance of sudden unexpected death for your baby, according to a new study analyzing over 20 million births, including over 19,000 unexpected infant deaths.", "sentiment": "undefined", "publishedAt": "2019-03-11T04:05:37Z"}, {"title": "Can Studio 54 Founder Ian Schrager Make Times Square Cool Again?", "description": "Ian Schrager is investing in Times Square with a new 452-room hotel, with a nightclub.", "sentiment": "undefined", "publishedAt": "2019-03-11T16:13:26Z"}, {"title": "Why Big Tech Needs More Antitrust Enforcement", "description": "Part of Senator Elizabeth Warren's critique of tech giants like Amazon and Google is for stronger enforcement of antitrust laws.", "sentiment": "undefined", "publishedAt": "2019-03-11T21:43:49Z"}, {"title": "Data Sheet—Why Big Tech Needs More Antitrust Enforcement", "description": "Part of Senator Elizabeth Warren's critique of tech giants like Amazon and Google is for stronger enforcement of antitrust laws.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:07:05Z"}, {"title": "Boeing's big drop is shaving more than 300 points off the Dow (BA)", "description": "Dow Jones Industrial Average futures were down more than 170 points and Boeing was responsible for the entire drop and more. An Ethiopian Airlines flight crashed Sunday morning, the second Boeing 737 Max 8 aircraft to do so in five months. Boeing has a weight…", "sentiment": "undefined", "publishedAt": "2019-03-11T13:04:00Z"}, {"title": "How Oracle inadvertently helped Nvidia spend $6.9 billion to win a deal away from Intel (INTC, ORCL, NVDA)", "description": "Chip maker Nvidia announced the largest acquisition in its history on Monday when it said it planned to buy Mellanox for $6.9 billion cash. It's a big win for Nvidia which reportedly jumped into the bidding late and pulled the company away from Intel. But the…", "sentiment": "undefined", "publishedAt": "2019-03-11T19:37:11Z"}, {"title": "Microsoft sues Foxconn unit, claiming unpaid royalties", "description": "Microsoft (NASDAQ:MSFT) is suing a Foxconn (OTC:FXCOF, OTCPK:HNHPD) unit over unpaid patent royalties, saying the contract device maker has fallen down on an existing patent license, Axios reports. T", "sentiment": "undefined", "publishedAt": "2019-03-11T22:30:38Z"}, {"title": "Zscaler - A Rising Star In The Growing Cyber Security Universe?", "description": "The digital transformation just begins which opens huge potential for cyber security companies in general. Zscaler offers innovative cloud security products wit", "sentiment": "undefined", "publishedAt": "2019-03-11T09:52:24Z"}, {"title": "Alexandria Ocasio-Cortez isn't afraid of the rise of robots, but she agrees with Bill Gates that they should be taxed for taking jobs", "description": "Democratic Rep. Alexandria Ocasio-Cortez has an unusual take on the risk of robots taking over US jobs. The conventional wisdom is that business owners who replace human workers with robots will accumulate wealth — something a left-leaning politician would us…", "sentiment": "undefined", "publishedAt": "2019-03-11T11:57:29Z"}, {"title": "Why Intel’s Graphics Card Turf War With Nvidia and AMD Turned to Open Standards", "description": "Intel and partners including Google and Microsoft announced a standard called CXL for connecting CPUs and GPUs in servers.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:00:07Z"}, {"title": "Google Cloud hires another Oracle veteran for top role", "description": "Alphabet Inc's Google Cloud has hired Amit Zavery to lead one of its engineering teams, a company spokeswoman confirmed on Monday, making him the highest-ranking Oracle executive to reunite with former Oracle President Thomas Kurian since he became Google Clo…", "sentiment": "undefined", "publishedAt": "2019-03-11T22:16:45Z"}, {"title": "Boeing's big drop shaving more than 300 points off the Dow (BA)", "description": "Dow Jones Industrial Average futures were down more than 170 points and Boeing was responsible for the entire drop and more. An Ethiopian Airlines flight crashed Sunday morning, the second Boeing 737 Max 8 aircraft to do so in five months. Boeing has a weight…", "sentiment": "undefined", "publishedAt": "2019-03-11T13:04:00Z"}, {"title": "Scientists use mini-satellites in effort to save coral reefs", "description": "Until now, scientists have had to visit individual reefs to monitor their health", "sentiment": "undefined", "publishedAt": "2019-03-11T20:34:16Z"}, {"title": "The startup that secretly runs the internet just got acquired by one of its biggest rivals for $670 million (FFIV)", "description": "Nginx, one of the most important software companies you've never heard of, is getting bought by its rival, the $9.6 billion F5 Networks, in a deal valued at about $670 million. Nginx powers over half of the busiest websites in the world, including sites run b…", "sentiment": "undefined", "publishedAt": "2019-03-11T21:01:59Z"}, {"title": "Amazon is partnering with Netflix and Expedia as it fires back at the startups that accuse it of unfairly profiting from their open source code (AMZN, ESTC)", "description": "Amazon Web Services announced on Monday that it will partner with Expedia Group and Netflix to launch Open Distro for Elasticsearch, an open source software project. Open Distro for Elasticsearch is based on the open source search software originally created …", "sentiment": "undefined", "publishedAt": "2019-03-11T22:58:59Z"}, {"title": "Halo: The Master Chief Collection on PC might have just been leaked by Microsoft", "description": "More evidence that Halo: The Master Chief Collection is coming to PC has appeared.", "sentiment": "undefined", "publishedAt": "2019-03-11T10:10:52Z"}, {"title": "Wall Street lifted by tech shares, heavyweight Boeing pares losses", "description": "U.S. stocks rose after five straight sessions of declines on Monday boosted by technology stocks, however a fall in the shares of the world's largest planemaker after a second deadly crash in just five months capped gains on the blue-chip Dow.", "sentiment": "undefined", "publishedAt": "2019-03-11T15:37:02Z"}, {"title": "Heavyweight Boeing pressures Dow, while tech lifts S&P & Nasdaq", "description": "The Dow Jones Industrial index fell on Monday as shares of the world's largest planemaker tumbled after a second deadly crash in just five months, but a jump in technology stocks helped cap some losses and lift the broader markets.", "sentiment": "undefined", "publishedAt": "2019-03-11T14:10:35Z"}, {"title": "Coast Guard officer accused of making hit list of prominent Democrats pleads not guilty to charges", "description": "Christopher Hasson was charged with illegal possession of firearm silencers, possession of firearms by a drug addict, and possession of a controlled substance.", "sentiment": "undefined", "publishedAt": "2019-03-11T22:07:16Z"}, {"title": "The Daily 202: Bernie Sanders sounds less ‘radical’ than he did in 2016 because Democrats have moved his way", "description": "He might be the one to beat in New Hampshire – at least for now.", "sentiment": "undefined", "publishedAt": "2019-03-11T14:09:49Z"}, {"title": "Tabula Rasa HealthCare Acquires PrescribeWellness For Patient CRM Tech", "description": "Tabula Rasa HealthCare has acquired PrescribeWellness for $150 million in cash. PW provides pharmacies with patient relationship management tools. TRHC sees sig", "sentiment": "undefined", "publishedAt": "2019-03-11T21:06:28Z"}, {"title": "How the internet travels across oceans — a lot of cable laid very, very slowly", "description": "Like a freeway for all, companies typically pooled resources to lay the many thousands of miles of undersea cable that support global communications. Now, Google is going its own way to connect the United States to its data center in Chile.", "sentiment": "undefined", "publishedAt": "2019-03-11T19:04:36Z"}, {"title": "Just 10 stocks have accounted for a quarter of the 10-year bull market's return", "description": "The bull market's historic 10-year run is due in large part thanks to the success of a handful of high-powered stocks, Goldman Sachs calculates.", "sentiment": "undefined", "publishedAt": "2019-03-11T12:49:00Z"}, {"title": "4 Reasons I Own Amazon And So Should You", "description": "While 96% of my retirement portfolio is dividend growth stocks, I do own one non-dividend payer, Amazon. That's because I consider this company to be a way to t", "sentiment": "undefined", "publishedAt": "2019-03-11T12:11:05Z"}, {"title": "Tableau: Looking Under The Hood", "description": "Tableau is closing in on completing its business transformation towards a subscription-based pricing model. As the company transitions into a purely subscriptio", "sentiment": "undefined", "publishedAt": "2019-03-11T15:16:34Z"}, {"title": "F5 Networks has acquired Nginx for $670m", "description": "F5 Networks will acquire its rival Nginx whose open source web server software powers the websites of many of the world's leading brands.", "sentiment": "undefined", "publishedAt": "2019-03-11T22:37:49Z"}, {"title": "The Best Dividend Stocks To Buy In A Slowing Economy", "description": "The S&P 500 is up 10% YTD mostly due to the Fed canceling further rate hikes and promises of a final China/US trade deal at the end of March. However, economic", "sentiment": "undefined", "publishedAt": "2019-03-11T14:24:38Z"}, {"title": "Former Facebook VR boss wins contract for Pentagon's controversial 'Project Maven' AI program", "description": "Palmer Luckey's new startup, Anduril Industries, is working with the Defense Department to develop Project Maven, which seeks to incorporate AI technology on the battlefield.", "sentiment": "undefined", "publishedAt": "2019-03-11T16:33:02Z"}, {"title": "Dow 30 Stocks: 2019 Comparative Performances And Prospects By Grant Henning, Ph.D.", "description": "2019 year-to-date, share-price-percentage gains for all 30 DJIA stocks. Comparative 2019 dividend offerings for all 30 DJIA stocks. Comparative 52-week momentum", "sentiment": "undefined", "publishedAt": "2019-03-11T07:19:33Z"}, {"title": "Tracking Chase Coleman's Tiger Global Portfolio - Q4 2018 Update", "description": "Chase Coleman’s 13F portfolio value decreased from $21.09B to $15.02B this quarter. Tiger Global increased JD.com and Fiat Chrysler while reducing Amazon.com, B", "sentiment": "undefined", "publishedAt": "2019-03-11T00:30:51Z"}, {"title": "NVIDIA GeForce RTX powered Asus ROG Zephyrus S, ROG Strix SCAR II and more launched in India", "description": "Asus has announced its latest Republic of Gamers (ROG) lineup of laptops and desktop powered by NVIDIA’s latest RTX graphics card", "sentiment": "undefined", "publishedAt": "2019-03-11T13:02:43Z"}, {"title": "Puerto Rico looks to rebuild with AI, 'internet of things'", "description": "Puerto Rico's governor says he hopes a new technology center can help the U.S. territory incorporate artificial intelligence and internet-connected devices as it rebuilds from Hurricane Maria", "sentiment": "undefined", "publishedAt": "2019-03-11T19:16:25Z"}, {"title": "How the Internet Travels Across Oceans", "description": "Hundreds of thousands of miles of cable connect continents to support our insatiable demand for communication and entertainment. Companies have typically pooled their resources. Now Google is going its own way.", "sentiment": "undefined", "publishedAt": "2019-03-11T01:58:26Z"}, {"title": "Nvidia to Buy Mellanox for $6.9 Billion in Data Center Push", "description": "Nvidia Corp. agreed to buy chipmaker Mellanox Technologies Ltd. for $6.9 billion, gaining expertise to help it push into the growing market for data center components.", "sentiment": "undefined", "publishedAt": "2019-03-11T13:24:01Z"}, {"title": "Google Cloud hires another Oracle veteran for top role", "description": "Alphabet Inc's Google Cloud has hired Amit Zavery to lead one of its engineering teams, a company spokeswoman confirmed on Monday, making him the highest-ranking Oracle executive to reunite with former Oracle President Thomas Kurian since he became Google Clo…", "sentiment": "undefined", "publishedAt": "2019-03-11T22:25:18Z"}, {"title": "ETFs are here to stay, Invesco says", "description": "\"We went through the dotcom bubble bursting, the credit crisis and other extreme periods of time, and ETFs have continued to grow,\" Dan Draper told CNBC's Bob Pisani.", "sentiment": "undefined", "publishedAt": "2019-03-11T20:58:44Z"}, {"title": "NVIDIA and OpenAI’s capped returns", "description": "Editor’s note: Starting as a trial, the Extra Crunch Daily newsletter is going to be delivered Tuesday-Saturday, in order to faithfully analyze the happenings in the startup and financial world Monday-Friday. Open AI’s capped returns OpenAI announced yesterda…", "sentiment": "undefined", "publishedAt": "2019-03-12T13:30:20Z"}, {"title": "The biggest Microsoft game of all, 'Minecraft,' is finally coming to Microsoft's best Xbox service (MSFT)", "description": "The biggest Microsoft game, \"Minecraft,\" is finally headed to Microsoft's Netflix-like game subscription service. It's the latest major Microsoft-published game to head to the subscription-based Xbox Game Pass service. Unlike some games on the service that cy…", "sentiment": "undefined", "publishedAt": "2019-03-12T21:02:00Z"}, {"title": "CloudFlare, a startup that secretly runs the internet, raises $150 million — meaning its long-awaited IPO probably isn't happening soon", "description": "CloudFlare, a startup that quietly powers much of the modern internet, has raised another $150 million in a funding round led by Franklin Templeton. This hefty round likely means that its long-awaited IPO isn't likely to happen in the near future. CloudFlare …", "sentiment": "undefined", "publishedAt": "2019-03-12T17:12:25Z"}, {"title": "Boeing's sliding stock is erasing more than 100 points from the Dow (BA)", "description": "Boeing shares trade down more than 3% early Tuesday after a slew of countries grounded the 737 Max 8 aircraft. On Sunday, Boeing's 737 Max 8 was involved in its second disaster in five months. Boeing's stock continues to weigh on the Dow Jones Industrial Aver…", "sentiment": "undefined", "publishedAt": "2019-03-12T13:42:00Z"}, {"title": "Join The Future With The Xbox Wireless Controller – Phantom White Special Edition", "description": "Keep your controller collection fresh with the ultramodern Xbox Wireless Controller – Phantom White Special Edition. You can grab the Phantom White Special Edition at retailers worldwide beginning April 2 for $69.99 USD, or pre-order yours today at select ret…", "sentiment": "undefined", "publishedAt": "2019-03-12T21:45:51Z"}, {"title": "'I still tap dance into the office': Jeff Bezos joked about his sex text saga during an Amazon staff meeting", "description": "Jeff Bezos joked about his rough start to the year in an all-hands Amazon meeting last week, according to CNBC. The Amazon CEO reassured staff that he remains focused on his job and said he still does a \"tap dance into the office\" every morning. Investigators…", "sentiment": "undefined", "publishedAt": "2019-03-12T09:44:05Z"}, {"title": "Microsoft to Work With Gene-Therapy Company Oxford Biomedica", "description": "Microsoft will use its Azure cloud and machine-learning software to develop ways to increase the productivity and purity of viruses that Oxford Biomedica makes to carry healthy genetic sequences into cells with broken and malformed genes.", "sentiment": "undefined", "publishedAt": "2019-03-12T14:35:12Z"}, {"title": "Why Johnson & Johnson Is Still An Attractive Investment", "description": "Johnson & Johnson has steadily performed during every economic cycle. The company is one of two with a AAA credit rating. Johnson & Johnson is finding ways to g", "sentiment": "undefined", "publishedAt": "2019-03-12T13:00:35Z"}, {"title": "The Great Firewall of China — alternative internet", "description": "James Griffiths takes a timely look at the world’s most sophisticated censorship system", "sentiment": "undefined", "publishedAt": "2019-03-12T05:00:38Z"}, {"title": "Bill Gates: Use this simple trick to figure out what you'll be great at in life", "description": "Microsoft co-founder Bill Gates' software skills made him one of the world's wealthiest people — and he says this is how you can determine the \"thing you have the most chance of being world-class at.\"", "sentiment": "undefined", "publishedAt": "2019-03-12T15:38:09Z"}, {"title": "Microsoft's Ann Johnson wants to close cybersecurity's talent gap—here's how", "description": "There's a significant talent and skills gap in the cybersecurity industry and it needs to be addressed, Microsoft's Ann Johnson tells CNBC. Over 3 million job openings are projected to open in the industry within the next two years, and she sees a real need t…", "sentiment": "undefined", "publishedAt": "2019-03-12T14:37:33Z"}, {"title": "Are CEOs Really Abusing Buybacks to Get Richer?", "description": "That would be against their long-term interests.", "sentiment": "undefined", "publishedAt": "2019-03-12T13:25:57Z"}, {"title": "March 2019 Patch Tuesday – 65 Vulns, 18 Critical, RCEs in DHCP Client, Adobe Vulns", "description": "This month’s Patch Tuesday addresses 65 vulnerabilities, with 18 of them labeled as Critical. Thirteen of the Critical vulns are for scripting engines and browser components, impacting Microsoft browsers and Office. Three remote code execution (RCE) vulnerabi…", "sentiment": "undefined", "publishedAt": "2019-03-12T18:14:25Z"}, {"title": "Microsoft declares $0.46 dividend", "description": "Microsoft (NASDAQ:MSFT) declares $0.46/share quarterly dividend, in line with previous.Forward yield 1.63%Payable June 13; for shareholders of record May 16; ex-div May 15.See MSFT Dividend Scorecard,", "sentiment": "undefined", "publishedAt": "2019-03-12T10:05:30Z"}, {"title": "Report: WPP adding Microsoft UK exec Rose to board", "description": "WPP will add Cindy Rose, Microsoft's top UK executive, to its board, the Times of London reports. Rose is Microsoft's UK CEO and will join the WPP board in April as a non-executive director. She'll j", "sentiment": "undefined", "publishedAt": "2019-03-12T01:53:11Z"}, {"title": "Nutanix: Buy At 52-Week Lows", "description": "Shares of Nutanix have crashed more than 30% after revealing disappointing guidance for the third quarter. Growth has been in deceleration mode. This quarter, r", "sentiment": "undefined", "publishedAt": "2019-03-12T15:30:30Z"}, {"title": "Microsoft will stop updating Windows 7 in 2020, but it will start nagging you to upgrade to Windows 10 starting next month (MSFT)", "description": "Microsoft will stop providing security updates to Windows 7 in January 2020. The company will start sending notifications to Windows 7 users about the final deadline starting in April 2019, and will prompt users to upgrade to Windows 10. You can upgrade your …", "sentiment": "undefined", "publishedAt": "2019-03-12T18:11:12Z"}, {"title": "WPP appoints Microsoft UK CEO to board", "description": "WPP Plc, the world's biggest advertising company, said on Tuesday it appointed Microsoft Corp's UK chief executive officer, Cindy Rose, as a non-executive director.", "sentiment": "undefined", "publishedAt": "2019-03-12T07:47:27Z"}, {"title": "Taiwan's Foxconn says unlikely to suffer loss from Microsoft lawsuit", "description": "Foxconn does not expect to suffer any loss as a result of a lawsuit filed by Microsoft Corp, the chief executive of the Taiwanese company, Terry Gou, said on Tuesday. Microsoft has said it is suing Foxconn, the contract manufacturer that rose to global promin…", "sentiment": "undefined", "publishedAt": "2019-03-12T04:18:36Z"}, {"title": "Software firm Cloudflare raises $150 million", "description": "Cloudflare Inc, a U.S. startup whose software makes websites more secure and load faster, said on Tuesday it had raised $150 million in the latest funding round, led by global investment firm Franklin Templeton.", "sentiment": "undefined", "publishedAt": "2019-03-12T11:18:28Z"}, {"title": "Man behind new machine-driven ETFs says this is the future of investing", "description": "From human evolution to finance, Motif CEO Hardeep Walia breaks down his company's new theme-based ETF products offered by Goldman Sachs.", "sentiment": "undefined", "publishedAt": "2019-03-12T11:42:00Z"}, {"title": "Stocks making the biggest moves in the premarket: Boeing, Microsoft, Tesla, Amazon & more", "description": "", "sentiment": "undefined", "publishedAt": "2019-03-12T12:09:00Z"}, {"title": "WPP appoints Microsoft UK CEO to board", "description": "WPP Plc, the world's biggest advertising company, said on Tuesday it appointed Microsoft Corp's UK chief executive officer, Cindy Rose, as a non-executive director.", "sentiment": "undefined", "publishedAt": "2019-03-12T07:49:17Z"}, {"title": "This group of tech stocks is in a 'must-own industry,' Oppenheimer says", "description": "One slice of the tech space is outperforming, and Oppenheimer's Ari Wald sees more highs ahead.", "sentiment": "undefined", "publishedAt": "2019-03-12T15:32:00Z"}, {"title": "The best laptop docking stations 2019", "description": "Notebooks can be truly flexible devices thanks to docking stations. Here are some of the best you can buy.", "sentiment": "undefined", "publishedAt": "2019-03-12T17:55:07Z"}, {"title": "NextEra Energy Benefits From Florida Economy And Renewables Focus", "description": "Investors have discovered NextEra: It's trading at the top of its 52-week range, with a dividend yield of 2.6%, low for a utility. Yet, as the largest generator", "sentiment": "undefined", "publishedAt": "2019-03-12T22:11:48Z"}, {"title": "Domo Could Double If Management Would Communicate Their Plan For Achieving Cash Flow Positivity", "description": "Domo is growing revenue at 30%-40% year over year. Current burn rate is unsustainable, which is leading to a 50% valuation discount compared to cloud peers with", "sentiment": "undefined", "publishedAt": "2019-03-12T19:20:25Z"}, {"title": "Dropbox: A Broken Box Or A Magic Box?", "description": "Dropbox share price has gone through a wild ride since its IPO and it's currently back to its IPO level. Is Dropbox a worthwhile long-term investment? In this a", "sentiment": "undefined", "publishedAt": "2019-03-12T17:51:00Z"}, {"title": "Push for broader LGBT rights slowed by GOP's non-support", "description": "NEW YORK (AP) — The LGBT rights movement's top legislative priority, a comprehensive nondiscrimination bill, will be introduced in Congress on Wednesday, but the excitement will be tempered by political", "sentiment": "undefined", "publishedAt": "2019-03-12T19:00:13Z"}, {"title": "Halo: The Master Chief Collection is officially coming to PC", "description": "Halo: The Master Chief Collection is coming to both the Microsoft Store and Steam, and we'll get Halo: Reach, too.", "sentiment": "undefined", "publishedAt": "2019-03-12T22:08:44Z"}, {"title": "Privacy fears as MILLIONS of photos used to train facial recognition AI without users' consent", "description": "Many facial recognition systems are being trained using millions of online photos uploaded by everyday people and, more often than not, the photos are being taken without users' consent.", "sentiment": "undefined", "publishedAt": "2019-03-12T16:33:54Z"}, {"title": "Uh... WoW... World of Warcraft DirectX 12 on Windows 7", "description": "Microsoft has just announced that they ported the DirectX 12 runtime to Windows 7 for World of Warcraft and other, unannounced games. This allows those games to run the new graphics API with its more-efficient framework of queuing work on GPUs, with support f…", "sentiment": "undefined", "publishedAt": "2019-03-12T20:53:37Z"}, {"title": "Halo: The Master Chief Collection Coming to PC", "description": "At today’s Inside Xbox event, Microsoft announced that Halo: The Master Chief Collection is coming to PC on both Steam and the Microsoft Store. Not all games will launch simultaneously; in fact, no pricing or release dates have been announced. The only thing …", "sentiment": "undefined", "publishedAt": "2019-03-12T21:48:49Z"}, {"title": "Happy Birthday to hypertext", "description": "It was 30 years ago today, Tim Berners-Lee taught the internet how to play, It's been going in and out of tubes, And now it's totally full of rubes... What we now call the Internet was originally sketched out in this document released by Tim Berners-Lee where…", "sentiment": "undefined", "publishedAt": "2019-03-12T18:23:06Z"}, {"title": "Windows 10 may soon automatically uninstall broken Windows Updates", "description": "Microsoft quietly adds a feature that allows Windows 10 to automatically remove any Updates that have been causing issues.", "sentiment": "undefined", "publishedAt": "2019-03-12T11:00:12Z"}, {"title": "Time is Ltd. uses data from Slack and other cloud software to help companies improve productivity", "description": "Time is Ltd., a Prague-based startup offering “productivity software analytics” to help companies gain insights from employees’ use of Slack, Office 365, G Suite and other enterprise software, has raised €3 million in funding. Leading the round is Mike Chalfe…", "sentiment": "undefined", "publishedAt": "2019-03-12T09:00:27Z"}, {"title": "Taiwan's Foxconn says unlikely to suffer loss from Microsoft lawsuit", "description": "Foxconn does not expect to suffer any loss as a result of a lawsuit filed by Microsoft Corp, the chief executive of the Taiwanese company, Terry Gou, said on Tuesday.", "sentiment": "undefined", "publishedAt": "2019-03-12T04:22:53Z"}, {"title": "Microsoft shows off Project xCloud with Forza running on an Android phone", "description": "Microsoft has shared some more information and the first look at Project xCloud. The company has been working on a cloud game streaming service for a while. Microsoft is preparing the future of gaming platforms with a device-agnostic service that lets you str…", "sentiment": "undefined", "publishedAt": "2019-03-13T09:33:21Z"}, {"title": "Creative agency Virtue introduces genderless voice Q to challenge biases in technology", "description": "Siri, Alexa, Google Assistant, Cortana and Bixby–almost all virtual assistants have something in common. Their default voices are women’s, though the role that plays in reinforcing gender stereotypes has been long documented, even inspiring the dystopian roma…", "sentiment": "undefined", "publishedAt": "2019-03-13T06:23:34Z"}, {"title": "Daily Crunch: Spotify files complaint against Apple", "description": "The Daily Crunch is TechCrunch’s roundup of our biggest and most important stories. If you’d like to get this delivered to your inbox every day at around 9am Pacific, you can subscribe here. 1. Spotify files a complaint against Apple with the European Commiss…", "sentiment": "undefined", "publishedAt": "2019-03-13T17:36:39Z"}, {"title": "Obama's former adviser says Silicon Valley giants must release their iron grip on everyone's data", "description": "Silicon Valley tech firms use their dominant position to quash competition and maintain control over people's information, according to a new report for the British government. Jason Furman, a Harvard economist and former adviser to Barack Obama, says the UK …", "sentiment": "undefined", "publishedAt": "2019-03-13T10:38:25Z"}, {"title": "Cboe's CEO is raising issues with moving the exchange to the cloud and it represents a break from Nasdaq", "description": "Cboe Global Market's CEO Edward Tilly said he sees the benefit in moving the exchange's data to the cloud. However, Tilly raised issue with moving the entire venue to the cloud, citing the tech's inability to keep up with the speed needed to match trades. Nas…", "sentiment": "undefined", "publishedAt": "2019-03-13T16:17:23Z"}, {"title": "Windows 10 is the world's most popular desktop operating system, but users still have major complaints about design inconsistencies and buggy updates", "description": "Windows 10 surpassed Windows 7 as the most popular desktop operating system in the world. But users still have big complaints about the design inconsistencies, buggy updates, and telemetry/data collection. Plus, Microsoft has had to reimagine several features…", "sentiment": "undefined", "publishedAt": "2019-03-13T13:00:00Z"}, {"title": "Facebook is reportedly under criminal investigation over deals that gave Apple, Amazon, and other companies access to user data (FB)", "description": "Federal prosecutors have opened a criminal investigation into data-sharing deals struck between Facebook and over 150 other companies, reports the New York Times. Under the terms of those deals, which the Times first reported in December, Facebook allowed par…", "sentiment": "undefined", "publishedAt": "2019-03-13T23:22:10Z"}, {"title": "AI academics feel pressure to do commercial research", "description": "Tech giants ramp up efforts to recruit university scientists and provide greater resources", "sentiment": "undefined", "publishedAt": "2019-03-13T04:00:25Z"}, {"title": "Proposed Nvidia Purchase And CXL Standard Point To Data Center Evolution", "description": "What's interesting about both announcements is that they clearly highlight the evolution of data center computing. It's heterogeneous computing coming to life f", "sentiment": "undefined", "publishedAt": "2019-03-13T23:50:41Z"}, {"title": "Amazon: AI And The $10 Trillion Healthcare Opportunity", "description": "AI technology is becoming increasing important to Amazon. One important example is Amazon's use of AI to break into the massive healthcare industry. Amazon has", "sentiment": "undefined", "publishedAt": "2019-03-13T14:44:54Z"}, {"title": "REITs Are On Fire And So Is XLRE", "description": "REITs may be hot performers in 2019, but ETF fund flows are still tepid. Is that about to change? One large REIT fund, XLRE has just broken out to new highs, wh", "sentiment": "undefined", "publishedAt": "2019-03-13T21:33:37Z"}, {"title": "British Panel Calls for Stricter Antitrust Rules on Tech Giants - New York Times", "description": "British Panel Calls for Stricter Antitrust Rules on Tech Giants New York Times Big Tech is reducing consumer choice and harming innovation, according to a report ordered by the country's top economic official.", "sentiment": "undefined", "publishedAt": "2019-03-13T00:00:13Z"}, {"title": "UK fires starting gun on tech antitrust reform - Financial Times", "description": "UK fires starting gun on tech antitrust reform Financial Times New UK tech competition regulator proposed, Spotify asks Brussels to act on Apple.", "sentiment": "undefined", "publishedAt": "2019-03-13T20:46:00Z"}, {"title": "Enterprise Tech Race Spurs M&A Deals - Wall Street Journal", "description": "The ongoing race among firms across all industries to ramp up digital capabilities pushed both the value and volume of mergers and acquisitions last year in the global enterprise-software sector to a five-year high, according to a new report.", "sentiment": "undefined", "publishedAt": "2019-03-13T00:01:22Z"}, {"title": "Facebook’s Data Deals Are Under Criminal Investigation - The New York Times", "description": "Facebook’s Data Deals Are Under Criminal Investigation The New York Times Federal prosecutors are conducting a criminal investigation into data deals Facebook struck with some of the world's largest technology companies, intensifying... View full coverage on …", "sentiment": "undefined", "publishedAt": "2019-03-13T23:03:14Z"}, {"title": "UK competition regulator to examine digital advertising", "description": "Review of online ads is ‘first step’ to reframing antitrust policy for tech sector", "sentiment": "undefined", "publishedAt": "2019-03-13T17:16:08Z"}, {"title": "Tech giants should ‘open up their customer data to others’", "description": "Report commissioned by UK government calls for loosening of stranglehold to boost competition", "sentiment": "undefined", "publishedAt": "2019-03-13T00:03:14Z"}, {"title": "Boeing's big sell-off is causing the Dow to lag the S&P 500 (BA)", "description": "Boeing 's sell-off since the Ethiopian Airlines crash is causing the Dow Jones Industrial Average to underperform the S&P 500. The indexes had tracked each other closely all year, but the Dow is now underperforming by about 2%. Boeing carries more than 10% of…", "sentiment": "undefined", "publishedAt": "2019-03-13T15:39:00Z"}, {"title": "Boeing is sliding after Trump issued an emergency order to ground the 737 Max planes (TSLA)", "description": "Boeing stock dropped more than 2% in trading Wednesday afternoon after President Trump ordered the grounding of the 737 Max aircraft. The emergency order follows calls by a number of US lawmakers to ground the plane. Watch Boeing trade live. President Trump o…", "sentiment": "undefined", "publishedAt": "2019-03-13T18:53:47Z"}, {"title": "Big Companies Need to Be Better Design Leaders. Here’s Why", "description": "To properly acquire a design firm, you have to do your homework, experts at Fortune's Brainstorm Design conference said.", "sentiment": "undefined", "publishedAt": "2019-03-13T14:19:47Z"}, {"title": "Boeing is sliding after Trump issued an emergency order to ground 737 Max planes (BA)", "description": "Boeing stock dropped more than 2% in trading Wednesday afternoon after President Trump ordered the grounding of the 737 Max aircraft. The emergency order follows calls by a number of US lawmakers to ground the plane. Watch Boeing trade live. President Trump o…", "sentiment": "undefined", "publishedAt": "2019-03-13T18:53:47Z"}, {"title": "Boeing is sliding after Trump issued an emergency order to ground 737 Max planes (BA)", "description": "Boeing stock dropped more than 2% in trading Wednesday afternoon after President Trump ordered the grounding of the 737 Max aircraft. The emergency order follows calls by a number of US lawmakers to ground the plane. Watch Boeing trade live. President Trump o…", "sentiment": "undefined", "publishedAt": "2019-03-13T18:53:47Z"}, {"title": "Boeing's big sell-off is causing the Dow to lag the S&P 500 (BA)", "description": "Boeing 's sell-off since the Ethiopian Airlines crash is causing the Dow Jones Industrial Average to underperform the S&P 500. The indexes had tracked each other closely all year, but the Dow is now underperforming by about 2%. Boeing carries more than 10% of…", "sentiment": "undefined", "publishedAt": "2019-03-13T15:39:00Z"}, {"title": "Pixvana Transforms Corporate Learning and Development with Next-Generation VR Presentation Tools and Audience Analytics - Associated Press", "description": "Pixvana Transforms Corporate Learning and Development with Next-Generation VR Presentation Tools and Audience Analytics Associated Press This *content* is a press release from our partner Business Wire. The AP newsroom and editorial departments were not invol…", "sentiment": "undefined", "publishedAt": "2019-03-13T11:42:06Z"}, {"title": "U.S. prosecutors probing Facebook's data deals: NYT", "description": "U.S. prosecutors are conducting a criminal investigation into data deals Facebook Inc struck with some of the world's largest technology companies, the New York Times reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-13T23:48:28Z"}, {"title": "Amazon: AI And The $10 Trillion Healthcare Opportunity", "description": "AI technology is becoming increasing important to Amazon. One important example is Amazon's use of AI to break into the massive healthcare industry. Amazon has", "sentiment": "undefined", "publishedAt": "2019-03-13T14:44:54Z"}, {"title": "A CEO is calling out Amazon Web Services for encroaching on his company's turf — and some experts are supporting Amazon (ESTC, AMZN)", "description": "Earlier this week, Amazon Web Services announced Open Distro for Elasticsearch — its own version of Elasticsearch, an open source software project created by publicly-traded software company Elastic. On Tuesday, Elastic CEO Shay Banon wrote a blog post in res…", "sentiment": "undefined", "publishedAt": "2019-03-13T01:21:51Z"}, {"title": "Amazon Web Services explains why it's increasing its investment in open source, even as it courts controversy with a new software project (AMZN)", "description": "On Tuesday at the Open Source Leadership Summit, Amazon Web Services' Andi Gutmans explained why Amazon Web Services decided to make Open Distro for Elasticsearch, its version of the popular Elasticsearch project, available as open source. Gutmans called out …", "sentiment": "undefined", "publishedAt": "2019-03-13T20:10:30Z"}, {"title": "Shares in the publisher of 'Grand Theft Auto' leapt on rumors that Sony might buy it — here’s why that’s extremely unlikely", "description": "Shares of video game publisher Take-Two Interactive spiked on Wednesday. The stock price jumped because of a rumor that Sony is engaged in \"advanced board level discussions to acquire Take-Two Interactive in a mostly cash deal.\" That rumor, however, is \"purel…", "sentiment": "undefined", "publishedAt": "2019-03-13T19:50:05Z"}, {"title": "Save 30% on Casper sheets — and more of today's best deals from around the web", "description": "Insider Picks writes about products and services to help you navigate when shopping online. Insider Inc. receives a commission from our affiliate partners when you buy through our links, but our reporting and recommendations are always independent and objecti…", "sentiment": "undefined", "publishedAt": "2019-03-13T18:32:00Z"}, {"title": "PRESS DIGEST- British Business - March 13", "description": "The following are the top stories on the business pages of British newspapers. Reuters has not verified these stories and does not vouch for their accuracy.", "sentiment": "undefined", "publishedAt": "2019-03-13T00:54:51Z"}, {"title": "Actress to face judge in 'Varsity Blues' college admissions scam", "description": "Fifty people, including two actresses and a roster of CEOs, charged in the scam.", "sentiment": "undefined", "publishedAt": "2019-03-13T15:21:01Z"}, {"title": "Microsoft just announced three new products that could help make it the guaranteed winner of an $8 billion Pentagon contract (MSFT)", "description": "On Wednesday, Microsoft announced that Microsoft Teams, Microsoft Power Platform and Dynamics 365 Customer Engagement will have versions made available for government use, and have been certified with higher government security certifications. These products …", "sentiment": "undefined", "publishedAt": "2019-03-13T17:25:07Z"}, {"title": "Cardiologist Eric Topol explains how artificial intelligence can make doctors more humane", "description": "Eric Topol just released a new book examining the role of artificial intelligence in medicine.", "sentiment": "undefined", "publishedAt": "2019-03-13T13:30:00Z"}, {"title": "U.S. prosecutors probing Facebook's data deals - NYT", "description": "U.S. prosecutors are conducting a criminal investigation into data deals Facebook Inc struck with some of the world's largest technology companies, the New York Times reported on Wednesday.", "sentiment": "undefined", "publishedAt": "2019-03-13T23:40:07Z"}, {"title": "Britons 'should get more control over their online data'", "description": "A report commissioned by UK Chancellor Philip Hammond has recommended a wave of changes to the way big technology firms operate in Britain to give consumers more control.", "sentiment": "undefined", "publishedAt": "2019-03-13T12:06:09Z"}, {"title": "The Technology 202: Freshman Sen. Josh Hawley emerges as one of toughest Republican critics of Big Tech", "description": "His grilling of Google was the most heated moment of a privacy hearing.", "sentiment": "undefined", "publishedAt": "2019-03-13T12:35:15Z"}, {"title": "Xbox One S 1TB w/ Titanfall 2, 1yr XBL Gold for $225 + free shipping w/code ALT40", "description": "Ending today, Altatac via Rakuten offers the Microsoft Xbox One S 1TB Console with Titanfall 2 and a 1-Year Xbox Live Gold Subscription for $264.69. Coupon code \"ALT40\" cuts that to $224.99. With free shipping, that's $68 under the lowest price we could find …", "sentiment": "undefined", "publishedAt": "2019-03-13T18:00:20Z"}, {"title": "Circadence Corporation Wins Professional Award for Best IT Security-Related Training Program at SC Awards 2019 - Associated Press", "description": "“We are absolutely ecstatic to receive the SC Media Award. The honor is widely recognized as one of the most prestigious cybersecurity awards in the nation and we are grateful to the distinguished panel of judges who selected Project Ares as the best cybersec…", "sentiment": "undefined", "publishedAt": "2019-03-13T23:02:00Z"}, {"title": "From zero to hero: Apple AirPods and the tech that took time to catch on", "description": "These products failed at launch – but still managed to become a hit.", "sentiment": "undefined", "publishedAt": "2019-03-13T15:18:20Z"}, {"title": "Tech giants like Google, Facebook and Amazon need new competition rules, UK government report finds", "description": "A new U.K. government report published Wednesday found tech giants are stifling innovation and reducing choices for consumers.", "sentiment": "undefined", "publishedAt": "2019-03-13T09:46:00Z"}, {"title": "Nvidia: Mellanox Deal Is Welcomed", "description": "Nvidia has emerged as the winner in the bidding war for Mellanox. Despite the big premium being offered, investors seem to agree that Nvidia has made a very com", "sentiment": "undefined", "publishedAt": "2019-03-13T20:46:10Z"}, {"title": "Windows 10 test update lets you mirror your Android phone on your PC", "description": "Ever since Microsoft gave up on Windows Phone, the company has been focusing instead on tightening integration with the big two mobile platforms, Android in particular. Last May, it introduced the ability to beam texts and photos to your PC with an app called…", "sentiment": "undefined", "publishedAt": "2019-03-13T07:09:15Z"}, {"title": "Activision finally brings subtitles to Spyro Reignited Trilogy", "description": "The recent Spyro remake failed to subtitle cutscenes at launch, drawing ire from fans.", "sentiment": "undefined", "publishedAt": "2019-03-13T15:06:20Z"}, {"title": "New Windows 10 2020 Insider Preview Build Is Out", "description": "Microsoft has started to release another Preview Build from the Windows 10 2020 (20H1) branch. Since the Fast and Slow ring Insiders are currently busy finalizing the upcoming Windows 10 April 2019 Update, these Windows 10 20H1 builds are only being offered t…", "sentiment": "undefined", "publishedAt": "2019-03-13T17:27:52Z"}, {"title": "Microsoft will begin warning Windows 7 users of its imminent death", "description": "Microsoft will stop supporting Windows 7 in January 2020, and the company wants to convince its users to upgrade.", "sentiment": "undefined", "publishedAt": "2019-03-13T09:58:57Z"}, {"title": "AMD's new 66AF:F1 GPU, a model number inspired by the USB-IF?", "description": "It's not the leak that many were hoping for, regardless it is still a peek at what Navi may offer when released. The Inquirer spotted a mysterious AMD 66AF:F1 GPU attached to some Compubench compute results that could be a Navi GPU. If that is indeed what it …", "sentiment": "undefined", "publishedAt": "2019-03-13T16:53:55Z"}, {"title": "Microsoft says Project xCloud streaming service won’t replace Xbox consoles", "description": "Project xCloud make traditional consoles obsolete, but will offer more ways to play, says Microsoft.", "sentiment": "undefined", "publishedAt": "2019-03-13T01:46:48Z"}, {"title": "Facebook’s Data Deals Are Under Criminal Investigation", "description": "A federal grand jury is looking at partnerships that gave major tech companies broad access to Facebook users’ information.", "sentiment": "undefined", "publishedAt": "2019-03-13T23:02:55Z"}, {"title": "Determined AI nabs $11M Series A to democratize AI development", "description": "Deep learning involves a highly iterative process where data scientists build models and test them on GPU-powered systems until they get something they can work with. It can be expensive and time-consuming, often taking weeks to fashion the right model. Deter…", "sentiment": "undefined", "publishedAt": "2019-03-13T17:02:11Z"}, {"title": "A Better Way to Break Up Big Tech", "description": "Senator Elizabeth Warren has an interesting plan for reform. But it has shortcomings worth considering.", "sentiment": "undefined", "publishedAt": "2019-03-13T21:44:34Z"}, {"title": "Facebook won’t store data in countries with human rights violations — except Singapore", "description": "As soon as Mark Zuckerberg said in a lengthy 3,225-word blog post to not build data centers in countries with poor human rights, he had already broken his promise. He chose to ignore Singapore, which the Facebook founder had only months earlier posted about, …", "sentiment": "undefined", "publishedAt": "2019-03-13T23:42:33Z"}, {"title": "Removing terrorist content: what action is Facebook taking?", "description": "Erin Saltman explains how a mix of human expertise, tooling and machine learning, is helping detect and remove the threat of terrorist content.", "sentiment": "undefined", "publishedAt": "2019-03-13T14:29:27Z"}, {"title": "Newsela raises $50M to expand a content repository for K-12 learning that replaces traditional textbooks", "description": "As schools continue to look for new ways to cut costs while at the same time reboot their curriculum to better tap new innovations and improve understandings of how children learn, e-learning startups are attracting attention, both from educators and the VCs …", "sentiment": "undefined", "publishedAt": "2019-03-13T17:57:29Z"}, {"title": "Mark Zuckerberg's vision may mean more Facebook in more parts of your life", "description": "Mark Zuckerberg's 3,200-word memo adds to a years-long effort to push Facebook into messaging and expand its empire.", "sentiment": "undefined", "publishedAt": "2019-03-13T21:23:11Z"}, {"title": "Bipartisan bill proposes oversight for commercial facial recognition", "description": "On Thursday, Hawaii Senator Brian Schatz and Missouri Senator Roy Blunt introduced a bill designed to offer legislative oversight for commercial applications of facial recognition technology. Known as the Commercial Facial Recognition Privacy Act, the bill wo…", "sentiment": "undefined", "publishedAt": "2019-03-14T23:25:27Z"}, {"title": "Facebook’s Biblically Bad Week", "description": "Add a criminal investigation to the list of technical difficulties and PR disasters.", "sentiment": "undefined", "publishedAt": "2019-03-14T23:00:09Z"}, {"title": "Brexit, Facebook, Snow Monsters: Your Friday Briefing", "description": "Prime Minister Theresa May leaving 10 Downing Street in London before a tumultuous day in Parliament.", "sentiment": "undefined", "publishedAt": "2019-03-14T19:09:32Z"}, {"title": "Indian online detergent boycott misfires", "description": "Calls to boycott Surf Excel washing powder in India have been confused with Microsoft Excel.", "sentiment": "undefined", "publishedAt": "2019-03-14T16:44:52Z"}, {"title": "Facebookは人権侵害する国にデータを保管しない、ただしシンガポールを除く", "description": "Mark Zuckerberg（マーク・ザッカーバーグ）氏が<a target=\"_blank\" href=\"https://www.facebook.com/notes/mark-zuckerberg/a-privacy-focused-vision-for-social-networking/10156700570096634/\" rel=\"noopener noreferrer\">3225ワードにわたる長文のブログ記事</a>で、人権の守られていない国にはデータセンターを建設しないと宣言して間もなく、彼は約…", "sentiment": "undefined", "publishedAt": "2019-03-14T08:30:25Z"}, {"title": "HR Departments Turn to A.I.-Enabled Recruiting...", "description": "Artificial intelligence is helping companies across industries answer human resources-related questions, automate some HR tasks and suggest jobs to prospective candidates. In the future, the technology will become even more common in hiring and recruiting, ex…", "sentiment": "undefined", "publishedAt": "2019-03-14T23:40:41Z"}, {"title": "Oracle Slips on Disappointing Forecast as Cloud Woes Persist", "description": "Oracle Corp.’s shares fell after the company gave a disappointing fourth-quarter revenue and profit forecast, another setback in the software maker’s push to become a significant player in cloud computing.", "sentiment": "undefined", "publishedAt": "2019-03-14T23:27:19Z"}, {"title": "Tech firms ramp up efforts to woo the energy industry", "description": "Amazon, Google and Microsoft see old industrial giants as a new source of income", "sentiment": "undefined", "publishedAt": "2019-03-14T15:55:33Z"}, {"title": "Microsoft targets video game developers, in challenge to Amazon's cloud dominance", "description": "Microsoft Corp on Thursday said it is combining elements of its video game and Azure cloud computing businesses to target game developers also being courted by industry leader Amazon.com's cloud services.", "sentiment": "undefined", "publishedAt": "2019-03-14T15:09:32Z"}, {"title": "Tech makes a comeback as Wall Street's trendy trade", "description": "Wall Street's beloved tech trade is back on.", "sentiment": "undefined", "publishedAt": "2019-03-14T20:49:18Z"}, {"title": "Tech makes a comeback as Wall Street's trendy trade", "description": "Wall Street's beloved tech trade is back on.", "sentiment": "undefined", "publishedAt": "2019-03-14T20:49:18Z"}, {"title": "Treating Big Tech as a monopoly offers the app makers hope", "description": "Senator’s call for utility-like regulation is one possibility to keep greedy hands from taking all the pie", "sentiment": "undefined", "publishedAt": "2019-03-14T17:29:58Z"}, {"title": "Amazon In Risk Zone", "description": "Within the bounds of my DCF model, even the most optimistic scenario for Amazon’s development does not indicate that the company’s share is undervalued because", "sentiment": "undefined", "publishedAt": "2019-03-14T18:10:27Z"}, {"title": "Adobe: Earnings Preview", "description": "Adobe reports next earnings on Thursday, March 14. Creative Cloud adoption has pushed up overall revenue and potential catalyst for stock. Based on the scenario", "sentiment": "undefined", "publishedAt": "2019-03-14T20:42:01Z"}, {"title": "Tech makes a comeback as Wall Street's trendy trade - Reuters UK", "description": "Tech makes a comeback as Wall Street's trendy trade Reuters UK SAN FRANCISCO (Reuters) - Wall Street's beloved tech trade is back on. FILE PHOTO: Traders work on the floor of the New York Stock Exchange (NYSE) in...", "sentiment": "undefined", "publishedAt": "2019-03-14T20:50:00Z"}, {"title": "Ocado delivers on promise of high-tech future", "description": "Evolution into a maker of automated warehouses has changed online grocer’s outlook", "sentiment": "undefined", "publishedAt": "2019-03-14T23:05:18Z"}, {"title": "Facebook under new criminal investigation for its data-sharing deals", "description": "Facebook is under criminal investigation for a series of controversial data-sharing deals it signed with other major tech companies, according to reports.", "sentiment": "undefined", "publishedAt": "2019-03-14T02:20:40Z"}, {"title": "Tech giants face new threats from the government and regulators", "description": "A NNIVERSARIES ARE often happy occasions, but not this one. March 17th will mark a year since the New York Times and the Observer published exposés about how Facebook enabled the personal data of tens of millions of Facebook-users to leak to an outside politi…", "sentiment": "undefined", "publishedAt": "2019-03-14T15:43:58Z"}, {"title": "Watch 33-year-old Bill Gates describe the ideal candidate for a job at Microsoft in 1989", "description": "Microsoft co-founder Bill Gates told the \"Today\" show he wanted to hire people with these qualities in 1989 — and they're still important today.", "sentiment": "undefined", "publishedAt": "2019-03-14T14:27:08Z"}, {"title": "Amazon has a cost-cutting plan for the boom-and-bust oil business, as rival tech giants target energy industry", "description": "Amazon thinks that volatile price swings in the boom-and-bust oil business are a perfect match for its web services cloud computing division, which generates the majority of the technology giant's profits. Instead of owning data centers, oil companies should …", "sentiment": "undefined", "publishedAt": "2019-03-14T14:27:07Z"}, {"title": "I've talked to loads of hedge funds about their performance woes and there's one thing they have in common. Here's why Excel doesn't work anymore for investors.", "description": "Junta Nakai has spent his career on Wall Street and in financial technology. In this op-ed, Nakai argues that Microsoft Excel, which has been used by the investment community for years, is no longer relevant for picking stocks. The explosion of alternative da…", "sentiment": "undefined", "publishedAt": "2019-03-14T18:36:38Z"}, {"title": "Microsoft's HoloLens 2 headset is smarter and more comfortable than its predecessor", "description": "Eye-tracking technology on the HoloLens 2 feels like the future, and the new design is more comfortable for getting things done.", "sentiment": "undefined", "publishedAt": "2019-03-14T12:00:00Z"}, {"title": "Microsoft Is Bringing Xbox Live to iOS and Android. Could PS4 and Nintendo Be Next?", "description": "Microsoft's Developer Kit will let game makes integrate Xbox Live features into iOS and Android games. Potential market: 2 billion gamers.", "sentiment": "undefined", "publishedAt": "2019-03-14T23:26:26Z"}, {"title": "Free Alternatives to Microsoft Office", "description": "Most of us need a working word processor, a spreadsheet editor, or software that can make presentations. Sure, there’s the Microsoft Office suite, but... The post Free Alternatives to Microsoft Office appeared first on YugaTech | Philippines Tech News & Revie…", "sentiment": "undefined", "publishedAt": "2019-03-14T11:40:59Z"}, {"title": "A tale of two companies: Domo's stock skyrocketed 21%, while Cloudera's stock dropped almost 20%. Here's why Wall Street is paying close attention to both (DOMO, CLDR)", "description": "After Cloudera and Domo reported their quarterly earnings on Wednesday, both companies saw dramatically different stock movements the next day. Domo, which makes a cloud tool for tracking business information, saw its stock rise about 21% in trading on Thursd…", "sentiment": "undefined", "publishedAt": "2019-03-14T20:53:30Z"}, {"title": "Microsoft rolls out its Game Stack", "description": "Microsoft (MSFT +0.6%) will start rolling out the Microsoft Game Stack, which combines the tech giant's gaming and Azure cloud businesses to let developers large and small develop games that work acro", "sentiment": "undefined", "publishedAt": "2019-03-14T16:09:02Z"}, {"title": "Microsoft, Facebook collab on co-packaged optics", "description": "Microsoft (NASDAQ:MSFT) and Facebook (NASDAQ:FB) announce forming the Co-Packaged Optics Collaboration to develop open specifications for suppliers designing and manufacturing co-packaged optics.The c", "sentiment": "undefined", "publishedAt": "2019-03-14T18:32:47Z"}, {"title": "Microsoft open sources its data compression algorithm and hardware for the cloud", "description": "The amount of data that the big cloud computing providers now store is staggering, so it’s no surprise that most store all of this information as compressed data in some form or another — just like you used to zip your files back in the days of floppy disks, …", "sentiment": "undefined", "publishedAt": "2019-03-14T17:08:26Z"}, {"title": "Spotify just painted a big target on Apple's back, and the iPhone maker should worry if antitrust regulators start aiming at it (AAPL, SPOT)", "description": "The complaint Spotify filed against Apple with European competition regulators on Wednesday represents a real danger to the iPhone maker. Spotify's complaint looks legitimate and is similar to those successfully made against Microsoft and Google. European reg…", "sentiment": "undefined", "publishedAt": "2019-03-14T02:53:23Z"}, {"title": "What 13 highly successful people do right before they go to bed", "description": "Successful people have various habits they like to stick to before bed. Some like to read, while others like to have a bath, or suround themselves with humidifiers. Here are the pre-bedtime habits of 13 highly successful entrepreneurs, world leaders, and cele…", "sentiment": "undefined", "publishedAt": "2019-03-14T12:59:00Z"}, {"title": "Microsoft launches Game Stack, brings Xbox Live to Android and iOS", "description": "Microsoft today announced a new initiative that combines all of the company’s gaming-related products for developers like Xbox Live, Azure PlayFab, Direct X, Mixer, Virtual Studio, Simplygon and Azure under a single umbrella. That umbrella, Microsoft Game Sta…", "sentiment": "undefined", "publishedAt": "2019-03-14T15:51:32Z"}, {"title": "Valve lets you stream Steam games from anywhere", "description": "Valve doesn’t want to miss the cloud gaming bandwagon. As PC Gamer spotted, The company quietly released a beta version of Steam Link Anywhere. As the name suggests, it lets you turn your gaming PC into a cloud gaming server and stream games from… anywhere. T…", "sentiment": "undefined", "publishedAt": "2019-03-14T17:55:12Z"}, {"title": "Billionaire Ron Baron: I'm OK paying 50% taxes — I could always move to Florida if I didn't want to", "description": "Billionaire Ron Baron says capitalism works for people if \"they are educated and are able to take advantage of the system.\"", "sentiment": "undefined", "publishedAt": "2019-03-14T13:09:00Z"}, {"title": "Microsoft's Wireless Display app now lets you stream PC games to your Xbox One", "description": "It's now possible to stream your entire PC games library to an Xbox One console in the newly updated Wireless Display app.", "sentiment": "undefined", "publishedAt": "2019-03-14T06:17:50Z"}, {"title": "Microsoft targets video game developers, in challenge to Amazon's cloud dominance", "description": "Microsoft Corp on Thursday said it is combining elements of its video game and Azure cloud computing businesses to target game developers also being courted by industry leader Amazon.com's cloud services.", "sentiment": "undefined", "publishedAt": "2019-03-14T15:02:59Z"}, {"title": "Tech makes a comeback as Wall Street's trendy trade", "description": "Wall Street's beloved tech trade is back on.", "sentiment": "undefined", "publishedAt": "2019-03-14T20:59:48Z"}, {"title": "RadNet, Inc. (RDNT) CEO Howard Berger on Q4 2018 Results - Earnings Call Transcript", "description": "RadNet, Inc. (NASDAQ:RDNT) Q4 2018 Earnings Conference Call March 14, 2019, 10:30 ET Company Participants Mark Stolper - EVP &amp; CFO Howard Berger - Chairman,", "sentiment": "undefined", "publishedAt": "2019-03-14T20:01:19Z"}, {"title": "Cloudera, Inc. (CLDR) CEO Tom Reilly on Q4 2019 Results - Earnings Call Transcript", "description": "Cloudera, Inc. (NYSE:CLDR) Q4 2018 Earnings Conference Call March 13, 2019, 05:00 PM ET Company Participants Kevin Cook - VP, Corporate Development and IR Tom R", "sentiment": "undefined", "publishedAt": "2019-03-14T03:36:11Z"}, {"title": "ID Systems, Inc. (IDSY) Presents Pointer Telocation Ltd. M&A Broker Conference Call (Transcript)", "description": "ID Systems, Inc. (NASDAQ:IDSY) Pointer Telocation Ltd. M&amp;A Conference Call March 14, 2019, 09:00 ET Company Participants Chris Wolfe - CEO &amp; Director Da", "sentiment": "undefined", "publishedAt": "2019-03-14T19:04:08Z"}, {"title": "Domo Inc. (DOMO) CEO Josh James on Q4 2019 Results - Earnings Call Transcript", "description": "Domo Inc. (NASDAQ:DOMO) Q4 2019 Results Earnings Conference Call March 13, 2019, 05:00 PM ET Company Participants Julie Kehoe - VP, Communications and Public Re", "sentiment": "undefined", "publishedAt": "2019-03-14T03:52:03Z"}, {"title": "Facebook, Google should be investigated for dominating digital advertising, UK finance minister says", "description": "U.K. Finance Minister Philip Hammond urged the Competition and Markets Authority to launch a review of Britain's digital advertising market.", "sentiment": "undefined", "publishedAt": "2019-03-14T13:45:00Z"}, {"title": "Xbox Live on iOS and Android is official, but not Nintendo Switch just yet", "description": "Microsoft has announced that Xbox Live is coming to iOS and Android devices, but no word on Switch support.", "sentiment": "undefined", "publishedAt": "2019-03-14T16:48:28Z"}, {"title": "The Last Investment Edge", "description": "There is very little informational edge left to exploit in the public markets. Markets are too competitive and information flows too quickly. An analytical adva", "sentiment": "undefined", "publishedAt": "2019-03-14T17:02:40Z"}, {"title": "Finjan Holdings, Inc. (FNJN) CEO Philip Hartstein on Q4 2018 Results - Earnings Call Transcript", "description": "Finjan Holdings, Inc. (NASDAQ:FNJN) Q4 2018 Earnings Conference Call March 13, 2019 16:30 ET Company Participants Vanessa Winter - Director of IR &amp; Corporat", "sentiment": "undefined", "publishedAt": "2019-03-14T02:48:09Z"}, {"title": "Cypress Semiconductor Corporation (CY) CEO Hassane El-Khoury on 2019 Analyst Day Conference (Transcript)", "description": "Cypress Semiconductor Corporation (NASDAQ:CY) 2019 Analyst Day Conference Call March 13, 2019 12:00 PM ET Company Participants Colin Born - Vice President of Co", "sentiment": "undefined", "publishedAt": "2019-03-14T11:01:04Z"}, {"title": "Lawmaker's husband arrested for credit card thefts", "description": "PROVIDENCE, R.I. (AP) — The husband of a Rhode Island state representative has been arrested after investigators say he stole credit cards through the mail and bought electronics.", "sentiment": "undefined", "publishedAt": "2019-03-14T20:11:00Z"}, {"title": "Steam Link Anywhere lets you stream games from, well, anywhere", "description": "Steam Link Anywhere is a software incarnation of the original Steam Link that lets you take your games on the go.", "sentiment": "undefined", "publishedAt": "2019-03-14T20:04:54Z"}, {"title": "Microsoft launches new government IT services", "description": "Microsoft has announced that Teams, Power Platform and Dynamic 365 are now available for government agencies.", "sentiment": "undefined", "publishedAt": "2019-03-14T17:10:55Z"}, {"title": "Facebook shares tank nearly two per cent after a 17-hour partial outage", "description": "Facebook's stock dropped nearly 2 per cent after a 17-hour partial outage made the world's largest social network inaccessible to users across the globe.", "sentiment": "undefined", "publishedAt": "2019-03-14T21:04:23Z"}, {"title": "Facebook's data-sharing deals reportedly under criminal probe", "description": "Facebook is being investigated for allegedly sharing its users' data with dozens of tech companies without their knowledge. CEO Mark Zuckerberg has  faced questioning over how user data is handled.", "sentiment": "undefined", "publishedAt": "2019-03-14T03:35:30Z"}, {"title": "These are some of the add-ons coming to Microsoft’s new Chromium-based Edge", "description": "Microsoft launches a web store for extensions for its upcoming Chromium-based Edge browser.", "sentiment": "undefined", "publishedAt": "2019-03-14T10:42:44Z"}, {"title": "Wreck of WWII aircraft carrier USS Wasp discovered in the Coral Sea", "description": "The wreck of World War II aircraft carrier USS Wasp has been discovered in the Coral Sea more than 70 years after the ship was sunk during the Guadalcanal campaign.", "sentiment": "undefined", "publishedAt": "2019-03-14T18:25:43Z"}, {"title": "Facebook under criminal investigation over controversial data-sharing deals", "description": "Facebook is under criminal investigation over the controversial data-sharing deals that it struck with dozens of other big tech companies — casting a cloud of uncertainty over the social media behemoth as it tries to crawl back from two years of scandals, con…", "sentiment": "undefined", "publishedAt": "2019-03-14T14:08:50Z"}, {"title": "Microsoft targets video game developers, in challenge to Amazon's cloud dominance", "description": "Microsoft Corp on Thursday said it is combining elements of its video game and Azure cloud computing businesses to target game developers also being courted by industry leader Amazon.com's cloud services.", "sentiment": "undefined", "publishedAt": "2019-03-14T15:09:32Z"}, {"title": "Microsoft targets video game developers, in challenge to Amazon's cloud dominance", "description": "Microsoft Corp on Thursday said it is combining elements of its video game and Azure cloud computing businesses to target game developers also being courted by industry leader Amazon.com's cloud services.", "sentiment": "undefined", "publishedAt": "2019-03-14T15:09:32Z"}, {"title": "Tech makes a comeback as Wall Street's trendy trade", "description": "Wall Street's beloved tech trade is back on.", "sentiment": "undefined", "publishedAt": "2019-03-14T20:49:18Z"}, {"title": "FEATURE-U.S. lawmakers tuck into juicy debate over meat substitutes", "description": "NEW YORK (Thomson Reuters Foundation) - Towering over a wooden podium in the Arkansas General Assembly this month, Republican representative David Hillman, a self-declared calf-roper, spoke of steak to pitch his latest bill.", "sentiment": "undefined", "publishedAt": "2019-03-14T13:00:00Z"}, {"title": "Facebook reportedly faces criminal investigation over data sharing with Amazon, Apple and more", "description": "A New York grand jury is looking into the deals Facebook made with other tech companies over sharing of users' data, according to The New York Times.", "sentiment": "undefined", "publishedAt": "2019-03-14T13:37:14Z"}, {"title": "Beto O’Rourke could be the first hacker president", "description": "Democratic presidential candidate Beto O’Rourke has revealed he was a member of a notorious decades-old hacking group. The former congressman was a member of the Texas-based hacker group, the Cult of the Dead Cow, known for inspiring early hacktivism in the i…", "sentiment": "undefined", "publishedAt": "2019-03-15T19:33:26Z"}, {"title": "Exclusive: Beto O'Rourke belonged to major hacker group as a teenager", "description": "Democratic presidential candidate Beto O’Rourke belonged to one of the best-known groups of computer hackers as a teenager, Reuters revealed today.", "sentiment": "undefined", "publishedAt": "2019-03-15T16:01:24Z"}, {"title": "Special Report: Beto O'Rourke's secret membership in a legendary hacking group", "description": "Some things you might know about Beto O’Rourke, the former Texas congressman who just entered the race for president:", "sentiment": "undefined", "publishedAt": "2019-03-15T15:36:51Z"}, {"title": "Beto O’Rourke Was Reportedly a Member of a ‘Hacktivist’ Group. What’s That?", "description": "'Hacktivists' use digital disruptions to attract attention to an issue", "sentiment": "undefined", "publishedAt": "2019-03-15T23:14:03Z"}, {"title": "New Tom Clancy video game gives realistic look at a battered Washington D.C.", "description": "Ubisoft released \"Tom Clancy's The Division 2\" for Microsoft Xbox, Sony PlayStation and Windows PCs. As an agent of the Strategic Homeland Division, you respond to an emergency at the unit's headquarters in the White House.", "sentiment": "undefined", "publishedAt": "2019-03-15T10:55:58Z"}, {"title": "Tom Clancy video game 'The Division 2' brings a battered Washington, D.C., to life", "description": "Your mission is to bring order and help restore a pandemic-hit nation's capital in the new video game 'Tom Clancy's The Division 2,' released Friday.", "sentiment": "undefined", "publishedAt": "2019-03-15T09:01:02Z"}, {"title": "Tech giants about to face 'reckoning,' state attorneys general warn...", "description": "Some of the country's most powerful state attorneys general are signaling they're willing to take action against Facebook, Google and other tech giants, warning that the companies have grown too big and powerful - and that Washington has been too slow to resp…", "sentiment": "undefined", "publishedAt": "2019-03-15T14:34:37Z"}, {"title": "Secret membership in USA's legendary hacking group...", "description": "Secret membership in USA's legendary hacking group... (Second column, 7th story, link ) Related stories: Republicans warn Beto could ramp up Dem turnout in Texas... Biden will be big bust? Advertise here", "sentiment": "undefined", "publishedAt": "2019-03-15T16:25:37Z"}, {"title": "Microsoft is on the verge of announcing a new Xbox — here are 5 crucial components it needs to compete with Sony's huge lead (MSFT)", "description": "Rumors point to Microsoft detailing the next Xbox later this year, potentially during the annual E3 trade show in June. Microsoft started talking about its next line of consoles in June 2018, and it looks like the next Xbox may launch before the next PlayStat…", "sentiment": "undefined", "publishedAt": "2019-03-15T13:26:59Z"}, {"title": "Google Chrome adds support for Switch controllers", "description": "Google prepares for Project Stream by supporting Joy-Cons and Pro Controllers for Nintendo's console.", "sentiment": "undefined", "publishedAt": "2019-03-15T09:59:04Z"}, {"title": "How the modern office is killing our creativity", "description": "New ideas often spring to mind in places of solitude, which are rare in the workplace", "sentiment": "undefined", "publishedAt": "2019-03-15T04:00:39Z"}, {"title": "Equinix: A REIT With A Unique And Profitable Business", "description": "Equinix is a REIT (real estate investment trust) that operates like a growth stock. For most organizations, it's more economical to use Equinix's IBX than it is", "sentiment": "undefined", "publishedAt": "2019-03-15T16:10:19Z"}, {"title": "Adobe, Inc. (ADBE) CEO Shantanu Narayen on Q1 2019 Results - Earnings Call Transcript", "description": "Adobe, Inc. (NASDAQ:ADBE) Q1 2019 Earnings Conference Call March 14, 2019 05:00 PM ET Company Participants Mike Saviage - Vice President, IR Shantanu Narayen -", "sentiment": "undefined", "publishedAt": "2019-03-15T02:28:19Z"}, {"title": "2 Data Center SWANs Worth Buying Today: Digital Realty Trust And Equinix", "description": "As we saw in December, market corrections are a great time to open or add to positions in industry leading blue-chips and SWANs. There are more than a dozen ind", "sentiment": "undefined", "publishedAt": "2019-03-15T11:01:00Z"}, {"title": "Semiconductors: Beware The Fadeaway", "description": "Semiconductors, the hottest segment on Wall Street in recent years, are cooling down fast. So fast, that we might forget they rule(d) world. When 2017 ended, I", "sentiment": "undefined", "publishedAt": "2019-03-15T16:18:29Z"}, {"title": "RPT-Tech makes a comeback as Wall Street's trendy trade - Reuters", "description": "RPT-Tech makes a comeback as Wall Street's trendy trade Reuters SAN FRANCISCO, March 14 (Reuters) - Wall Street's beloved tech trade is back on. U.S. technology stocks this week took back their title as the stock market's...", "sentiment": "undefined", "publishedAt": "2019-03-15T11:00:00Z"}, {"title": "Big Tech threatened by fines, break-ups and blocked deals - Financial Times", "description": "Big Tech threatened by fines, break-ups and blocked deals Financial Times Big Tech faces some unpalatable consequences as it tries to negotiate its way through a tougher regulatory environment threatened in the UK, US, Europe and...", "sentiment": "undefined", "publishedAt": "2019-03-15T14:12:00Z"}, {"title": "Facebook, Google and other big tech giants are about to face a “reckoning,” state attorneys general warn - Washington Post", "description": "Facebook, Google and other big tech giants are about to face a “reckoning,” state attorneys general warn Washington Post Some of the country's most powerful state attorneys general are signaling they're willing to take action against Facebook, Google and othe…", "sentiment": "undefined", "publishedAt": "2019-03-15T13:05:26Z"}, {"title": "Britain sets out a path towards curbing Big Tech", "description": "Panel has useful ideas but UK lacks clout to implement them alone", "sentiment": "undefined", "publishedAt": "2019-03-15T10:00:24Z"}, {"title": "How Currys cons you with a needless £40 laptop charge added to its tempting low prices", "description": "Some Currys PC World staff have been demanding installation fees for laptops, when the fee ought to be optional because customers can set them up at home.", "sentiment": "undefined", "publishedAt": "2019-03-15T01:12:37Z"}, {"title": "iHeartRadio Music Awards: The winners list", "description": "The 2019 iHeartRadio Music Awards celebrated all things music Thursday from the Microsoft Theater in Los Angeles.", "sentiment": "undefined", "publishedAt": "2019-03-15T13:11:31Z"}, {"title": "'Very, very severe headwinds’: The threat to bust up Big Tech is giving some experts painful flashbacks to the financial crisis — and one has stopped buying those stocks entirely", "description": "As calls to regulate or break up US tech giants increase, Wall Street sees a resemblance to past situations in which massive companies faced years of scrutiny and difficulty. Senator and presidential candidate Elizabeth Warren said recently that Facebook, Goo…", "sentiment": "undefined", "publishedAt": "2019-03-15T09:58:00Z"}, {"title": "iHeartRadio Music Awards: The winners list", "description": "The 2019 iHeartRadio Music Awards celebrated all things music Thursday from the Microsoft Theater in Los Angeles.", "sentiment": "undefined", "publishedAt": "2019-03-15T13:11:31Z"}, {"title": "Halsey and rumored beau Yungblud pose SEPARATELY at 2019 iHeartRadio Awards red carpet", "description": "Halsey posed up a storm at the 2019 iHearts Radio Awards red carpet on Thursday outside the Microsoft Theater in Los Angeles.", "sentiment": "undefined", "publishedAt": "2019-03-15T00:20:12Z"}, {"title": "Jamie Foxx beams as he joins daughter Corinne on stage at the iHeartRadio Music Awards", "description": "Jamie Foxx made an appearance with his daughter Corinne on stage of the 2019 iHeartRadio Music Awards at the Microsoft Theatre in Los Angeles on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-15T09:36:54Z"}, {"title": "Ariana Grande performs Needy as she wins Female Artist Of The Year at 2019 iHeartRadio Awards", "description": "She made waves after she cancelled her performance at the Grammy Awards last month. But Ariana Grande captivated the crowd at iHeartRadio Awards at the Microsoft Theater in Los Angeles.", "sentiment": "undefined", "publishedAt": "2019-03-15T04:26:48Z"}, {"title": "Elle Fanning dazzles in daring blush and silver hued gown at iHeartRadio Awards 2019", "description": "The actress dazzled on the red carpet as she showcased her impeccable Hollywood style, in a plunging blush gown", "sentiment": "undefined", "publishedAt": "2019-03-15T00:47:55Z"}, {"title": "Halsey delivers empowering speech at the iHeartRadio Music Awards accepting Fangirls award", "description": "The Fangirls award, which were presented to the 24-year-old Without Me singer by actress Elle Fanning, are aimed at honoring women for their efforts in making the world a better place.", "sentiment": "undefined", "publishedAt": "2019-03-15T04:25:45Z"}, {"title": "Nicole Scherzinger shows off incredible figure in a nude PVC gown", "description": "Nicole Scherzinger put on a dazzling display in a bodycon dress at the 2019 iHeartRadio Music Awards in Los Angeles on Thursday night.", "sentiment": "undefined", "publishedAt": "2019-03-15T08:33:12Z"}, {"title": "iHeartRadio Awards 2019: Halsey kicks off star-studded music ceremony with rumored new beau Yungblud", "description": "iHeartRadio Awards 2019: Winners announced at sixth annual music gala", "sentiment": "undefined", "publishedAt": "2019-03-15T01:20:43Z"}, {"title": "Meet 23 Companies from the YC W19 Batch Part 5", "description": "Meet 23 companies that recently announced they’re part of the YC Winter 2019 batch.", "sentiment": "undefined", "publishedAt": "2019-03-15T20:18:54Z"}, {"title": "Netflix is the best tech bet as Amazon faces political backlash led by Elizabeth Warren, BMO says", "description": "BMO Capital Markets told clients that it's made Netflix its top tech stock in light of Warren's plan to bust up Amazon, Facebook and Google.", "sentiment": "undefined", "publishedAt": "2019-03-15T12:29:00Z"}, {"title": "Beto O’Rourke Is Said to Have Belonged to One of the Oldest Hacking Groups", "description": "As a teenager, the Democratic 2020 candidate wrote for the Cult of the Dead Cow, the hacking group that coined the term \"hacktivism.\"", "sentiment": "undefined", "publishedAt": "2019-03-15T19:22:41Z"}, {"title": "Chinese tech giant Huawei has developed its own operating system as a 'plan B' in case it's barred by the US government from using Google and Microsoft products - Business Insider Nordic", "description": "Chinese tech giant Huawei has developed its own operating system as a 'plan B' in case it's barred by the US government from using Google and Microsoft products Business Insider Nordic Huawei has developed its own operating system for phones, laptops INSIDER …", "sentiment": "undefined", "publishedAt": "2019-03-15T19:10:00Z"}, {"title": "Huawei has built back-up operating system", "description": "Huawei has built its own operating system for smartphones and computers in case it's suddenly blocked from using U.S. software from Microsoft and Google, the Chinese company confirmed to CNBC.The Chin", "sentiment": "undefined", "publishedAt": "2019-03-15T09:41:11Z"}, {"title": "Stocks push to session highs", "description": "All three major U.S. stock averages advance to session highs in late morning trading in New York.The Dow (+0.4%) reversed course as Boeing (+0.8%) rises on reports that the planemaker will introduce a", "sentiment": "undefined", "publishedAt": "2019-03-15T15:32:55Z"}, {"title": "Why UnitedHealth's Stock Will Continue Rebounding", "description": "UnitedHealth rose 7% last week, erasing much of the 10% drop from the week before that. Government scrutiny for drug pricing and healthcare will wind down. Stoc", "sentiment": "undefined", "publishedAt": "2019-03-15T22:35:37Z"}, {"title": "Splunk: A World-Class Infrastructure For Handling Enterprise Data", "description": "A robust system for collecting and analyzing data from diversified sources, it can handle virtually any machine data and gather the analytics you need. Globally", "sentiment": "undefined", "publishedAt": "2019-03-15T19:43:45Z"}, {"title": "Wall Street Breakfast: Next Steps In Brexit Saga?", "description": "Listen on the go! A daily podcast of Wall Street Breakfast will be available by 8:00 a.m. on Seeking Alpha, iTunes, Stitcher and Spotify (click the highlighted", "sentiment": "undefined", "publishedAt": "2019-03-15T11:02:11Z"}, {"title": "RPT-Tech makes a comeback as Wall Street's trendy trade", "description": "Wall Street's beloved tech trade is back on.", "sentiment": "undefined", "publishedAt": "2019-03-15T11:00:00Z"}, {"title": "An Option Trade For Tech Sector Volatility In 2019", "description": "Entering 2019, there are clear risks and growth opportunities in the tech sector. Many macroeconomic and microeconomic factors lead us to believe that the tech", "sentiment": "undefined", "publishedAt": "2019-03-15T17:42:20Z"}, {"title": "Chinese tech giant Huawei has developed its own operating system as a 'plan B' in case it's barred by the US government from using Google and Microsoft products (GOOG, GOOGL, MSFT)", "description": "The Chinese tech-giant Huawei confirmed it has developed its own operating system that could replace Google's Android and Microsoft's Windows should it be barred from using American-made products, according to a recent report by the German newspaper Die Welt.…", "sentiment": "undefined", "publishedAt": "2019-03-15T19:10:35Z"}, {"title": "Dow set to rise | Terror in New Zealand | Tesla unveils Model Y crossover", "description": "U.S. stock futures point to a higher Friday open, with the Dow, S&P 500 and Nasdaq tracking for a positive week.", "sentiment": "undefined", "publishedAt": "2019-03-15T11:52:00Z"}, {"title": "Apple ordered to pay $31 million in royalties to Qualcomm for infringement of three patents", "description": "Mobile phone chip supplier Qualcomm Inc on Friday won a legal victory against iPhone maker Apple Inc, with a jury in federal court in San Diego finding that Apple owes Qualcomm about $31 million.", "sentiment": "undefined", "publishedAt": "2019-03-15T22:48:42Z"}, {"title": "Xbox One X 1TB Console w/ Elite Controller for $422 + free shipping w/code GAME78", "description": "Gamer Candy via Rakuten offers the Microsoft Xbox One X 1TB Console with Xbox One Elite White Special Edition Wireless Controller for $499.98. Coupon code \"GAME78\" cuts that to $421.98. With free shipping, that's the best price we could find for these items s…", "sentiment": "undefined", "publishedAt": "2019-03-15T14:00:42Z"}, {"title": "Microsoft says facial recognition firm that Beijing allegedly uses to track Muslims lies about a 'partnership'", "description": "SenseNets, a Chinese company that makes facial recognition technology which is used by Beijing to track the country's Uighur Muslim population, says Microsoft is a partner. But Microsoft says it has no connection with the controversial firm.", "sentiment": "undefined", "publishedAt": "2019-03-15T09:05:00Z"}, {"title": "Huawei built software for smartphones and laptops in case it can't use Microsoft or Google products", "description": "Huawei is developing its own operating system for smartphones and laptops, but the company says it would only be used in \"extenuating circumstances.\"", "sentiment": "undefined", "publishedAt": "2019-03-15T08:25:00Z"}, {"title": "Balfour Beatty PLC (BAFBF) CEO Leo Quinn on Q4 2018 Results - Earnings Call Transcript", "description": "Balfour Beatty PLC (OTCPK:BAFBF) Q4 2018 Results Earnings Conference Call March 13, 2019 05:00 AM ET Company Participants Leo Quinn - CEO Philip Harrison - CFO", "sentiment": "undefined", "publishedAt": "2019-03-15T03:36:29Z"}, {"title": "Will technological developments pose a threat to compliance?", "description": "Brickendon's Harpreet Singh explains why disruptive technology can be a blessing and a curse.", "sentiment": "undefined", "publishedAt": "2019-03-15T12:30:40Z"}, {"title": "Huawei develops own smartphone OS in case of Android ban", "description": "Executive confirms it has Android and Windows alternatives", "sentiment": "undefined", "publishedAt": "2019-03-15T12:11:36Z"}, {"title": "Avid Technology, Inc. (AVID) CEO Jeff Rosica on Q4 2018 Results - Earnings Call Transcript", "description": "Avid Technology, Inc. (NASDAQ:AVID) Q4 2018 Earnings Conference Call March 14, 2019 17:00 P.M. ET Company Participants Whit Rappole - VP of IR and Corporate Dev", "sentiment": "undefined", "publishedAt": "2019-03-15T01:05:04Z"}, {"title": "Adobe, Inc. (ADBE) CEO Shantanu Narayen on Q1 2019 Results - Earnings Call Transcript", "description": "Adobe, Inc. (NASDAQ:ADBE) Q1 2019 Earnings Conference Call March 14, 2019 05:00 PM ET Company Participants Mike Saviage - Vice President, IR Shantanu Narayen -", "sentiment": "undefined", "publishedAt": "2019-03-15T02:28:19Z"}, {"title": "Rimini Street Inc. (RMNI) CEO Seth Ravin on Q4 2018 Results - Earnings Call Transcript", "description": "Rimini Street Inc. (NASDAQ:RMNI) Q4 2018 Earnings Conference Call March 14, 2019 17:00 ET Corporate Participants Dean Pohl - Director of Investor Relations Seth", "sentiment": "undefined", "publishedAt": "2019-03-15T03:24:06Z"}, {"title": "Microsoft Portfolio: Halftime Report", "description": "After the success of a hedged portfolio built around an AT&T position in 2017, I started presenting similar portfolios built around other conservative stocks, i", "sentiment": "undefined", "publishedAt": "2019-03-15T16:56:41Z"}, {"title": "Amazon is introducing private investors to high-risk start-ups in a new pilot program", "description": "Amazon Web Services has close ties to the start-up community and is now testing a new program to give investors a chance to put money into young companies.", "sentiment": "undefined", "publishedAt": "2019-03-15T15:57:00Z"}, {"title": "Experimental Google Maps feature puts arrows over images of the real world so you can't get lost", "description": "CNBC tested Google Maps' new augmented reality feature, which shows how useful augmented reality glasses could be.", "sentiment": "undefined", "publishedAt": "2019-03-15T16:34:00Z"}, {"title": "Oxford BioMedica's (OXBDF) CEO John Dawson on Q4 2018 Results - Earnings Call Transcript", "description": "Oxford BioMedica PLC (OTCPK:OXBDF) Q4 2018 Earnings Conference Call March 14, 2019 8:00 AM ET Company Participants Catherine Isted – Head-Corporate Development", "sentiment": "undefined", "publishedAt": "2019-03-15T01:18:08Z"}, {"title": "Vanderpump Rules' Scheana Shay puts curves on display in navy blue minidress at iHeartRadio Awards", "description": "Vanderpump Rules star Scheana Shay put her curves on display in a navy blue mini wrap-around dress at iHeartRadio Awards on Thursday.", "sentiment": "undefined", "publishedAt": "2019-03-15T01:58:41Z"}, {"title": "Will technological developments pose a threat to compliance?", "description": "Brickendon's Harpreet Singh explains why disruptive technology can be a blessing and a curse.", "sentiment": "undefined", "publishedAt": "2019-03-15T12:30:40Z"}, {"title": "How Meghan and Harry’s new right-hand woman has spun for Left-wing royalty after working for Blair", "description": "Sara Latham, 48, is an American with dual citizenship that has deep roots in the Democrat party and New Labour. She is on an estimated salary of £140,000.", "sentiment": "undefined", "publishedAt": "2019-03-15T22:20:50Z"}, {"title": "Tracking Wallace Weitz's Weitz Investment Management Portfolio - Q4 2018 Update", "description": "Wallace Weitz's 13F portfolio value decreased from $2.46B to $2.18B this quarter. The number of positions increased from 79 to 82. Weitz Investment Management i", "sentiment": "undefined", "publishedAt": "2019-03-15T06:53:24Z"}, {"title": "Best PS4 games 2019: essential PlayStation 4 releases", "description": "Looking for the very best PS4 games? Here's our pick of the most essential PlayStation 4 titles.", "sentiment": "undefined", "publishedAt": "2019-03-15T16:12:37Z"}, {"title": "How to find the right laptop for you", "description": "Lots of laptops are available with a huge selection out there, and finding which is perfect for you just got easier thanks to this guide.", "sentiment": "undefined", "publishedAt": "2019-03-15T16:45:01Z"}, {"title": "EXCLUSIVE-Beto O'Rourke belonged to major hacker group as a teenager", "description": "SAN FRANCISCO, March 15- Democratic presidential candidate Beto ORourke belonged to one of the best-known groups of computer hackers as a teenager, Reuters revealed today. In an exclusive interview with this reporter for a forthcoming book about the group, th…", "sentiment": "undefined", "publishedAt": "2019-03-15T17:18:48Z"}, {"title": "Three steps for implementing Always On VPN", "description": "Curo Talent's Mark Twining explains the three essential steps needed to implement secure remote working.", "sentiment": "undefined", "publishedAt": "2019-03-15T11:30:04Z"}]